Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Thank you for taking care of those pirates. We transferred a reward to your account.
ru: Благодарим Вас за уничтожение пиратов в нашем секторе. Мы отправили Вам награду.
zh_hk: 感謝你處理了那些海盜，我們已經在你的帳戶上轉入了一筆賞金。

source: Some people who call themselves 'The Brotherhood' have posted bulletins and are looking for Xsotan artifacts. They seem to pay a high reward to people who bring them artifacts.
ru: Некоторые люди, называющие себя 'Братство', говорят что ищут артефакты Зотанцев. Они хорошо платят поставщикам.
zh_hk: 一些自稱是'兄弟會'的人發佈了公告並尋找Xsotan文物，他們看起來會給那些帶給他們文物的人極高的報酬。

source: A container full of pure aluminium.
ru: Контейнер с алюминием.
zh_hk: 一個裝滿純鋁的容器。

source: Computation Mainframe
ru: Вычислительное ядро
zh_hk: 計算主機

source: Secret Stash
ru: Схрон
zh_hk: 秘密藏匿處

source: Getting Technical
ru: Технический прогресс
zh_hk: 獲得科技

source: Carbon
ru: Углерод
zh_hk: 碳

# plural
source: Computation Mainframes
ru: Вычислительные ядра
zh_hk: 計算主機

source: Container
ru: Контейнер
zh_hk: 容器

source: Collect and research Xsotan technology to use against the wormhole guardian.
ru: Соберите и исследуйте технологии Зотанцев для использования их против Стража червоточин.
zh_hk: 收集並研究Xsotan科技來對抗蟲洞守護者。

# plural
source: Carbon
ru: Углерод
zh_hk: 碳

# prefix
source: Computation Mainframe
ru: Вычислительных ядер
zh_hk: 計算主機

source: Repair Dock
ru: Ремонтный док
zh_hk: 維修港

source: Operation Exodus
ru: Операция 'Исход'
zh_hk: Exodus行動

# prefix
source: Carbon
ru: Углерода
zh_hk: 碳

source: A high speed computer used as infrastructure for stations and ships.
ru: Высокомощный компьютер, используемый в инфраструктуре станций и кораблей.
zh_hk: 一個作為空間站和飛船的基礎部件的高速電腦。

source: Military Outpost
ru: Военный аванпост
zh_hk: 軍事哨站

source: Operation Exodus${remaining}
ru: Операция 'Исход'${remaining}
zh_hk: Exodus行動${remaining}

source: A container with carbon.
ru: Контейнер с карбоном.
zh_hk: 一個裝滿碳的容器。

source: Vehicle
ru: Наземная техника
zh_hk: 載具

source: Research Station
ru: Исследовательская станция
zh_hk: 研究站

source: After deciphering the beacons, you found another beacon leading you to a new location.
ru: После расшифровки данных из передатчиков Вы нашли место расположения еще одного передатчик, ведущий Вас в новое место.
zh_hk: 在解密信標之後，你發現了另一個引領你前往一個新地點的信標。

source: Coal
ru: Уголь
zh_hk: 煤

# plural
source: Vehicles
ru: Наземная техника
zh_hk: 載具

source: Beacon
ru: Маяк
zh_hk: 信標

source: Messages:
ru: Сообщения:
zh_hk: 資訊：

# plural
source: Coal
ru: Уголь
zh_hk: 煤

# prefix
source: Vehicle
ru: Наземной техники
zh_hk: 載具

source: Dangerous Cargo Transport License
ru: Лицензия для опасных грузов
zh_hk: 危險貨物運輸許可證

source: You found a beacon with a cryptic message for all participants of the so-called 'Operation Exodus'.
ru: Вы нашли передатчик с зашифрованным сообщением, адресованным всем участникам 'Операции Исход'.
zh_hk: 你發現了一個帶有加密資訊的信標，其是為一個被稱作'Exodus行動'的參與者準備的。

# prefix
source: Coal
ru: Угля
zh_hk: 煤

source: A vehicle used for planetary exploration missions.
ru: Техника для наземного исследования.
zh_hk: 一個用於星球探險任務的運輸用具。

source: Suspious Cargo Transport License
ru: Лицензия для подозрительных грузов
zh_hk: 可疑貨物運輸許可證

source: One Against All And All Against One
ru: Один против всех и все против одного
zh_hk: 一以擋百萬眾一心

source: Fossil fuel. Still used in some factories.
ru: Твердое топливо. Все еще используется на некоторых фабриках.
zh_hk: 化石燃料，仍用在一些工廠中。

source: Gun
ru: Оружие
zh_hk: 槍支

source: Stolen Cargo Transport License
ru: Лицензия для краденых грузов
zh_hk: 贓物運輸許可證

source: ${amount} ships from ${name}
ru: Кораблей из ${name}: ${amount}
zh_hk: 來自 ${name} 的${amount} 艘船隻

# plural
source: Guns
ru: Оружие
zh_hk: 槍支

source: Illegal Cargo Transport License
ru: Лицензия для нелегальных грузов
zh_hk: 非法貨物運輸許可證

source: Will you assist in destroying the Xsotan Wormhole Guardian?
ru: Вы поможете уничтожить Зотанского Стража червоточин?
zh_hk: 你會協助我們摧毀Xsotan蟲洞守護者嗎？

# plural
source: Zinc
ru: Цинк
zh_hk: 鋅

# prefix
source: Gun
ru: Оружия
zh_hk: 槍支

source: License for transporting dangerous cargo
ru: Лицензия для транспортировки опасных грузов
zh_hk: 運輸危險物品所需的簽證

source: We already told you that we don't think this is a good idea. We won't risk our ships for some lunatic. Goodbye.
ru: Мы уже говорили, что это плохая идея. Мы не хотим рисковать своими кораблями из-за какого-то сумасшедшего чудака. Прощайте.
zh_hk: 我們已經告訴過你我們不覺得這是個好辦法，我們不會讓我們的船隻冒險來進行這樣的瘋狂行為，再見！

# prefix
source: Zinc
ru: по добыче Цинка
zh_hk: 鋅

source: Hand guns. Used by robots and humans.
ru: Оружие для людей и роботов.
zh_hk: 手持槍械，被機器人和人類使用。

source: License for transporting suspicious cargo
ru: Лицензия для транспортировки подозрительных грузов
zh_hk: 運輸可疑物資所需的簽證

source: We pledged our support to you already. Open the wormholes and we will come.
ru: Мы уже сказали, что поможем. Откройте червоточины - и мы придем.
zh_hk: 我們已經保證過會支援你的，打開蟲洞我們會跟過來的。

source: A medium sized crate filled with zinc fragments.
ru: Ящик среднего размера с фрагментами цинка.
zh_hk: 一個裝滿鋅碎片的中等大小的箱子。

source: Rocket
ru: Ракета
zh_hk: 火箭彈

source: License for transporting stolen cargo
ru: Лицензия для транспортировки краденых грузов
zh_hk: 運輸贓物所需的簽證

source: The what?
ru: Что?
zh_hk: 摧毀什麼？

source: Copper
ru: Медь
zh_hk: 銅

# plural
source: Rockets
ru: Ракеты
zh_hk: 火箭彈

source: License for transporting illegal cargo
ru: Лицензия для транспортировки нелегальных грузов
zh_hk: 運輸非法物品所需的簽證

source: The Xsotan mothership at the galaxy center.
ru: Зотанский Материнский корабль в центре галактики.
zh_hk: 銀河中心的Xsotan母艦。

# plural
source: Copper
ru: Медь
zh_hk: 銅

# prefix
source: Rocket
ru: Ракет
zh_hk: 火箭彈

source: Also allows transporting dangerous cargo
ru: Позволяет переводить опасные грузы
zh_hk: 同樣允許運輸危險物品

source: Never mind.
ru: Не важно.
zh_hk: 別擔心。

# prefix
source: Copper
ru: по добыче Меди
zh_hk: 銅

source: Ammunition for rocket launchers.
ru: Боеприпасы для ракетниц.
zh_hk: 火箭發射器的彈藥。

source: Cr.
ru: Кр.

source: Internal error, entity cannot have turrets.
ru: Внутренняя ошибка, объект не может иметь турели.
zh_hk: 內部錯誤，實體不能有炮臺。

source: Insurance Fraud detected. You won't receive any payments for %s.
ru: Зафиксировано страховое мошенничество. Вы не получите никаких выплат по страховке корабля %s.
zh_hk: 檢測到保險欺詐行為，你不會受到%s的任何賠償。

source: I wish you best of luck on your journey.
ru: Удачи тебе в странствиях.
zh_hk: 祝你好運。

source: m
ru: м

source: Turret could not be found.
ru: Турель не найдена.
zh_hk: 未能找到炮臺。

source: S.I.I.
ru: И.С.К.
zh_hk: S.I.I.飛船保險委員會

source: How do you want to overcome the barrier?
ru: Как ты хочешь преодолеть барьер?
zh_hk: 你打算怎麼穿越屏障？

source: This entity seems to not be owned by anyone.
ru: Похоже что этот объект никому не принадлежит.
zh_hk: 該實體似乎不被任何人所有。

source: Dear ${player}, We received notice of the destruction of your craft '${craft}'. Very unfortunate! As you are insured at our company you shall receive enclosed the sum insured with us as a loss payment. The contract for your craft '${craft}' is now fulfilled. We hope we can be of future service to you. Best wishes, Ship Insurance Intergalactical
ru: Уважаемый ${player}, Мы зафиксировали уничтожение Вашего корабля '${craft}'. Соболезнуем Вам. Как клиенту нашей страховой компании Вам будет выплачена страховка. Страховой контракт на '${craft}' выполнен. Надеемся на дальнейшее сотрудничество. С уважением, Интергалактическая Страховая Компания
zh_hk: 親愛的${player}， 我們收到資訊稱您的飛船'${craft}'被摧毀了，多麼不幸啊！ 根據您的飛船在我們公司的投保記錄，您應當收到我們在信中附帶的金額作為損失補償。 您的飛船'${craft}'合同已經完成，願今後我們能繼續為您提供貼心服務。 祝您下次一路順風， 船隻保險委員會（S.I.I.）

source: Oh, that's alright!
ru: Ну, это хорошо!
zh_hk: 啊，那就對了！

source: You were damaged recently. You have to wait another %s seconds until you can repair your ship.
ru: Корабль поврежден совсем недавно. Необходимо подождать %s секунд прежде чем вы сможете отремонтировать корабль.
zh_hk: 您剛遭受襲擊，必須等待 %s 秒才能修理飛船。

source: Invite to Group
ru: Пригласить в группу
zh_hk: 邀請到組隊

source: I'm on the hunt of a new element, called 'Avorion'. After the event 200 years ago, it just appeared!
ru: Я ищу новообразованный элемент, называющийся 'Аворион'. Он появился в галактике после Катаклизма.
zh_hk: 我在尋找一種新元素，叫做'Avorion'。 在那個事件200年後，它出現了！

source: System Upgrade Slots
ru: Ячейки для модулей
zh_hk: 系統升級槽位

source: An internal error occurred, ShipInfo of entity not found.
ru: Внутренняя ошибка, параметр ShipInfo объекта не найден.
zh_hk: 發生了一個內部錯誤，未找到實體的船隻資訊。

source: Biotope
ru: Биотоп
zh_hk: 生態站

source: I'm sure we can help each other out. If there's anything you'd like to know, just ask away!
ru: Я уверен что мы можем помочь друг другу. Спрашивай.
zh_hk: 我確信我們能互相幫助的，如果還有什麼東西你想知道的，儘管問！

source: Cargo Hold
ru: Грузовой отсек
zh_hk: 貨艙容量

source: You can't repair that block.
ru: Вы не можете отремонтировать этот блок.
zh_hk: 您無法修復該方塊。

source: Trading Post
ru: Торговая станция
zh_hk: 貿易站

source: Can you give me some tips?
ru: Можешь что-нибудь подсказать?
zh_hk: 你能給我一些提示嗎？

source: Hyperspace Cooldown
ru: Откат гипердвигателя
zh_hk: 超空間冷卻時間

source: The block isn't connected to another block.
ru: Этот блок не соединен ни с одним другим.
zh_hk: 這個方塊未與其他相連。

source: What's happening around here?
ru: Что происходит в этих местах?
zh_hk: 這裏發生了什麼？

source: Destroy
ru: Уничтожить
zh_hk: 銷毀

source: Hyperspace Reach
ru: Дальность гиперпрыжка
zh_hk: 超空間航程

source: Connection refused: Your version '%s' does not match the server's version '%s'.
ru: Соединение отклонено: Ваша версия игры '%s' не совпадает с версией сервера '%s'.
zh_hk: 連接被拒絕：您的版本 '%s' 不符，伺服器版本 '%s'。

source: Casino
ru: Казино
zh_hk: 賭場

source: What are you doing?
ru: Что ты делаешь?
zh_hk: 你在幹什麼？

source: Destroy the selected item
ru: Уничтожить выбранный предмет
zh_hk: 銷毀選中物品

source: Radar Reach
ru: Диапазон радара
zh_hk: 雷達範圍

source: Connection refused: This server is private.
ru: Соединение отменено: закрытый сервер.
zh_hk: 連接被拒絕：這個伺服器是私有的。

source: Thank you! You know what? Here ...
ru: Спасибо! Знаешь что? Держи...
zh_hk: 謝謝你！那啥，這個……

source: Inventory
ru: Инвентарь
zh_hk: 物品欄

source: Yaw (Left/Right)
ru: Рысканье (лев.\прав.)
zh_hk: 偏航軸（左/右）

source: Connection refused: Invalid or missing steam ID.
ru: Соединение отменено: Steam ID неверен либо отсутствует.
zh_hk: 連接被拒絕：steam ID 認證失敗或缺失。

source: Buy
ru: Купить
zh_hk: 購買

source: Have this! It's an upgrade for your ship. It allows you to scan for hidden sectors. You'll have to install it in your ship menu for it to work! But you can only install upgrades into a real ship, it doesn't work with drones or fighters. The green blips on your galaxy map are sectors where you can find interesting stuff, but there's also a lot of things that your radar can't pick up. With this upgrade, you'll be able to scan for those hidden secrets! They'll show up as a yellow blip on your map.
ru: Это тебе. Поставь на свой корабль, оно позволяет обнаруживать скрытые сектора. Тебе необходимо установить его. Но это можно сделать только на полноценном корабле, дрон или истребитель не подойдет. Зеленые точки на твоей галактической карте это сектора, в которых можно найти что-то интересное, однако некоторые вещи простым радаром не засечешь. Это устройство поможет в обнаружении таких объектов.
zh_hk: 拿著這個！這是一個為你的飛船準備的升級插件，它允許你掃描出隱藏星區。 你可以在飛船選單裏安裝它來使它運作！但你只能在一艘真飛船上安裝升級，它不能在無人機或者戰鬥機上運作。 你的銀河星圖上的綠色光點代表著你可以找到有趣事物的星區，但也有很多你的雷達無法探知的東西。 有了這個升級，你就可以去掃描那些隱藏的秘密！它們會在你的星圖上以黃色光點顯示出來。

source: Missions
ru: Миссии
zh_hk: 任務

source: Pitch (Up/Down)
ru: Наклон (вверх\вниз)
zh_hk: 俯仰軸（上/下）

source: Connection refused: Your player name %s is invalid.
ru: Соединение отклонено: Ваше имя игрока ('%s') неверное.
zh_hk: 連接被拒絕：您的玩家名字 %s 不可用。

source: Buy from station
ru: Купить
zh_hk: 從空間站購買

source: I'll be here for a while in case you want to talk. And even if not, I'm sure we're going to meet again some other time.
ru: Я еще побуду здесь, если ты захочешь поговорить. Так или иначе, я уверен что мы еще встретимся.
zh_hk: 我會在這裏逛一陣，如果你還有東西想問。 即使你沒東西想知道了，我確信我們會在某個時候重新見面的。

source: Abandon
ru: Отказаться
zh_hk: 放棄

source: Roll
ru: Вращение
zh_hk: 滾轉軸

source: Connection refused: Player %s is already logged in.
ru: Соединение отклонено: игрок '%s' такой игрок уже присутствует на сервере.
zh_hk: 連接被拒絕：玩家 %s 已經登入！

source: Sell
ru: Продать
zh_hk: 出售

source: Nobody knows who they are, and they don't answer any intercom calls. When you get too close to them, they start attacking. They have been around since the event, and some people say they were created by it. But there is also a bright side! Together with the event a new metallic element called "Avorion" has appeared!
ru: Неизвестно кто они, и на запросы Зотанцы не отвечают. Подходишь слишком близко - начинают атаковать. Они появились после Катаклизма, некоторые даже считают что они его и устроили. Но есть и хорошая сторона. Также после катастрофы появился новый металл, называемый 'аворион'.
zh_hk: 沒人知道它們是誰，它們也不會回復任何接觸呼叫。如果你靠它們太近，它們就開始攻擊。 它們自從事件之後就到處出現了，有些人說它們是被事件創造出來的。 但這也有好的一面！ 和事件一同出現的還有一種新的金屬元素叫做"Avorion"！

source: Max Velocity
ru: Макс. скорость
zh_hk: 最大航速

source: Connection refused: Wrong password.
ru: Соединение отклонено: Неверный пароль.
zh_hk: 連接被拒絕：密碼錯誤！

source: Sell to station
ru: Продать
zh_hk: 出售到空間站

source: I'm not sure yet. But there has to be a way! I know it! Besides, it wouldn't be a very good adventure if everything was clear from the start, would it?
ru: Я не уверен. Но должен же быть какой-то способ! К тому же это было бы неплохим приключением.
zh_hk: 我還不確定，但這肯定有路，我知道的！ 再說，如果從開始什麼都知道了這就不是個好冒險了，對吧？

source: Fleet
ru: Флот
zh_hk: 艦隊

source: Thrust
ru: Ускорение
zh_hk: 推進力

source: Connection refused: Player %s is banned.
ru: Соединение отклонено: игрок %s забанен.
zh_hk: 連接被拒絕：玩家 %s 被伺服器禁止。

source: Equipment Dock
ru: Станция оборудования
zh_hk: 裝備船塢

source: Of course! The closer you get to the center of the galaxy, the better materials you'll find to build your ship. You'll be able to build energy generators or parts that protect your ship, like integrity blocks or even shield generators. The first thing you should do is find yourself some Titanium. Iron is great to get yourself started, but Titanium is lighter and you can build better parts with it. And be wary of the no man's space around here. I hear there's a pirate leader who terrorizes everyone who strays too far away from the civilised sectors.
ru: Естественно! Чем ближе ты к центру галактики - тем более качественные материалы ты можешь найти. Можно будет построить генераторы энергии или генераторы поля структурной целостности. Первым делом найди титан. Железо неплохо для старта, но титан легче и части из него прочнее. И будь аккуратнее в необитаемых секторах. Я слышал,их контролирует какой-то лидер пиратов, терроризирующий всех отдалившихся от обжитых секторов людей.
zh_hk: 當然！ 你越靠近銀河中心，越能找到更好的材料來建造你的飛船。你能夠建造能量反應爐或者那些可以保護你飛船的部件，比如船體防護設備以及護盾發生器。 給你的建議，第一件事就是去找一些鈦礦石。鐵雖然是很好的初始材料，但是鈦礦石更輕，以及可以用它建造更好更多功能的模塊。 別忘了注意周邊的無人空域！我聽聞有個海盜頭領經常嚇唬那些遠離喧囂星區的船長。

source: Auto Pay Crews
ru: Автоматическая выплата
zh_hk: 自動支付工資

source: Brake Thrust
ru: Торможение
zh_hk: 制動推力

source: Connection refused: Ip %s is banned.
ru: Соединение отклонено: IP %s забанен.
zh_hk: 連接被拒絕：IP %s 被伺服器禁止。

source: The AI
ru: ИИ
zh_hk: AI

source: Pickup Behaviour:
ru: Правило автоподбора:
zh_hk: 拾取行為：

source: Mass
ru: Масса
zh_hk: 質量

source: Connection refused: Player %s is not whitelisted.
ru: Соединение отклонено: игрок %s не в белом списке.
zh_hk: 連接被拒絕：玩家 %s 不在白名單上。

source: Factory
ru: Завод
zh_hk: 工廠

source: Hail
ru: Запросить связь
zh_hk: 你好

source: Don't pick up stolen cargo
ru: Не подбирать краденый груз
zh_hk: 不拾取贓物

source: Req. Gunners
ru: Требуется наводчиков
zh_hk: 炮手需求

source: Server shutting down in %i minutes.
ru: Сервер выключится через %i минут(-ы\-у).
zh_hk: 伺服器將在 %i 分鐘內關閉。

source: [There seems to be no reaction.]
ru: [Похоже никто не отвечает.]
zh_hk: 【看起來沒有反應。】

source: Pick up stolen cargo
ru: Подбирать краденый груз
zh_hk: 拾取贓物

source: Req. Miners
ru: Требуется рудокопов
zh_hk: 礦工需求

source: Server shutting down in %i seconds.
ru: Сервер выключится через %i секунд(-ы\-у).
zh_hk: 伺服器將在 %i 秒內關閉。

source: Xsotan detected. Commencing attack.
ru: Обнаружены Зотанцы. Начинаю атаку.
zh_hk: 檢測到Xsotan，開始攻擊。

source: Stock
ru: Запас
zh_hk: 庫存

source: Req. Engineers
ru: Требуется инженеров
zh_hk: 工程師需求

source: Server shutting down in %i...
ru: Сервер остановится через %i...
zh_hk: 伺服器即將關閉 %i……

source: Routing power from shields to weapons.
ru: Перенаправляю энергию с щитов на турели.
zh_hk: 轉移護盾能量給武器。

source: Vol
ru: Объем
zh_hk: 體積

source: Req. Mechanics
ru: Требуется механиков
zh_hk: 機修師需求

source: You're not whitelisted on this server.
ru: Вас нет в белом списке этого сервера.
zh_hk: 您不在伺服器的白名單中。

source: Scanner Beacon
ru: Маяк-сканер
zh_hk: 掃描器信標

source: Avg. Cr
ru: Средняя цена
zh_hk: 平均資金

source: Req. Pilots
ru: Требуется пилотов
zh_hk: 飛行員需求

source: You are blacklisted.
ru: Вы в черном списке.
zh_hk: 你被加入了黑名單。

source: Scanning...
ru: Сканирование...
zh_hk: 掃描中……

source: Dump Cargo
ru: Сброс груза
zh_hk: 丟棄貨物

source: Crew Quarters
ru: Каюты экипажа
zh_hk: 船員艙

source: Your mining ship in sector %s can't find any more asteroids.
ru: Ваш корабль в секторе %s пробурил все астероды.
zh_hk: 您的礦船在星區%s找不到更多小行星資源了。

source: Success. Calling the collector.
ru: Успешно. Вызываю сборщика.
zh_hk: 完畢，呼叫採集者。

source: Crew Pay
ru: Зарплата экипажа
zh_hk: 船員薪酬

source: Sir, we can't find any more asteroids in \s(%s)!
ru: Сэр, в секторе \s(%s) больше не осталось астероидов!
zh_hk: 長官，我們在\s(%s)找不到更多小行星了！

source: ${weaponPrefix} Fighter
ru: ${weaponPrefix} истребитель
zh_hk: ${weaponPrefix}戰鬥機

source: Please be patient. Extraction will begin soon.
ru: Подождите, добыча скоро начнется.
zh_hk: 請耐心等候，提取即將開始。

source: Generated Energy
ru: Производимая энергия
zh_hk: 能量產能

source: Your ship in sector %s can't find any more wreckages.
ru: Ваш корабль в секторе %s разобрал все остовы.
zh_hk: 您的作業船在星區%s找不到更多殘骸了。

source: You don't have enough space in your hangar.
ru: Недостаточно места в ангаре.
zh_hk: 您的機庫沒有足夠空間。

source: Negative.
ru: Результат отрицательный.
zh_hk: 拒絕。

source: Empty cargo space:
ru: Свободно:
zh_hk: 空閒貨艙空間：

source: Storable Energy
ru: Хранимая энергия
zh_hk: 可儲存能量

source: Sir, we can't find any more wreckages in \s(%s)!
ru: Сэр, в секторе \s(%s) больше не осталось остовов!
zh_hk: 長官，我們在\s(%s)找不到殘骸了！

source: There is no free squad to place the fighter in.
ru: Нет свободной эскадрильи для истребителя.
zh_hk: 沒有空閒的小隊來安置戰鬥機。

source: Communication Beacon
ru: Коммуникационный маяк
zh_hk: 通訊信標

source: Assign
ru: Назначить
zh_hk: 指派

source: Hangar Space
ru: Ангар
zh_hk: 機庫空間

source: Fighter to sell not found
ru: Не найден истребитель для продажи.
zh_hk: 要出售的戰鬥機未能找到

source: Establish Connection
ru: Установить соединение
zh_hk: 建立連接

source: Unassign
ru: Снять
zh_hk: 取消指派

source: Minimum Fighters
ru: Мин. истребителей
zh_hk: 最小戰鬥機數量

source: Hello. This is a routine scan. Please remain calm. Your cargo will be confiscated and we will have to fine you ${fine} credits. You have ${timeOut} seconds to respond.
ru: Здравствуйте. Это стандартная процедура сканирования. Пожалуйста, сохраняйте спокойствие. Ваш груз будет конфискован и с Вас будет взыскан штраф в размере ${fine} кредитов. У Вас ${timeOut} секунд на ответ.
zh_hk: 您好，即將進行一次例行掃描，請保持冷靜。 你的貨物將被沒收並且我們將給予你 ${fine} 的罰款處罰。 你有 ${timeOut} 秒的時間作出回應。

source: Fighter Merchant
ru: Продавец истребителей
zh_hk: 戰鬥機商人

source: What is Operation Exodus?
ru: Что такое Операция 'Исход'?
zh_hk: 什麼是Exodus行動？

source: Unassign an untrained crewman from this position.
ru: Снять необученного члена экипажа с этой должности.
zh_hk: 取消這個崗位上一名未訓練船員的指派。

source: Maximum Fighters
ru: Макс. истребителей
zh_hk: 最大戰鬥機數量

source: Comply
ru: Согласиться
zh_hk: 同意

source: Where are you?
ru: Где ты?
zh_hk: 你在哪？

source: Dismiss
ru: Уволить
zh_hk: 解雇

source: Docks
ru: Доки
zh_hk: 停靠點

source: Thank you for your cooperation. Remain where you are. We will now approach you and confiscate your cargo.
ru: Спасибо за Ваше содействие. Оставайтесь на месте, мы скоро прибудем для конфискации груза.
zh_hk: 感謝您的合作， 請保持當前位置，我們將駛近並沒收違規貨物。

source: Habitat
ru: Жилой комплекс
zh_hk: 空間殖民站

source: Why do you live here?
ru: Почему Вы здесь живете?
zh_hk: 你為什麼住這？

source: Warning:
ru: Внимание:
zh_hk: 警告：

source: Free Arbitrary Turrets
ru: Свободные слоты турелей
zh_hk: 通用炮臺

source: [Ignore]
ru: [Игнорировать]
zh_hk: 【無視】

source: ${faction} Headquarters
ru: Штаб ${faction}
zh_hk: ${faction} 總部

source: Do you know how to beat the Xsotan?
ru: Как победить Зотанцев?
zh_hk: 你知道怎麼擊敗Xsotan嗎？

source: This will dismiss the crewman. He will be gone and no money will be returned.
ru: Вы уволите члена экипажа. Он покинет корабль, но деньги возвращены не будут.
zh_hk: 這會解雇這名船員， 他會離開並且不會返還雇傭金。

source: Armed Turrets
ru: Воен. турели
zh_hk: 武器炮臺

source: Hold on. Our scanners show illegal cargo on your ship. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
ru: Не двигаться. Наши сканеры указывают незаконный груз в вашем трюме. Вы оштрафованы на ${fine} кредита(-ов). Ваш груз будет конфискован. У вас есть ${timeOut} секунд для ответа.
zh_hk: 站住！我們的掃描器顯示你的飛船上有非法貨物。 你的貨物將被沒收並且我們將給予你 ${fine} 的罰款處罰。 你有 ${timeOut} 秒的時間作出回應。

source: Headquarters
ru: Штаб
zh_hk: 總部

source: What is this place?
ru: Что это за место?
zh_hk: 這是什麼地方？

source: Auto Assign Crews
ru: Автоматическое распределение
zh_hk: 自動指派船員

source: Unarmed Turrets
ru: Гражд. турели
zh_hk: 非武裝炮臺

source: Hold on. Our scanners show stolen cargo on your ship. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
ru: Не двигаться. Наши сканеры указывают краденый груз в вашем трюме. Вы оштрафованы на ${fine} кредита(-ов). Ваш груз будет конфискован. У вас есть ${timeOut} секунд для ответа.
zh_hk: 站住！我們的掃描器顯示你的飛船上有贓物。 你的貨物將被沒收並且我們將給予你 ${fine} 的罰款處罰。 你有 ${timeOut} 秒的時間作出回應。

source: A nearby sector has been occupied by pirates and they have been attacking our convoys and traders. We cannot let that scum do whatever they like. We need someone to take care of them. Sector: (${x} : ${y})
ru: Сектор неподалеку оккупирован пиратами, атакующими наши корабли. Мы не можем позволить этим отбросам делать что вздумается. Нужен кто-то, кто позаботится об этом. Сектор: (${x} : ${y})
zh_hk: 一個臨近星區被海盜佔領，他們在襲擊我們的商船和商人。 我們不能讓那群渣滓為所欲為，我們需要有人去料理他們。 星區：(${x} : ${y})

source: I have to go.
ru: Мне нужно идти.
zh_hk: 我要走了。

source: Crew
ru: Экипаж
zh_hk: 船員

source: Armed Turret Slots
ru: Слоты боевых турелей
zh_hk: 武裝炮臺槽位

source: Hold on. Our scanners show dangerous cargo on your ship. According to our records, you don't have transportation permit for dangerous cargo in our area. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
ru: Не двигаться. Наши сканеры указывают опасный груз в вашем трюме. Согласно нашим записям, Вы не обладаете надлежащей лицензией для транспортировки подобных грузов в секторах нашей фракции. Вы оштрафованы на ${fine} кредита(-ов). Ваш груз будет конфискован. У вас есть ${timeOut} секунд для ответа.
zh_hk: 站住！我們的掃描器顯示你的飛船上有危險貨物。 根據我們的記錄，你沒有我們空域中的危險貨物運輸許可。 你的貨物將被沒收並且我們將給予你 ${fine} 的罰款處罰。 你有 ${timeOut} 秒的時間作出回應.

source: Wipe out Pirates
ru: Уничтожьте пиратов
zh_hk: 肅清海盜

source: And now we live here.
ru: А теперь мы живем здесь.
zh_hk: 所以現在我們住這裏了。

source: Morale
ru: Мораль
zh_hk: 士氣

source: Unarmed Turret Slots
ru: Слоты гражд. турелей
zh_hk: 非武裝炮臺槽位

source: Your non-responsiveness is considered a hostile act.
ru: Ваше молчание расценено как акт агрессии.
zh_hk: 你的沉默將被視為一種敵對行為。

# difficulty
source: Medium
ru: Средний
zh_hk: 中等

source: Ah. It looks like you already have everything we could give you.
ru: Ах. Похоже, у Вас уже есть все, что мы могли бы дать Вам.
zh_hk: 啊，看起來你已經有我們能給你的所有東西了。

source: Workforce
ru: Раб. сила
zh_hk: 工作能力
