Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Sells and buys resources such as Iron or Titanium and the like. The owner gets 20% of every transaction, as well as cheaper prices.
ru: Продает и покупает такие ресурсы как Железо, Титан и другие. Владелец получает 20% кредитов с каждой сделки, а также скидки.
zh_hk: 買賣礦石資源如鐵鈦等。所有者獲得每訂單20%的收益與更廉價的同類服務。

source: Sells and buys stolen and other illegal goods. The owner gets 20% of every transaction, as well as cheaper prices.
ru: Продает и покупает краденые и различные нелегальные товары. Владелец получает 20% кредитов с каждой сделки, а также скидки.
zh_hk: 交易贓物與其他非法商品。所有者獲得每訂單20%的收益與更廉價的服務。

source: Sells and buys a random range of goods. The owner gets 20% of every transaction, as well as cheaper prices. Attracts NPC traders.
ru: Продает и покупает любые товары. Владелец получает 20% кредитов с каждой сделки, а также скудку.
zh_hk: 交易隨機範圍的貨物。所有者獲得每訂單20%的收益與更廉價的服務。吸引NPC商船。

source: Produces customized turrets and sells turret parts for high prices. The owner gets 20% of every transaction, as well as cheaper prices.
ru: Производит персонализированные турели и продает части турелей по высоким ценам. Владелец получает 20% кредитов с каждой сделки, а также скидки.
zh_hk: 生產自訂砲台與高價出售砲台部件。所有者獲得每訂單20%收益與更廉價的服務。

source: Provides combat missions to players.
ru: Предоставляет игрокам боевые миссии.
zh_hk: 給玩家提供戰鬥任務。

source: The population on this station buys and consumes a range of military goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
ru: Население этой станции покупает и продает ряд военных товаров. Владелец получает 20% кредитов с каждой сделки, а также скидки.
zh_hk: 該空間站的人口購買并消費一系列軍用產品。這些貨物能被所有者免費拾取。吸引NPC商船。

source: Builds ships. The owner gets the production fee paid by other players. Production fee is free for the owner of the shipyard.
ru: Строит корабли. Владелец получает пошлину за производство, оплаченную другими игроками. Для владельца верфи пошлины нет.
zh_hk: 建造船隻。所有者獲得其他玩家生產訂單支付的費用。船塢生產費用對所有者全免。

source: Repairs ships. The owner gets 20% of every transaction, as well as cheaper prices.
ru: Чинит корабли. Владелец получает 20% кредитов с каждой сделки, а также скидки.
zh_hk: 維修船隻。所有者獲得每訂單20%的收益與更廉價的服務。

source: Other Stations
ru: Другие станции
zh_hk: 其他空間站

source: You're about to transform your ship into a ${stationName}.
ru: Вы собираетесь преобразовать свой корабль в ${stationName}.
zh_hk: 您即將轉換您的船隻為 ${stationName}。

source: Paid %1% credits to found a factory.
ru: Выплачено %1% кредитов для постройки завода.
zh_hk: 創建工廠支付了 %1% 資金。

source: The station you chose doesn't exist.
ru: Станция, которую вы выбрали, не существует.
zh_hk: 您選擇的空間站點不存在。

source: Paid %2% credits to found a %1%.
ru: Выплачено %2% кредитов для постройки %1%.
zh_hk: 創建一個 %1% 支付了 %2% 資金。

source: Paid Swoks %1% credits.
ru: Вы заплатили Своксу %1% кредитов.
zh_hk: 支付給Swoks %1% 資金。

source: Received %1% credits for defeating a pirate attack.
ru: Получено %1% кредитов за защиту от атаки пиратов.
zh_hk: 擊敗海盜襲擊收到了 %1% 資金。

source: Received %1% credits for defending a trader from pirates.
ru: Получено %1% кредитов в награду за защиту торговца от пиратов.
zh_hk: 從海盜手中保衛商人收到了 %1% 資金。

source: Received a reward of %1% credits.
ru: Получена награда в размере %1% кредитов.
zh_hk: 收到獎勵 %1% 資金。

source: Bought an item for %1% credits.
ru: Купил предмет за %1% кредитов.
zh_hk: 購買物品消費了 %1% 資金。

source: Sold an item for %1% credits.
ru: Продан предмет за %1% кредитов.
zh_hk: 以 %1% 資金出售了物品。

source: Bought back an item for %1% credits.
ru: Выкуплен предмет за %1% кредитов.
zh_hk: 以 %1% 資金回購了物品。

source: Crew Shuttle
ru: Пассажирский шаттл.
zh_hk: 船員運輸機

source: \s(%1%:%2%) %3% bought %4% %5% for %6% credits.
ru: \s(%1%:%2%) %3% купил %4% %5% за %6% кредитов.
zh_hk: \s(%1%:%2%) %3% 以 %6% 資金購買了 %4% %5%。

source: \s(%1%:%2%) %3% sold %4% %5% for %6% credits.
ru: \s(%1%:%2%) %3% продал %4% %5% за %6% кредитов.
zh_hk: \s(%1%:%2%) %3% 以 %6% 資金出售了 %4% %5%。

source: \s(%1%:%2%): sold %3% %4% for %5% credits.
ru: \s(%1%:%2%): продал %3% %4% за %5% кредитов.
zh_hk: \s(%1%:%2%)： 以 %5%資金出售了 %3% %4%。

source: \s(%1%:%2%): Bought %3% %4% for %5% credits.
ru: \s(%1%:%2%): купил %3% %4% за %5% кредитов.
zh_hk: \s(%1%:%2%)：以 %5% 資金購買了 %3% %4%。

source: Good isn't bought.
ru: Товар не куплен.
zh_hk: 未能購買貨物。

source: No more space.
ru: Не хватает места.
zh_hk: 沒有足夠空間。

source: Not enough money.
ru: Недостаточно кредитов.
zh_hk: 沒有足夠資金。

source: Unknown error.
ru: Неизвестная ошибка.
zh_hk: 未知錯誤。

source: No more goods.
ru: Нет товаров.
zh_hk: 沒有足夠的貨物。

source: Earned %1% credits for wiping out a pirate group.
ru: Получено %1% кредитов за уничтожение группы пиратов.
zh_hk: 清剿海盜獲得了 %1% 資金。

source: Received %1% credits for delivering cargo.
ru: Получено %1% кредитов за доставку груза.
zh_hk: 貨物遞送收到了 %1% 資金。

source: Please deliver the cargo to the ${stationTitle} ${name}.
ru: Необходимо доставить груз на ${stationTitle} ${name}.
zh_hk: 請遞送這批貨物至 ${stationTitle} ${name}。

source: The recipient is on the ${stationTitle} ${name}.
ru: Получатель находится на ${stationTitle} ${name}.
zh_hk: 收貨方在 ${stationTitle} ${name}。

source: Received %1% credits for organizing goods in time.
ru: Получено %1% кредитов за своевременную доставку товаров.
zh_hk: 按時處理貨物收到了 %1% 資金。

source: The ${stationTitle} ${stationName} in sector ${sectorName} asked you for an urgent delivery of ${amount} ${plural}. Upon delivering, you will receive payment for the goods as well as a bonus. Time Left: ${timeLeftStr}
ru: ${stationTitle} ${stationName} в секторе ${sectorName} просит вас срочно доставить ${amount} ${plural}. При доставке вы получите оплату и бонус Времени осталось ${timeLeftStr}
zh_hk: ${stationTitle} ${stationName} 在星區 ${sectorName} 向您請求緊急遞送 ${amount} ${plural}。 完成時，您將同時收到貨物的貨款與任務委託金。 時間剩餘： ${timeLeftStr}

source: The MCRN battleship Donnager is about 500 meters (1640 ft) long and weighs about 250 000 metric tons. It houses 2,086 crew members.
ru: Линкор MCRN Donnager достигает 500 метров в длину и весит 250 000 тонн. Его команда состоит из 2 086 человек.
zh_hk: 電視劇《太空無垠》中MCRN的Donnager級戰列艦長約500米（1640英呎），總重約250,000公噸。它承載著2,086名船員。

source: The space ship used in Firefly is 81 meters (269 ft) long and has a crew capacity of only 5! It could, however, transport up to 74,797 kg (164,900 lb) of cargo.
ru: Космический корабль из сериала Firefly/Светлячок был имел длину в 81 метров и содержал команду всего из 5 человек, что не мешало ему транспортировать до 74 797 кг груза.
zh_hk: 美劇《螢火蟲》（2002）中使用的宇宙飛船長81米（269英呎），船員數僅5人！然而，它卻能運輸至多74,797千克（164,900鎊）的貨物。

source: SpaceX's Falcon 9 first stage features 9 engines with a thrust of 8,227,000 N (1,849,500 lbf) in vacuum. With that the rocket could bring a 4,020 kg (8862 lb) payload to Mars!
ru: Первая ступень Falcon 9 от SpaceX работает на 9 двигателях с тягой 8,227,000 Н в вакууме. С этой ступенью ракета может доставить 4 020 кг полезной нагрузки на Марс!
zh_hk: SpaceX公司的獵鷹9號一級火箭有9個在真空中總數為8,227,000牛（1,849,500磅）推力的推進器。以這樣的火箭能夠攜帶4,020千克（8862磅）的負載到達火星！

source: The international space station (ISS) is in orbit of earth since 1998! It travels at 27,600 km/h (17,200 mph) and orbits earth 15.5 times a day.
ru: Международная космическая станция (МКС) находится на орбите земли с 1998 года! Она движется со скоростью 27.600 км/ч (17.200 миль / ч) и облетает землю 15.5 раз в день.
zh_hk: 國際空間站（ISS）自1998年就在地球軌道上運行了。它以每小時27,600公里（17200mph）的時速每天環繞地球15.5次。

source: The milky way is 100,000 lightyears wide, that is approx. 946,073,047,258,080,000,000 meters (587,862.5 trillion miles).
ru: Диаметр Млечного пути составляет 30 тысяч парсек (100 тысяч световых лет), что приблизительно равно 946,073,047,258,080,000,000 метров (587,862.5 триллионов миль).
zh_hk: 銀河系直徑十萬光年，大約為946,073,047,258,080,000,000米（587,862.5萬億英里）。

source: The milky way contains between 200-400 billion stars and at least 100 billion planets.
ru: Млечный Путь состоит из 200-400 миллиардов звёзд и по крайней мере 100 миллиардов известных планет.
zh_hk: 銀河系包含2000至4000億顆恆星，以及至少1000億顆行星。

source: Our sun is about 26.4 thousand lightyears away from the center of the milky way.
ru: Наше солнце находится на расстоянии примерно в 27 700 тыс. световых лет от центра Млечного Пути.
zh_hk: 我們的太陽距離銀河系中心約26,400光年。

source: The Hubble Space Telescope is 13.2 meters (43.5 ft) long and weighs 12,247 kg (27,000 lb). It needs about 2,100 watts energy and produces 5,500 watts solely with solar panels!
ru: Космический Телескоп Хаббл составляет в длину 13.2 метра и весит 12,247 килограмм. Ему нужно около 2,100 ватт энергии, а производит он 5,500 ватт исключительно солнечными панелями.
zh_hk: 哈勃太空望遠鏡長13.2米（43.5英呎）重12,247公斤（27,000磅）。它需要大約2,100瓦的能量，而它單從太陽能板產生的能源就足有5,500瓦。

source: Russian Cosmonaut Yuri Gagarin was the first human in space. In 108 minutes he orbitted earth in 1961.
ru: Русский космонавт Юрий Гагарин был первым человеком в космосе. В 1961 он облетел землю за 108 минут.
zh_hk: 前蘇聯宇航員尤里·加加林是第一個到達太空的人類。在108分鐘里，他于1961年環繞了地球。

source: The first living things humans sent to space were fruit flies. In 1947 a V-2 rocket was launched to an altitude of 109 km (67.7 miles) to explore radiation exposure rates.
ru: Первыми живыми существами, побывавшими в космосе, были фруктовые мушки. В 1947 году была запущена ракета V-2 на высоту 109 км. чтобы определить уровень радиационного облучения.
zh_hk: 第一種被人類送上太空的活物是果蠅。在1947年，一枚V2火箭發射到了海拔109公里（67.7英里）的高度，用於探索太空的暴露環境輻射率。

source: The fastest speed a human ever reached was a stunning 11,082 m/s (24,791 mph) during the Apollo 10 mission.
ru: Самая быстрая скорость, когда-либо достигнутая человеком - шокирующие 11,082 м/с в ходе миссии Аполлон-10.
zh_hk: 人類歷史上所達到的最快時速——令人震驚的每秒11,082米（24,791mph），于阿波羅10號任務。

source: Control your ships in the strategy mode using the right mouse button. Hold it to open a context menu.
ru: Управляйте вашими кораблями в режиме стратегического обзора, используя правую кнопку мыши. Удерживайте ее, чтобы открыть меню.
zh_hk: 用滑鼠右鍵在策略模式中控制您的船隻！按住它可開啟相關選單。

source: Due to their cooling systems, energy weapons will require more energy the longer you fire them.
ru: Из-за его систем охлаждения, энергетическое оружие будет требовать больше энергии при продолжительной стрельбе.
zh_hk: 藉由它們的冷卻系統，能量武器持續長時間開火將需要消耗更多能源。

source: When you stop firing energy weapons, they will immediately stop using up energy, but they will still have to cool off for a while.
ru: Когда вы прекращаете стрельбу из энергетического оружия, оно сразу перестает потреблять энергию. Но, ему так же требуется время на охлаждение.
zh_hk: 當您的能量武器停止開火時，它們會立即停止消耗能量。但它們會仍需一段時間的冷卻。

source: Wait until an energy weapon has cooled off completely to have it use less energy when firing it again.
ru: Подождите пока энергетическое орудие не остынет полностью, чтобы расходовать меньше энергии при возобновлении стрельбы.
zh_hk: 等待能量武器徹底冷卻，以用更低的能耗開火。

source: Mission:
ru: Задание:
zh_hk: 任務：

source: Missions:
ru: Задания:
zh_hk: 任務：

source: Chat
ru: Чат
zh_hk: 聊天

source: The iconic X-Wing Starfighter has a length of 12.5 meters (39 ft) and is equipped with 4 laser cannons on its wings and proton torpedo launchers.
ru: Знаменитый X-Wing Starfighter длиной в 12,5 метров (39 футов) оснащен 4-мя лазерными пушками на своих крыльях и парой пусковых установок с протонными торпедами.
zh_hk: 最具標誌性的X翼戰機身長12.5米（39英呎），于機翼末端裝配四管鐳射炮，以及質子魚雷發射架。

source: The Death Star is 160,000 meters (524,934 ft) wide and has a total of 1,206,293 crew.
ru: Звезда смерти в диаметре 160 000 метров и обслуживается в общей сложности 1 206 293 членами экипажа.
zh_hk: “死星”寬約160,000米（524,934英呎），且船員人數逾1,206,293名。

source: Starship USS Enterprise weighs about 397,805 metric tons (877,009,902.1 lb) and is 642.5 meters (2,108 ft) long. It can fly without taking on any ressources for 15 years.
ru: Космический корабль USS Энтерпрайз весит около 397,805 тонн, а его длина составляет 642.5 метров. Он может летать без дозаправки какими-либо ресурсами около 15 лет.
zh_hk: 星艦USS企業號重達397,805公噸（877,009,902.1磅），長642.5米（2,108英呎）。它能夠連續巡航15年無需任何補給。

source: The USS Enterprise has a total of 1014 crew members, including civilians.
ru: На корабле Энтерпрайз NCC-1701 в общей сложности 1014 членов экипажа, включая гражданские лица.
zh_hk: 《星際迷航》劇中的USS企業號上有1014名船員，包括平民。

source: NASA scientists are working on a propulsion drive similar to Star Treks Impulse Engines. While they still aren't close, it is very possible to build such engines!
ru: Ученые NASA работают над двигателем, подобным импульсным двигателям из Star Trek. Хоть разработки и далеки до завершения, все же такие двигатели теоретически возможны!
zh_hk: NASA的科學家早年就開始研發一種類似於星際迷航中脈衝引擎的推進裝置，他們至今仍沒有停止這項企劃，意味著這種引擎極有可能成為現實！

source: The Battlestar Galactica is 1438 m (4720 ft) long, 537 m (1762 ft) wide and 183 m (602 ft) tall. Working on it are up to 5000 crewmen.
ru: Звёздный крейсер «Галактика» 1438 м в длину, 537 м в ширину и 183 м в высоту. На нем работают до 5000 членов экипажа.
zh_hk: 《太空堡壘卡拉狄加》劇中的卡拉狄加號有1438米（4720英呎）長，537米（1762英呎）寬以及183米（602英呎）高，全艦船員超過5000名。

source: The Imperial I-class Star Destroyer from starwars has a length of 1600 meters (5249 ft) and supports life of over 37,000 crew members.
ru: Звёздный разрушитель типа «Имперский I» из Звездных Войн длиной в 1600 метров способен поддерживать жизнь более 37,000 членов экипажа.
zh_hk: 來自《星球大戰》系列中的帝國 I型殲星艦有1600米（5249英呎）長，能夠維持37000名船員。

source: The Imperial I-class Star Destroyer from starwars has enough quarters for 9700 stormtroopers.
ru: Звёздный разрушитель типа «Имперский I» из Звездных Войн имеет достаточно жилых отсеков для 9700 штурмовиков.
zh_hk: 來自《星球大戰》系列中的帝國 I型殲星艦能夠容納9700名風暴步兵。

source: The Star Wars imperial army has hyperspace blocking ships designed to prevent other ships from jumping to lightspeed or even pulling them out of a hyperspace jump - The Immobilizer 418 cruiser. It creates gravity wells that distort jump routes.
ru: Имперская армия Звездных Войн имеет корабли с блокираторами гипердвигателя, предназначенные для предотвращения совершения гиперпрыжков кораблями или даже выхода их из гиперскорости. Например крейсер типа «Обездвиживающий-418». Он создает гравитационные колодцы, искажающие маршруты прыжков.
zh_hk: 在《星球大戰》劇中的帝國軍隊擁有超空間阻斷船隻，用於阻止其他飛船進入光速或甚至是將其從超空間跳躍中拉出來——停滯者418巡洋艦。它創造重力井扭曲跳躍路徑。

source: No errors.
ru: Нет ошибок.
zh_hk: 無錯誤。

source: Not enough space for pilots.
ru: Не хватает места для пилотов.
zh_hk: 沒有足夠的空間容納飛行員。

source: The fighter's squad doesn't exist.
ru: Эта эскадрилья истребителей не существует.
zh_hk: 戰機小隊不存在。

source: The object trying to land isn't a fighter.
ru: Объект, пытающийся зайти на посадку - не истребитель.
zh_hk: 試圖著陸的物體不是艦載機。

source: The fighter's squad is full.
ru: Эскадрилья истребителей укомплектована.
zh_hk: 戰機小隊已滿。

source: There are no useable landing positions.
ru: Нет подходящих посадочных мест.
zh_hk: 沒有可用的著陸點。

source: Fly To Location
ru: Полет в локацию
zh_hk: 飛向位置

source: Maximum block limit (%s) of this server reached!
ru: Достигнут максимально доступный лимит блоков на этом сервере! (%s)
zh_hk: 服務器最大方塊限制 (%s) 已達到！

source: Maximum ship volume limit (%1% %2%) of this server reached!
ru: Достигнут максимально доступный объем корабля на этом сервере! (%1% %2%)
zh_hk: 服務器最大飛船體積限制 (%1% %2%) 已達到！

source: Maximum station volume limit (%1% %2%) of this server reached!
ru: Достигнут максимально доступный объем станции на этом сервере! (%1% %2%)
zh_hk: 服務器最大空間站體積限制 (%1% %2%) 已達到！

source: Darth Vader's flagship is an 'Executor-class' Star Destroyer. It has more than 5000 turbolasers and ion cannons.
ru: Личный флагман лорда Дарта Вейдера «Палач» имеет более 5000 турболазерных, ионных и т.д. орудий.
zh_hk: 達斯維達的旗艦是一條‘執行者級’殲星艦，它擁有超過五千門增壓鐳射砲與光束砲。

source: 'The Excecutor', Darth Vader's flagship is 19,000 m (62,335 ft) long and has 13 engines.
ru: Флагман Дарта Вейдера «Палач» длиной в 19км (62,335 футов), оснащен 13 двигателями.
zh_hk: ‘執行者’，達斯維達的旗艦有十九公里長（62335英呎）和十三部引擎。

source: Ship Tags
ru: Тэги кораблей
zh_hk: 飛船標籤

source: Selected tags will be listed here
ru: Выбранные тэги будут отображаться здесь
zh_hk: 已選中的標籤將在此羅列

source: Show All
ru: Показать все
zh_hk: 顯示全部

# Workshop Tag
source: Fighter Blueprint
ru: Чертеж истребителя
zh_hk: 艦載機藍圖

# Workshop Tag
source: Segment Template
ru: Шаблон сегмента
zh_hk: 組件樣板

# Workshop Tag
source: Art
ru: Декоративные
zh_hk: 藝術

# Workshop Tag
source: Movie
ru: Из фильмов
zh_hk: 影片

# Workshop Tag
source: TV-Show
ru: Из сериалов
zh_hk: 節目

# Workshop Tag
source: Video Game
ru: Из игр
zh_hk: 電視遊戲

# Workshop Tag
source: Corvette
ru: Корветы
zh_hk: 護航艇

# Workshop Tag
source: Frigate
ru: Фригаты
zh_hk: 護衛艦

# Workshop Tag
source: Cruiser
ru: Крейсера
zh_hk: 巡洋艦

# Workshop Tag
source: Destroyer
ru: Эсминцы
zh_hk: 驅逐艦

# Workshop Tag
source: Freighter
ru: Грузовые
zh_hk: 貨船

# Workshop Tag
source: Mine
ru: Шахты
zh_hk: 礦場

# Workshop Tag
source: Iron
ru: Железо
zh_hk: Iron鐵材質

# Workshop Tag
source: Titanium
ru: Титан
zh_hk: Titanium鈦材質

# Workshop Tag
source: Naonite
ru: Наонит
zh_hk: Naonite材質

# Workshop Tag
source: Trinium
ru: Триниум
zh_hk: Trinium材質

# Workshop Tag
source: Xanion
ru: Ксанион
zh_hk: Xanion材質

# Workshop Tag
source: Ogonite
ru: Огонит
zh_hk: Ogonite材質

# Workshop Tag
source: Avorion
ru: Аворион
zh_hk: Avorion材質

# Workshop Tag
source: Starter
ru: Для самого начала
zh_hk: 初始遊戲

# Workshop Tag
source: Early Game
ru: Для ранней стадии
zh_hk: 遊戲早期

# Workshop Tag
source: Mid Game
ru: Для средней стадии
zh_hk: 遊戲中期

# Workshop Tag
source: Late Game
ru: Для поздней стадии
zh_hk: 遊戲後期

# Workshop Tag
source: End Game
ru: Для финальной стадии
zh_hk: 遊戲頂級

source: Your ship needs mining turrets or fighters to mine.
ru: Вам понадобятся добывающие турели для добычи залежей.
zh_hk: 您的飛船需要採礦砲台或艦載機來進行採礦作業。

source: Your ship needs turrets or combat or salvaging fighters to salvage.
ru: Для добычи материалов из останков кораблей Вам понадобятся боевые или демонтирующие турели или истребители.
zh_hk: 您的飛船需要武裝或打撈砲台與艦載機來進行打撈作業。

source: Not enough space in squad.
ru: В вашей эскадрильи нет свободных мест.
zh_hk: 小隊中沒有足夠空間。

source: We detected a crash during game startup. Please make sure that you use the latest drivers for your graphics card. In an attempt to fix this problem, the graphics settings were reduced to an absolute minimum.
ru: Мы обнаружили сбой во время запуска игры. Пожалуйста, убедитесь, что вы используете новейшие драйверы вашей видеокарты. Чтобы попытаться исправить эту проблему, настройки графики были уменьшены до минимума.
zh_hk: 檢測到遊戲啟動時崩潰， 請確認您的圖形卡使用了最新驅動程式。 為嘗試修復該問題，圖形選項已被自動設置為最低效果。

source: Error
ru: Ошибка
zh_hk: 錯誤

source: You have been blocked from using your hyperdrive on this server for an indefinite amount of time.
ru: Вам запретили импользовать гипердвигатель на этом сервере на неопределенный срок.
zh_hk: 您的超空間跳躍已被該服務器無限期屏蔽！

source: You have been blocked from using your hyperdrive on this server for %s.
ru: Вам запретили использование гипердвигателя на этом сервере на %s.
zh_hk: 您的超空間跳躍已被該服務器屏蔽了 %s 。

source: You have been blocked from using the chat for an indefinite amount of time.
ru: Вы не можете использовать чат в течении неопределенного срока.
zh_hk: 您已被無限期禁言！

source: You have been blocked from using the chat for %s.
ru: Вы не можете использовать чат в течении %s.
zh_hk: 您已被禁言 %s 。

source: Select a hangar in the building mode to see if fighters can start from it.
ru: Выберите ангар в режиме постройки, чтобы увидеть, могут ли стартовать с него истребители.
zh_hk: 在建造模式中點選一個機庫即可查看艦載機是否能從中釋出。

source: You can repair your entire ship all at once with the "Repair Ship..." button.
ru: С помощью кнопки "Починить корабль..." вы можете полностью восстановить все повреждения.
zh_hk: 您可點擊“修理船隻……”按鈕立即修理全船。

source: You can remove fighters by dragging and dropping them out of the hangar window.
ru: Вы можете убрать истребители, просто перетащив их из окна ангара.
zh_hk: 您可以在機庫窗口界面中把戰機圖標拖拽到窗口外來移除艦載機。

source: The material of a turret used in the fighter factory will add additional boosts to your fighter.
ru: Материал турели, которая используется на заводе истребителей даст дополнительное усиление вашему истребителю.
zh_hk: 在艦載機工廠中生產戰機砲台的材料種類將給您的艦載機增添額外的加成。

source: The rarity of a turret used in the fighter factory will determine how many stat points you can spend on a fighter.
ru: Редкость турели, которая используется в заводе истребителей определяет, сколько очков вы можете потратить на истребитель.
zh_hk: 在艦載機工廠中使用的砲台稀有度將決定您可以在戰機設計中獲得多少可用屬性點。

source: The higher the material of a fighter, the higher is its base durability.
ru: Чем лучше материал истребителя, тем выше его базовая прочность.
zh_hk: 建造艦載機的材料越高級，其基礎耐久度越高。

source: Smaller fighters will take up less space in your hangar.
ru: Более маленькие истребители займут меньше места в вашем ангаре.
zh_hk: 更小的艦載機佔用更少的機庫空間。

source: - Maximum simultaneous productions: %i
ru: - Максимум параллельных линий сборки: %i
zh_hk: 最大並行生產數：%i

source: This property gets increased points due to the turret's material.
ru: Эта свойство увеличивается в зависимости от материала турели.
zh_hk: 該屬性由砲台材質獲取點數增幅。

source: You must be docked to the station to build fighters.
ru: Вы должны пристыковаться к станции, чтобы строить истребители.
zh_hk: 您必須停靠在空間站上才能建造艦載機！

source: You must be closer to the ship to build fighters.
ru: Вы должны быть ближе к кораблю, чтобы можно было строить истребители.
zh_hk: 您必須足夠靠近該船隻才能建造艦載機！

source: Your salvaging license in %s will run out in 10 seconds.
ru: Ваша лицензия на сбор в %s истечёт через 10 секунд.
zh_hk: 您在 %s 的打撈許可將在十秒內過期。

source: Your salvaging license in %s will run out in 20 seconds.
ru: Ваша лицензия на сбор в %s истечёт через 20 секунд.
zh_hk: 您在 %s 的打撈許可將在二十秒內過期。

source: Your salvaging license in %s will run out in 30 seconds. Renew it and save yourself some trouble!
ru: Ваша лицензия на сбор в %s истечёт через 30 секунд. Обновите её, чтобы не попасть в неприятности!
zh_hk: 您在 %s 的打撈許可將在三十秒內過期，如需繼續作業請盡快續簽！

source: Your salvaging license in %s will run out in 60 seconds. Renew it NOW and save yourself some trouble!
ru: Ваша лицензия на сбор в %s истечёт через одну минуту. Обновите её НЕМЕДЛЕННО, чтобы избежать неприятностей!
zh_hk: 您在 %s 的打撈許可將在六十秒內過期，如需繼續作業請馬上續簽！

source: Your salvaging license in %s will run out in 2 minutes. Renew it immediately and save yourself some trouble!
ru: Ваша лицензия сбора в %s истечёт через две минуты. Обновите её скорее, иначе будут неприятности!
zh_hk: 您在 %s 的打撈許可將在兩分鐘內過期，如需繼續作業請盡快續簽執照。

source: Your salvaging license in %s expired. You may no longer salvage in this area.
ru: Ваша лицензия на сбор в %s истекла. Вы больше не можете собирать лом в этом секторе.
zh_hk: 您在 %s 的打撈許可已經過期，您在該區域內不再享有打撈殘骸權利。

# Block
source: Assembly
ru: | Сборщик
zh_hk: 裝配機

source: All productions at full capacity.
ru: Все сборщики работают на полную мощность.
zh_hk: 全部生產已飽和。

source: No blueprint set.
ru: Чертеж не выбран.
zh_hk: 沒有找到藍圖。

source: Not enough space in hangar.
ru: В вашем ангаре недостаточно места.
zh_hk: 機庫空間不足。

source: Not enough resources.
ru: Недостаточно ресурсов.
zh_hk: 資源不足。

source: Production is disabled.
ru: Производство приостановлено.
zh_hk: 生產已關閉。

source: Squad is full.
ru: Эскадрилья укомплектована.
zh_hk: 小隊已滿。

source: No assembly blocks on craft.
ru: На этом корабле отсутствуют сборочные аппараты.
zh_hk: 未找到裝配機方塊。

source: %i seconds
ru: %i секунд(-ы)
zh_hk: %i 秒

source: 1 minute
ru: 1 минута
zh_hk: 1 分鐘

source: 1 minute, %i seconds
ru: 1 минута, %i секунд(-а/ы)
zh_hk: 1 分鐘， %i 秒

source: %i minutes
ru: %i минут(-ы)
zh_hk: %i 分鐘

source: %i minutes, %i seconds
ru: %i минут(-а/ы), %i секунд(-а/ы)
zh_hk: %i 分鐘， %i 秒

source: 1 hour
ru: 1 час
zh_hk: 1 小時

source: 1 hour, %i minutes
ru: 1 час %i минут(-а/ы)
zh_hk: 1 小時， %i 分鐘

source: %i hours
ru: %i час(-а/ов)
zh_hk: %i 小時

source: %i hours, %i minutes
ru: %i час(-а/ов), %i минут(-а/ы)
zh_hk: %i 小時， %i 分鐘

source: 1 day
ru: 1 день
zh_hk: 1 天

source: 1 day, %i hours
ru: 1 день, %i час(-а/ов)
zh_hk: 1 天， %i 小時
