Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
ru: Вам потребуется %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а, %11% %12%а и %13% %14%а
zh_hk: 您需要 %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10%，%11% %12% 和 %13% %14%

source: Stolen %s
ru: %s (Краденый)
zh_hk: 贓物 %s

source: - Higher Durability
ru: - Очень прочный
zh_hk: - 更高耐久

source: Save
ru: Сохранить
zh_hk: 保存

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
ru: Вам потребуется %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а, %11% %12%а, %13% %14%а и %15% %16%а
zh_hk: 您需要 %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10%，%11% %12%，%13% %14% 和 %15% %16%

source: Suspicious %s
ru: %s (Подозрительный)
zh_hk: 可疑物品 %s

source: - Very High Mass
ru: - Огромная масса
zh_hk: - 超高品質

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
ru: Вам потребуется %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а, %11% %12%а, %13% %14%а, %15% %16%а и %17% %18%а
zh_hk: 您需要 %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10%，%11% %12%，%13% %14%，%15% %16% 和 %17% %18%

source: [Branded As Stolen]
ru: [Помеченно как краденое]
zh_hk: 【贓物標記】

source: Game Settings
ru: Настройки игры
zh_hk: 遊戲設置

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
ru: Вам потребуется %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а, %11% %12%а, %13% %14%а, %15% %16%а, %17% %18%а и %19% %20%а
zh_hk: 您需要 %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10%，%11% %12%，%13% %14%，%15% %16%，%17% %18% 和 %19% %20%

source: Goods that are branded as stolen can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
ru: Товары, отмеченные как краденые, не могут быть использованы или проданы на обычных станциях. Перевозка краденого незаконна.
zh_hk: 被標記為贓物的貨物 不能使用或在正常空間站出售， 如果有人檢查你的話你可能會惹上麻煩。

source: Building Inventory
ru: Строительный инвентарь
zh_hk: 建造物品欄

source: Playername
ru: Имя игрока
zh_hk: 玩家名字

source: You need lots of resources
ru: Вам понадобится очень много ресурсов
zh_hk: 您需要大量資源

source: [Suspicious]
ru: [Подозрительный]
zh_hk: 【可疑】

source: Template Material
ru: Материал шаблона
zh_hk: 範本材料

source: Language
ru: Язык
zh_hk: 語言

source: System Upgrade
ru: Обновление системы
zh_hk: 系統升級槽位

source: This good has a suspicious energy signature and can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
ru: Товар имеет подозрительную энергетическую сигнатуру и не может быть использован или продан на обычной станции. Будут проблемы, если Ваш груз проверят.
zh_hk: 這個貨物有一個可疑的能量信號 不能使用或在正常空間站出售， 如果有人檢查你的話你可能會惹上麻煩。

source: Show Building Inventory (Space)
ru: Показать строительный инвентарь (Пробел)
zh_hk: 顯示建造物品欄 (空格)

source: Space in Loading Screen
ru: Пробел на экране загрузки
zh_hk: 讀取畫面需要按空格繼續

source: Turret Template
ru: Заготовка турели
zh_hk: 炮臺範本

source: [Illegal]
ru: [Нелегально]
zh_hk: 【非法】

source: Building Shapes
ru: Формы для строительства
zh_hk: 建造形狀

source: Retrograde Marker
ru: Обратная маркировка
zh_hk: 當前逆向速度標記

source: Vanilla Item
ru: Обычный предмет
zh_hk: 原始物品

source: This good is deemed illegal by most factions and can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
ru: Этот товар считается нелегальным среди большинства фракций и не может быть использован или продан на станции. Будут проблемы, если Ваш груз проверят.
zh_hk: 這個貨物被大多數勢力定義為非法 不能使用或在正常空間站出售， 如果有人檢查你的話你可能會惹上麻煩。

source: %i of %i (%i+%i)
ru: %i из %i (%i+%i)
zh_hk: %i 已使用，總計 %i (%i+%i)

source: Shows a small purple cross as your retrograde marker. Fly towards this marker to come to brake your ship.
ru: Обратная маркировка отображается в виде фиолетового крестика. Летите в его сторону чтобы остановить ваш корабль.
zh_hk: 顯示一個紫色十字作為當前逆向速度標記，朝向該記號加速來進行飛船減速。

# This refers to factions, such as 'The Xsotan'.
source: The %s
ru: %s
zh_hk: %s

source: [Dangerous]
ru: [Опасный]
zh_hk: 【危險】

source: Fighters
ru: Истребители
zh_hk: 戰鬥機

source: Prograde Marker
ru: Маркировка направления
zh_hk: 當前速度方向標記

source: The %s Emirate
ru: %s Эмираты
zh_hk: %s酋長國

source: This good is potentially dangerous. You might get in trouble when someone is controlling you and you don't have a permit for its transportation.
ru: Этот товар потенциально опасен. Будут проблемы, если Ваш груз проверят. У Вас нет разрешения на его перевозку.
zh_hk: 這個貨物被確信是十分危險的， 如果有人檢查你的話你可能會惹上麻煩。 您沒有運輸它的許可。

# fighter count
source: %lf to %lf
ru: %lf к %lf
zh_hk: %lf 到 %lf

source: Shows a small cyan cross as your prograde marker. This is where your ship is currently drifting towards.
ru: Маркировка направления отображается в виде голубого крестика. Он указывает в каком направлении дрейфует сейчас ваш корабль.
zh_hk: 顯示一個青色十字作為當前速度方向標記，這是飛船當前正在漂移的方向。

source: The Emirate of %s
ru: Эмираты %s
zh_hk: %s酋長國

source: Turret
ru: Турель
zh_hk: 炮臺

source: Click to paint your ship [No color selected]
ru: Кликните, чтобы покрасить Корабль цветом [цвет не выбран]
zh_hk: 點擊來給您的船隻上色【沒有選擇顏色】

source: Show Driver Warning
ru: Предупреждения управления
zh_hk: 顯示駕駛警告提示

source: The %s States
ru: %s Штаты
zh_hk: %s國

source: Double
ru: Двойная
zh_hk: 雙聯裝

source: No color selected
ru: Цвет не выбран
zh_hk: 沒有選擇顏色

source: Show Hints
ru: Показывать подсказки
zh_hk: 顯示提示

source: The States of %s
ru: Штаты %s
zh_hk: %s國

source: Triple
ru: Тройная
zh_hk: 三聯裝

source: Paint Blocks [%s]
ru: Покрасить блоки [%s]
zh_hk: 油刷方塊【%s】

source: Show Building Hints
ru: Показывать подсказки при строительстве
zh_hk: 顯示建築提示

source: The %s Planets
ru: %s Планеты
zh_hk: %s行星聯盟

source: Quad
ru: Квадро
zh_hk: 四聯裝

source: Grid Size
ru: Шаг размера сетки
zh_hk: 網格大小

source: Reenable All Hints
ru: Сбросить подсказки
zh_hk: 使所有提示再次可見

source: The Planets of %s
ru: Планеты %s
zh_hk: %s行星聯盟

source: Multi
ru: Мульти
zh_hk: 多聯裝

source: Scale Step
ru: Шаг размера блока
zh_hk: 縮放大小

source: Reactivates all hints that you previously marked as 'don't show again'.
ru: Возвращает все подсказки которые вы пометили как 'Не показывать снова'.
zh_hk: 重新啟動所有您之前勾選過‘不再顯示’的提示。

source: The %s Kingdom
ru: %s Королевство
zh_hk: %s王國

# Invalid/Unknown Time Stamp
source: unknown
ru: неизвестно
zh_hk: 未知

source: No Snap
ru: Без привязки
zh_hk: 無參照

source: Damage Numbers
ru: Размер чисел урона
zh_hk: 傷害數字

source: The Kingdom of %s
ru: Королевство %s
zh_hk: %s王國

source: %i seconds ago
ru: вышел %i секунд(-ы) назад
zh_hk: %i 秒前

source: Global Grid
ru: Общая сетка
zh_hk: 全局網格

source: Camera relative up offset
ru: Относительный сдвиг камеры вверх
zh_hk: 攝像機相對位移上

source: The %s Army
ru: %s Армия
zh_hk: %s軍方

source: %i minutes ago
ru: вышел %i минут(-ы) назад
zh_hk: %i 分鐘前

source: Local Grid
ru: Локальная сетка
zh_hk: 本地網格

source: Camera absolute up offset
ru: Сдвиг камеры вверх
zh_hk: 攝像機絕對位移上

source: The Army of %s
ru: Армия %s
zh_hk: %s軍方

source: %i hours ago
ru: Не заходил %i часа(-ов)
zh_hk: %i 小時前

source: Block Middle
ru: По центру блока
zh_hk: 方塊中間

source: Camera relative right offset
ru: Относительный сдвиг камеры вправо
zh_hk: 攝像機相對位移右

source: The %s Empire
ru: %s Империя
zh_hk: %s帝國

source: %i days ago
ru: Не заходил %i день/дней
zh_hk: %i 天前

source: Mirror X
ru: Симметрия по оси X
zh_hk: X軸鏡像

source: Camera absolute right offset
ru: Сдвиг камеры вправо
zh_hk: 攝像機絕對位移右

source: The Empire of %s
ru: Империя %s
zh_hk: %s帝國

source: %i weeks ago
ru: Не заходил %i недель(-ли)
zh_hk: %i 星期前

source: Mirror Y
ru: Симметрия по оси Y
zh_hk: Y軸鏡像

source: Graphics Settings
ru: Настройки графики
zh_hk: 圖像設定

source: The %s Clan
ru: %s Клан
zh_hk: %s部落

source: %i months ago
ru: Не заходил %i месяца(-цев)
zh_hk: %i 月前

source: Mirror Z
ru: Симметрия по оси Z
zh_hk: Z軸鏡像

source: Mode
ru: Режим
zh_hk: 模式

source: The Clan of %s
ru: Клан %s
zh_hk: %s部落

source: %i years ago
ru: Не заходил %i года/лет
zh_hk: %i 年前

source: Safe Mode
ru: Безопасный режим
zh_hk: 安全模式

source: Fullscreen
ru: На весь экран
zh_hk: 全屏

source: The %s Church
ru: %s Церковь
zh_hk: %s教會

source: Saving galaxy ...
ru: Сохранение галактики ...
zh_hk: 保存銀河……

source: Match Block
ru: Подогнать по размеру
zh_hk: 匹配方塊

source: Windowed
ru: Оконный
zh_hk: 窗口化

source: The Church of %s
ru: Церковь %s
zh_hk: %s教會

source: Starting singleplayer server ...
ru: Запуск оффлайн сервера ...
zh_hk: 開啟單機伺服器……

source: Match Shape
ru: Подогнать по форме
zh_hk: 匹配形狀

source: Borderless
ru: Окно без рамки
zh_hk: 無邊框窗口

source: The %s Corporation
ru: %s Корпорация
zh_hk: %s公司

source: Error starting singleplayer mode.
ru: Ошибка запуска одиночного сервера.
zh_hk: 單機模式啟動錯誤。

source: With Safe Mode you can't delete more than the selected blocks or your ship
ru: В безопасном режиме Вы не можете удалить больше блоков чем выделили
zh_hk: 當安全模式開啟時您不能刪除比已選擇更多的方塊或者整艘飛船

source: Please restart the game to apply the changes.
ru: Для некоторых изменений потребуется перезапуск игры.
zh_hk: 請重啟遊戲應用設置。

source: The Corporation of %s
ru: Корпорация %s
zh_hk: %s公司

source: Error creating shader: %s Your hardware might not meet the minimum requirements for the game. You need a graphics device that supports OpenGL 3.0. If you have such a device, try updating your graphics drivers.
ru: Ошибка создания шейдера: %s Ваш компьютер может не соответствовать минимальным требованиям игры. Вам требуется видеокарта с поддержкой OpenGL 3.0. Если такая уже присутствует - попробуйте обновить графический драйвер.
zh_hk: 創造著色器錯誤：%s 您的配置可能未達到遊戲的最低需求。 您需要一個支持OpenGL 3.0的顯像設備。 如果您確信設備沒有問題，請嘗試更新顯示驅動程式。

source: Matches the size of the current block to the hovered over side of a block
ru: Подгоняет размер нового блока к указанной стороне уже установленного блока
zh_hk: 匹配當前方塊大小到相連方塊的連接面。

source: Resolution
ru: Разрешение
zh_hk: 解析度

source: The %s Federation
ru: %s Федерация
zh_hk: %s聯邦

source: Intel onboard graphics detected. These devices' OpenGL drivers can cause trouble with Avorion, since it's still in an early stage.
ru: Обнаружена встроенная график карта от Intel. Поддержка ее драйверов OpenGL все еще в разработке, поэтому могут вызвать проблемы.
zh_hk: 偵測到Intel核芯顯卡，這些設備的OpenGL驅動可能會導致Avorion出現故障，因為它還處於早期開發階段。

source: Matches the shape and rotation of the current block to seemlessly match the other shape if possible
ru: Подгоняет форму и положение нового блока к указанному
zh_hk: 盡可能匹配當前方塊的大小，形狀，方向角度到相連方塊的連接面。

source: VSync
ru: Верт. синхр.
zh_hk: 垂直同步

source: The Federation of %s
ru: Федерация %s
zh_hk: %s聯邦

source: Mesa open-source drivers detected. These drivers can cause trouble with Avorion, since it's still in an early stage.
ru: Обнаружен драйвер Mesa. Могут возникнуть проблемы со стабильностью Игры.
zh_hk: 偵測到Mesa開源驅動，這些驅動可能會導致Avorion出現故障，因為它還處於早期開發階段。

source: Select Blocks
ru: Выбрать блоки
zh_hk: 選擇方塊

source: FPS Limit
ru: Лимит кадров
zh_hk: 幀率限制

source: The %s Collective
ru: %s Коллаборация
zh_hk: %s集團

source: Mesa open-source drivers and Intel OnBoard Graphics detected. These drivers and devices can cause trouble with Avorion, since it's still in an early stage.
ru: Обнаружен драйвер Mesa и встроенная видеокарта Intel. Могут возникнуть проблемы со стабильностью Игры.
zh_hk: 偵測到Intel核芯顯卡和Mesa開源驅動，這些設備和驅動可能會導致Avorion出現故障，因為它還處於早期開發階段。

source: Select Blocks By Drawing A Frame
ru: Выбрать блоки рамкой выделения
zh_hk: 通過拖選框選擇方塊

# FPS limit combo
source: Off
ru: Выкл
zh_hk: 關

source: The Collective of %s
ru: Коллаборация %s
zh_hk: %s集團

source: If you run into graphics issues, please report them as a bug so we can fix them. Avorion will still try to run and do its best.
ru: Если Вы столкнетесь с графическими проблемами - пожалуйста, сообщите о них как об ошибке, чтобы мы могли их исправить. Avorion все равно запустится и выложится по полной.
zh_hk: 如果您遇到圖像顯示問題，請把它們作為BUG報告給我們以便修復。 Avorion仍會嘗試繼續運行。

source: Transform Blocks
ru: Замена блоков
zh_hk: 變換方塊

source: The %s Conglomerate
ru: %s Конгломерат
zh_hk: %s聯合體

source: Design & Development
ru: Дизайн и Разработка
zh_hk: 設計&開發

source: Repair Blocks
ru: Отремонтировать блоки
zh_hk: 修復方塊

source: The Conglomerate of %s
ru: Конгломерат %s
zh_hk: %s聯合體

source: Engine Development
ru: Разработка движка
zh_hk: 引擎開發

source: Merge Selected Blocks
ru: Склеить выбранные блоки
zh_hk: 合併已選方塊

source: The %s Pirates
ru: %s Пираты
zh_hk: %s海盜

source: Music
ru: Музыка
zh_hk: 音效

source: Delete Selected Blocks
ru: Удалить выбранные блоки
zh_hk: 刪除已選方塊

source: The Pirates of %s
ru: Пираты %s
zh_hk: %s海盜

source: Additional Tracks
ru: Дополнительные треки
zh_hk: 合成音軌

source: Move X-Axis Mirror To Selection
ru: Переместить плоскость Х к выделенному месту
zh_hk: 移動X軸鏡像到選擇區域

source: The %s Guild
ru: %s Гильдия
zh_hk: %s工會

source: Graphics
ru: Графика
zh_hk: 圖像

source: Move Y-Axis Mirror To Selection
ru: Переместить плоскость Y к выделенному месту
zh_hk: 移動Y軸鏡像到選擇區域

source: Fog Amount
ru: Плотность тумана
zh_hk: 迷霧數量

source: The Guild of %s
ru: Гильдия %s
zh_hk: %s工會

source: Icons By
ru: Иконки
zh_hk: 圖示

source: Move Z-Axis Mirror To Selection
ru: Переместить плоскость Z к выделенному месту
zh_hk: 移動Z軸鏡像到選擇區域

source: Few
ru: Малая
zh_hk: 少量

source: The %s Syndicate
ru: %s Синдикат
zh_hk: %s財團

source: Lorc, Delapouite & contributors
ru: Lorc, Delapouite & другие соучастники
zh_hk: Lorc，Delapouite以及撰稿人

source: Modify Entire Ship...
ru: Изменить весь корабль...
zh_hk: 編輯整條船隻……

source: Lots
ru: Средняя
zh_hk: 大量

source: The Syndicate of %s
ru: Синдикат %s
zh_hk: %s財團

source: Cloud Brushes by rubina119
ru: Облака: rubina119
zh_hk: 雲霧效果 by rubina119

source: Rotate Entire Ship...
ru: Повернуть весь корабль...
zh_hk: 旋轉整條船隻……

source: Intense
ru: Высокая
zh_hk: 極多

source: The %s Followers
ru: %s Последователи
zh_hk: %s追隨者

source: Sound Effects
ru: Звуковые эффекты
zh_hk: 聲效

source: Hide Specific Blocks...
ru: Спрятать определенные блоки
zh_hk: 隱藏選定方塊……

source: Fog Quality
ru: Качество тумана
zh_hk: 迷霧品質

source: The Followers of %s
ru: Последователи %s
zh_hk: %s追隨者

source: Backers:
ru: Поддержка на Кикстартере:
zh_hk: 贊助者：

source: Focus Block
ru: Центрировать камеру на блоке
zh_hk: 聚焦方塊

source: Low
ru: Низко
zh_hk: 低

source: The %s Organisation
ru: %s Организация
zh_hk: %s組織

source: Special Thanks To:
ru: Особая благодарность:
zh_hk: 特別鳴謝：

source: Choose Color
ru: Выбрать цвет
zh_hk: 選擇顏色

source: Medium
ru: Средне
zh_hk: 中

source: The Organisation of %s
ru: Организация %s
zh_hk: %s組織

source: my parents and all my friends
ru: моим родителям и всем моим друзьям
zh_hk: 我的父母與我所有的朋友

source: Open Predefined Shapes
ru: Открыть окно форм
zh_hk: 打開預設形狀

source: High
ru: Высоко
zh_hk: 高

source: The %s Alliance
ru: %s Альянс
zh_hk: %s聯盟

source: ... for helping, testing, listening to unending stories and
ru: ... за помощь, тестирование, за то что выслушивали бесконечные истории и
zh_hk: ……感謝你們幫忙，測試，聽完這個遊戲未完的故事

source: Open Block Stats
ru: Текущий размер блока
zh_hk: 打開方塊狀態

source: Very High
ru: Очень высоко
zh_hk: 極高

source: The Alliance of %s
ru: Альянс %s
zh_hk: %s聯盟

source: details about the game and keeping me motivated.
ru: подробности о деталях игры, тем самым мотивируя меня двигаться дальше.
zh_hk: 和細節，並給予我開發的動力。

source: Repair Ship...
ru: Ремонт корабля...
zh_hk: 修復飛船……

source: Shaders
ru: Шейдеры
zh_hk: 著色器

source: The %s Republic
ru: %s Республика
zh_hk: %s共和國

source: The crew of ship '%s' must be paid
ru: Время полета экипажа корабля '%s'.
zh_hk: 船隻 '%s' 上的船員需要支付工資

source: Saved Ships
ru: Сохраненные корабли
zh_hk: 保存的船隻藍圖

source: Compatibility
ru: Совместимость
zh_hk: 相容性

source: The Republic of %s
ru: Республика %s
zh_hk: %s共和國

source: Credits
ru: Кредиты
zh_hk: 資金

source: Open Predefined Shapes (%s)
ru: Открыть готовые формы (%s)
zh_hk: 打開預設形狀 (%s)

source: The %s Commonwealth
ru: %s Содружество
zh_hk: %s聯合會

source: Detected a potential UI scaling issue. Some resolutions may not work as intended or may be lower than configured. If you're using Windows, you can disable UI scaling for this app in the properties of the executable.
ru: Обнаружена проблема масштабирования пользовательского интерфейса. Некоторые разрешения могут не работать должным образом или могут быть ниже настроенных. Если вы используете Windows, вы можете отключить масштабирование пользовательского интерфейса для этого приложения в свойствах исполняемого файла (рекомендуется).
zh_hk: 檢測到潛在介面縮放比例問題，一些特定解析度可能無法生效或低於設置期望數值。如果您正在使用Windows操作系統，您可以在可執行應用程式屬性中為本遊戲關閉介面縮放比例功能。

source: Choose Color (%s)
ru: Выбрать цвет (%s)
zh_hk: 選擇顏色 (%s)

source: Subsampling x0.25
ru: Субдискретизация x0.25
zh_hk: 子採樣率x0.25

source: The Commonwealth of %s
ru: Содружество %s
zh_hk: %s聯合會

source: You can see what sector you are in on the top left side of the HUD.
ru: Вы можете увидеть название текущего сектора нахождения в верхнем левом углу интерфейса.
zh_hk: 您可以在介面左上方看到目前所處的星區。

source: Undo (Ctrl-Z)
ru: Отменить (Ctrl+Z)
zh_hk: 撤銷 (Ctrl+Z)

source: The %s Dominion
ru: %s Доминион
zh_hk: %s主權國

source: You can deactivate the 'Press Space Bar to Continue' function in the game settings.
ru: Вы можете отключить функцию 'Нажмите пробел чтобы продолжить' в опциях игры.
zh_hk: 您可以在遊戲設置中取消 '按空格鍵繼續' 的提示。

source: Redo (Ctrl-Y)
ru: Восстановить (Ctrl-Y)
zh_hk: 重做 (Ctrl+Y)

# Super/Subsampling
source: None
ru: Отключить
zh_hk: 無採樣

source: The Dominion of %s
ru: Доминион %s
zh_hk: %s主權國

source: Type \s in the chat window to post your current sector as a link in the chat.
ru: Наберите \s в окне чата для того чтобы отправить координаты текущего сектора в виде ссылки в чат.
zh_hk: 在聊天框輸入\s可將您所處的星區作為鏈接發送到聊天中。

source: Delete (%s)
ru: Удалить (%s)
zh_hk: 刪除 (%s)

source: The United %s Emirate
ru: Объединенные %s Эмираты
zh_hk: %s聯合酋長國

source: Try pressing F5 and F9 in the main menu.
ru: Попробуйте нажать F5 и F9 в главном меню.
zh_hk: 嘗試一下在主選單按F5和F9。

source: Focus (%s)
ru: Фокус (%s)
zh_hk: 聚焦 (%s)

source: The United Emirate of %s
ru: Объединенные Эмираты %s
zh_hk: %s聯合酋長國

source: You can post items in the chat by holding CTRL and clicking them.
ru: Вы можете показывать вещи другим игрокам в чате, кликнув по нужной вещи с зажатым CTRL.
zh_hk: 您可以按住CTRL鍵單擊物品將它們的資訊發送到聊天窗口中。

# Chat channel
source: Alliance>
ru: Альянс>
zh_hk: 聯盟>

source: The Galactic %s Emirate
ru: Галактический %s Эмират
zh_hk: %s銀河酋長國

source: Ships with mining systems can detect asteroids with resources. The more advanced the system, the more rare materials can be detected in asteroids.
ru: Корабли с детекторами залежей металлов могут обнаруживать астероиды с ресурсами. Чем более продвинутым является детектор - тем более редкие металлы он способен обнаружить.
zh_hk: 裝備了採礦系統的船隻可以探測小行星的資源，系統越先進，越能探測出小行星中的稀有材料。

# Chat channel
source: Sector>
ru: Сектор>
zh_hk: 本地>

source: The Galactic Emirate of %s
ru: Галактический Эмират %s
zh_hk: %s銀河酋長國

source: Ships with trading systems can communicate with factories and other stations to check prices and stock without docking to the station.
ru: Корабли с торговым модулем могут подключаться к заводам и другим станциям для проверки цен и товаров в наличии без необходимости стыковки.
zh_hk: 裝備了貿易系統的船隻可以和工廠或其他空間站聯絡來確認價格和庫存而不需停靠在空間站上。

# Chat channel
source: Group>
ru: Группа>
zh_hk: 組隊>

source: Reflections
ru: Отражения
zh_hk: 反射效果

source: The Universal %s Emirate
ru: Вселенский %s Эмират
zh_hk: %s宇宙酋長國

source: Upgrade your ship with ship systems. There are systems for trading, turrets, mining, engines and much more.
ru: Улучшайте свой корабль с помощью модулей: торговых, боевых и тд.
zh_hk: 使用船隻插件系統升級您船隻！船隻系統有貿易插件，炮臺插件，採礦插件，引擎插件等等。

source: Click to show sector
ru: Нажать для просмотра сектора
zh_hk: 點擊顯示星區

source: The Universal Emirate of %s
ru: Вселенский Эмират %s
zh_hk: %s宇宙酋長國

source: Shooting other ships will affect your relations to that ship's entire faction.
ru: Атака другого корабля повлияет на отношение к Вам всей его фракции.
zh_hk: 射擊其他船隻會影響您和船隻所屬勢力的關係。

source: Block Visibility
ru: Block-Sichtbarkeit
zh_hk: 方塊可見

source: UI Color
ru: Цвет интерфейса
zh_hk: 介面顏色

source: The Democratic %s Emirate
ru: Демократический %s Эмират
zh_hk: %s民主酋長國

source: Trading and interacting with other factions will improve your relations to them.
ru: Торговля и взаимодействие с другими фракциями улучшит их отношение к Вам.
zh_hk: 與其他勢力貿易以及互動會提高您和他們的關係。

source: Only show these blocks:
ru: Показать только эти блоки:
zh_hk: 僅顯示這些方塊：

source: Backgrounds
ru: Фон
zh_hk: 背景

source: The Democratic Emirate of %s
ru: Демократический Эмират %s
zh_hk: %s民主酋長國

source: Different factions have different ship styles. If you look closely, you can identify factions by the look of their ships.
ru: Разные фракции используют разные архитектуры кораблей, по которым их можно определить.
zh_hk: 不同勢力有不同船隻風格，您可以通過船隻外觀塗裝來辨別不同勢力。

# Hide no materials
source: Show All
ru: Показать все
zh_hk: 顯示全部

source: Ultra
ru: Ультра
zh_hk: 極致

source: The United %s States
ru: Объединенные %s Штаты
zh_hk: %s合眾國

source: Mining lasers can only mine materials that are of a similar level, or lower.
ru: Буровые лазеры могут добывать материалы примерно своего уровня или ниже.
zh_hk: 採礦鐳射器只能用來開採同級或者更低級的礦物。

# Hide no blocks
source: Show All
ru: Показать все
zh_hk: 顯示全部

source: Planets
ru: Планеты
zh_hk: 行星

source: The United States of %s
ru: Объединенные Штаты %s
zh_hk: %s合眾國

source: Wreckages can be salvaged, but you need special mining lasers for those.
ru: Обломки кораблей можно переработать с помощью специальных турелей.
zh_hk: 殘骸可以打撈，但您需要準備打撈鐳射器。

source: Don't show again
ru: Не показывать снова
zh_hk: 不再顯示

source: Very Low
ru: Очень низкое
zh_hk: 非常低

source: The Galactic %s States
ru: Галактические %s Штаты
zh_hk: %s銀河國

source: Different materials have different strengths. The higher the material, the higher is its strength.
ru: Разные материалы имеют разные показатели. Чем более редким является материал - тем он прочнее.
zh_hk: 不同材料有不同強度，越高級的材料強度越高。

source: Type /e, /a, /g or /s to talk to everyone, people in your alliance, your group or in your sector.
ru: Введите комманду, чтобы обратиться ко всем в игре /e, твоему Альянсу /a, группе /g или ко всем в этом секторе /s.
zh_hk: 輸入/e，/a，/g或/s對所有人，聯盟成員，組隊成員或星區玩家發言。

source: Shadows
ru: Тени
zh_hk: 陰影

source: The Galactic States of %s
ru: Галактические Штаты %s
zh_hk: %s銀河國

source: Materials get better when you approach the center of the galaxy. But beware: All the other ships will get stronger, too.
ru: Общее качество материалов для добычи повышается к центру галактики. Однако все другие корабли тоже становятся сильнее.
zh_hk: 越靠近銀心材料越好，但是記住：周圍所有船隻也會變強。

source: You were destroyed, but don't worry! Your ship may have been destroyed, but your upgrades and turrets can be found near the wreckage. You don't have to rush it, they will stay there until you pick them up.
ru: Вы уничтожены, но не беспокойтесь! Ваш корабль может и уничтожен, но зато все установленные модули и орудия можно будет подобрать снова. Не стоит торопиться, они не исчезнут и останутся там пока Вы не вернете их сами.
zh_hk: 您被摧毀了，但別擔心！ 炮臺和插件可以在殘骸旁找到。 不需要著急，直到您前去拾起，它們會一直在那裏。

source: Big Objects
ru: Большие объекты
zh_hk: 大物體

source: The Universal %s States
ru: Вселенские %s Штаты
zh_hk: %s宇宙國

source: The material strengths are ordered from Iron (lowest) to Avorion (highest).
ru: Качество материалов ранжируется от Железа (низшее) до Авориона (высшее).
zh_hk: 材料強度按序從鐵礦石(最低級)到Avorion(最高級)遞增。

source: Buy insurance for your ship, so you get your money back when your ship gets destroyed!
ru: Купив страховку для Вашего корабля и полностью оплатив ее, вы спожете получить полную стоимость корабля после его разрушения!
zh_hk: 為您的船隻購買保險，以便在船隻被摧毀時獲得資金補償！

source: Everything
ru: Все
zh_hk: 全體
