Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

# plural
source: Dairy
ru: Молочные продукты
zh_hk: 乳製品

# prefix
source: Dairy
ru: Молочных продуктов
zh_hk: 乳製品

source: A tank full of dairy products, like yoghurt or butter.
ru: емкость с молочными продуктами, например йогуртом или маслом.
zh_hk: 一個裝滿乳製品的罐子，比如乳酪或奶油。

source: Fabric
ru: Ткань
zh_hk: 纖維

# plural
source: Fabric
ru: Ткань
zh_hk: 纖維

# prefix
source: Fabric
ru: Ткани
zh_hk: 纖維

source: Raw Fabric used for clothing or bandages.
ru: Ткань для перевязок и пошива одежды.
zh_hk: 用於紡織或製作繃帶的生纖維。

source: Leather
ru: Кожа
zh_hk: 皮革

# plural
source: Leather
ru: Кожа
zh_hk: 皮革

# prefix
source: Leather
ru: Кожи
zh_hk: 皮革

source: Treated leather, made from hide from all kinds of animals.
ru: Обработанная кожа.
zh_hk: 精製皮革，從各種動物的毛皮制得。

source: Clothes
ru: Одежда
zh_hk: 衣物

# plural
source: Clothes
ru: Одежда
zh_hk: 衣物

# prefix
source: Clothes
ru: Одежды
zh_hk: 衣物

source: Normal looking clothing.
ru: Стандартная одежда.
zh_hk: 普通外觀的衣物。

source: Paper
ru: Бумага
zh_hk: 紙張

# plural
source: Paper
ru: Бумага
zh_hk: 紙張

# prefix
source: Paper
ru: Бумаги
zh_hk: 紙張

source: A big stash of paper.
ru: Пачка бумаги.
zh_hk: 一大包紙。

source: Beer
ru: Пиво
zh_hk: 啤酒

# plural
source: Beer
ru: Пиво
zh_hk: 啤酒

# prefix
source: Beer
ru: Пива
zh_hk: 啤酒

source: A box of beer.
ru: Контейнер с пивом.
zh_hk: 一箱啤酒。

source: Wine
ru: Вино
zh_hk: 葡萄酒

# plural
source: Wine
ru: Вино
zh_hk: 葡萄酒

# prefix
source: Wine
ru: Вина
zh_hk: 葡萄酒

source: A box of wine.
ru: Упаковка с вином.
zh_hk: 一箱葡萄酒。

source: Liquor
ru: Ликер
zh_hk: 烈酒

# plural
source: Liquor
ru: Ликер
zh_hk: 烈酒

# prefix
source: Liquor
ru: Ликера
zh_hk: 烈酒

source: A box of high quality liquor.
ru: Упаковка с высококачественным ликером.
zh_hk: 一箱高質量烈酒。

source: Food
ru: Пища
zh_hk: 食品

# plural
source: Food
ru: Пища
zh_hk: 食品

# prefix
source: Food
ru: Пищи
zh_hk: 食品

source: Healthy food packaged in one man portions.
ru: Порции здоровой пищи.
zh_hk: 一人份包裝的健康食品。

source: Food Bar
ru: Питательный батончик
zh_hk: 壓縮食品

# plural
source: Food Bars
ru: Питательные батончики
zh_hk: 壓縮食品

# prefix
source: Food Bar
ru: Питательных батончиков
zh_hk: 壓縮食品

source: Bars of compressed food.
ru: Блоки прессованной пищи.
zh_hk: 一條壓縮食品。

source: Luxury Food
ru: Деликатесы
zh_hk: 奢侈食品

# plural
source: Luxury Food
ru: Деликатесы
zh_hk: 奢侈食品

# prefix
source: Luxury Food
ru: Деликатесов
zh_hk: 奢侈食品

source: Luxurious food, made for the rich only.
ru: Деликатесы для богатых людей.
zh_hk: 昂貴的奢侈食品，只為有錢人準備。

source: Book
ru: Книги
zh_hk: 書籍

# plural
source: Books
ru: Книги
zh_hk: 書籍

# prefix
source: Book
ru: Книг
zh_hk: 書籍

source: A book with an exciting, procedurally generated story.
ru: Книги для чтения.
zh_hk: 一本刊載令人興奮，套路化的故事書。

source: Jewelry
ru: Бижутерия
zh_hk: 珠寶

# plural
source: Jewelry
ru: Бижутерия
zh_hk: 珠寶

# prefix
source: Jewelry
ru: Бижутерии
zh_hk: 珠寶

source: Beautiful and very expensive jewelry.
ru: Красивая и дорогая бижутерия.
zh_hk: 美麗又非常昂貴的珠寶。

source: Slave
ru: Рабы
zh_hk: 奴隸

# plural
source: Slaves
ru: Рабы
zh_hk: 奴隸

# prefix
source: Slave
ru: Рабов
zh_hk: 奴隸

source: An unfree life form forced to work for almost no food.
ru: Невольники, работающие за еду.
zh_hk: 一名被強迫工作而又幾乎得不到食物的未解放的奴隸。

source: Morn Drug
ru: Наркотик Морн
zh_hk: Morn毒品

# plural
source: Morn Drugs
ru: Наркотик Морн
zh_hk: Morn毒品

# prefix
source: Morn Drug
ru: Наркотика Морн
zh_hk: Morn毒品

source: A drug that creates a very strong addiction and hallucinations.
ru: Наркотик, вызывающий сильное привыкание и галлюцинации.
zh_hk: 一種會成癮和致幻的藥物。

source: Acron Drug
ru: Никотин
zh_hk: Acron毒品

# plural
source: Acron Drugs
ru: Наркотик Акрон
zh_hk: Acron毒品

# prefix
source: Acron Drug
ru: Наркотика Акрон
zh_hk: Acron毒品

source: A drug that makes the organism that uses it dependent on it.
ru: Наркотик с сильным эффектом привыкания.
zh_hk: 一種能造成依賴性的藥物。

source: ${good} Mine ${size}
ru: Шахта ${prefix} ${size}
zh_hk: ${good}礦場 ${size}

source: Gas Collector ${size}
ru: Сборщик газа ${size}
zh_hk: 氣體採集站 ${size}

source: ${good} Farm ${size}
ru: ${good} Ферма ${size}
zh_hk: ${good}軌道農場 ${size}

source: ${good} Extractor ${size}
ru: Станция добычи ${prefix} ${size}
zh_hk: ${good}萃取工廠 ${size}

source: ${good} Trader ${size}
ru: ${good} Торговец ${size}
zh_hk: ${good}交易站 ${size}

source: ${good} Refinery ${size}
ru: Очистительный завод ${prefix} ${size}
zh_hk: ${good}精煉廠 ${size}

source: Noble Metal Mine ${size}
ru: Шахта Драгоценных металлов ${size}
zh_hk: 貴金屬礦場 ${size}

source: Ice Mine ${size}
ru: Шахта по добыче Льда ${size}
zh_hk: 冰礦場 ${size}

source: Solar Power Plant ${size}
ru: Завод Солнечных батарей ${size}
zh_hk: 太陽能電站 ${size}

source: ${good} Factory ${size}
ru: ${good} Завод ${size}
zh_hk: ${good}工廠 ${size}

source: ${good} Manufacturer ${size}
ru: Завод ${prefix} ${size}
zh_hk: ${good}製造廠 ${size}

source: Chemicals Factory ${size}
ru: Химический завод ${size}
zh_hk: 化工廠 ${size}

source: Computer Component Factory ${size}
ru: Завод компьютерных компонентов ${size}
zh_hk: 計算機組件工廠 ${size}

source: Accelerator Factory ${size}
ru: Завод Ускорителей ${size}
zh_hk: 加速器工廠 ${size}

source: Ammunition Factory ${size}
ru: Завод боеприпасов ${size}
zh_hk: 彈藥工廠 ${size}

source: Tesla Coil Factory ${size}
ru: Завод катушек Тесла ${size}
zh_hk: 特斯拉線圈工廠 ${size}

source: ${good} Collector ${size}
ru: Сборщик ${prefix} ${size}
zh_hk: ${good}採集站 ${size}

source: ${good} Ranch ${size}
ru: ${good} Ранчо ${size}
zh_hk: ${good}軌道牧場 ${size}

source: Brewery ${size}
ru: Пивоварочный Завод ${size}
zh_hk: 釀酒廠 ${size}

source: Distillery ${size}
ru: Винокуренный завод ${size}
zh_hk: 蒸餾廠 ${size}

source: Also allows transporting dangerous and suspicious cargo
ru: Позволяет переводить опасные и подозрительные грузы
zh_hk: 同樣允許運輸危險和可疑物品

source: And you want to destroy it?
ru: И Вы хотите его уничтожить?
zh_hk: 你想摧毀它？

source: A medium sized crate full of copper bars.
ru: Ящик среднего размера с медными слитками.
zh_hk: 一個裝滿銅錠的中等大小的箱子。

source: War Robot
ru: Боевой робот
zh_hk: 武裝機器人

source: Also allows transporting dangerous, suspicious and stolen cargo
ru: Позволяет переводить опасные, подозрительные и краденые грузы
zh_hk: 同樣允許運輸危險、可疑物品與贓物

source: Exactly.
ru: Именно.
zh_hk: 對。

source: Lead
ru: Свинец
zh_hk: 鉛

# plural
source: War Robots
ru: Боевые роботы
zh_hk: 武裝機器人

# as in: you're talking to the system' of this station'
source: of this station
ru: этой станции.
zh_hk: -本空間站

source: How?
ru: Как?
zh_hk: 怎麼做？

# plural
source: Lead
ru: Свинец
zh_hk: 鉛

# prefix
source: War Robot
ru: Боевых роботов
zh_hk: 武裝機器人

# as in: you're talking to the system' of the Shipyard Luna41'
source: of the ${title} ${name}
ru: ${title} ${name}
zh_hk: 屬於 ${title} ${name}

source: I'll open wormholes that will allow you to break through.
ru: Я открою червоточины, которые позволят Вам проникнуть за барьер.
zh_hk: 我會打開一個蟲洞讓你們進去。

# prefix
source: Lead
ru: по добыче Свинца
zh_hk: 鉛

source: A big robot that is highly armed and very deadly.
ru: Хорошо вооруженный крупный робот.
zh_hk: 一個高度武裝的極其致命的大型機器人。

# as in: you're talking to the system' of Luna41'
source: of ${name}
ru: ${name}
zh_hk: 屬於 ${name}

source: How do we know that this is going to work? That this isn't some kind of suicide mission? Or even a trick?
ru: И как мы узнаем что это сработает? Что это не полет в один конец или простой обман
zh_hk: 我們怎麼知道這可行？鬼知道這是不是一次自殺任務或者一個騙局？

source: A medium sized crate filled with lead bars.
ru: Ящик среднего размера со свинцовыми слитками.
zh_hk: 一個裝滿鉛錠的中等大小的箱子。

source: Mining Robot
ru: Добывающий робот
zh_hk: 礦業機器人

source: Hello.
ru: Здравствуйте.
zh_hk: 你好。

source: You will have to trust me.
ru: Придется довериться мне.
zh_hk: 你必須相信我。

source: Bio Gas
ru: Биогаз
zh_hk: 沼氣

# plural
source: Mining Robots
ru: Добывающие роботы
zh_hk: 礦業機器人

source: Welcome.
ru: Добро пожаловать.
zh_hk: 歡迎光臨。

source: Nevermind.
ru: Неважно.
zh_hk: 別擔心。

# plural
source: Bio Gas
ru: Биогаз
zh_hk: 沼氣

# prefix
source: Mining Robot
ru: Добывающих роботов
zh_hk: 礦業機器人

source: Greetings.
ru: Здравствуйте.
zh_hk: 您好。

source: This is none of our business. Why exactly should we trust you? Or help you?
ru: Это вас не касается. С чего мы должны доверять вам? Или помогать?
zh_hk: 這與我們無關。我們憑什麼要相信你或者幫你？

# prefix
source: Bio Gas
ru: Биогаза
zh_hk: 沼氣

source: A big robot used for mining in asteroid shafts where human beings would not survive.
ru: Крупный робот сконструированный для добычи ресурсов на астероидах.
zh_hk: 一個用於在人類無法生存的環境下開採小行星的大型機器人。

source: Good day.
ru: Добрый день.
zh_hk: 您好。

source: This is your chance to be the saviours of the galaxy.
ru: Потому что это наш единственный шанс спасти галактику.
zh_hk: 這是你們成為這個銀河系救世主的機會。

source: Biological gas. Probably toxic.
ru: Биологический газ. Возможно, токсичен.
zh_hk: 生物氣體。大多有毒。

source: Body Armor
ru: Бронежилет
zh_hk: 單兵裝甲

source: This is
ru: Вы говорите с
zh_hk: 這裏是

source: The Xsotan mothership will have a lot of loot.
ru: На этом огромном корабле будет ценная добыча.
zh_hk: Xsotan母艦會有大量戰利品。

source: Helium
ru: Гелий
zh_hk: 氦

# plural
source: Body Armors
ru: Бронежилеты
zh_hk: 單兵裝甲

source: You are talking to
ru: Вы говорите с
zh_hk: 您正訪問

source: This is your time for revenge.
ru: Это Ваш шанс отомстить.
zh_hk: 這是你復仇的時機。

# plural
source: Helium
ru: Гелий
zh_hk: 氦

# prefix
source: Body Armor
ru: Бронежилетов
zh_hk: 單兵裝甲

source: You are now talking to
ru: Вы говорите с
zh_hk: 您現在正訪問

source: It's only a matter of time until the Xsotan will arrive here, too.
ru: Это лишь вопрос времени, когда Зотанцы доберутся до Вас.
zh_hk: Xsotan來到這裏也只是時間問題。

# prefix
source: Helium
ru: Гелия
zh_hk: 氦

source: Exoskeleton armor for elite soldiers.
ru: Экзоскелет для элитных солдат.
zh_hk: 精英士兵的軍用外骨骼裝甲。

source: You are speaking to
ru: Вы говорите с
zh_hk: 您正在接入到

source: Don't you want to do something instead of sitting around?
ru: Почему Вы бездействуете? Разве Вы не хотите покончить с ними?
zh_hk: 你不想做些有意義的事情嗎？

source: A pressure container filled with pure helium gas.
ru: Запечатанный контейнер с чистым гелием.
zh_hk: 一個裝滿純氦氣體的高壓容器。

source: Fusion Generator
ru: Термоядерный генератор
zh_hk: 聚變反應爐

source: You are now speaking to
ru: Вы говорите с
zh_hk: 您現在在接入到

source: Because it's the right thing to do.
ru: Потому что это правильно.
zh_hk: 因為那是正確的事情。

source: Oxygen
ru: Кислород
zh_hk: 氧

# plural
source: Fusion Generators
ru: Термоядерные генераторы
zh_hk: 聚變反應爐

source: the automated interaction system${name_string}.
ru: интерактивно-информационной системой объекта ${name_string}.
zh_hk: 自動交互系統 ${name_string}。

source: Who are you? We don't want anything to do with you.
ru: Кто Вы? Мы не хотим иметь с Вами ничего общего.
zh_hk: 你是誰？我們不想和你有什麼瓜葛。

# plural
source: Oxygen
ru: Кислород
zh_hk: 氧

# prefix
source: Fusion Generator
ru: Термоядерных генераторов
zh_hk: 聚變反應爐

source: the automatic interaction response system${name_string}.
ru: интерактивно-информационной системой объекта '${name_string}'.
zh_hk: 自動應答系統 ${name_string}。

source: You are our ally. You can count on our assistance.
ru: Вы наш друг. Вы можете положиться на нас.
zh_hk: 你是我們的盟友，我們會全力支援你。

# prefix
source: Oxygen
ru: Кислорода
zh_hk: 氧

source: The bigger, better and more advanced variant of the fusion core.
ru: Более крупная, лучшая и более совершенная версия термоядерного генератора.
zh_hk: 更大更好更先進的聚變核心，的衍生型。

source: What can we do for you?
ru: Что мы можем сделать для Вас?
zh_hk: 我們能為您做些什麼？

source: Alright, you can count on us. Once the wormhole to our sectors is open, we'll assist you in the battle.
ru: Хорошо, можете на нас рассчитывать. Как только в наш сектор будет открыта червоточина, мы сразу же отправимся в бой.
zh_hk: 行，你可以依靠我們。一旦蟲洞在我們星區打開了，我們會在戰鬥中協助你。

source: A pressure container filled with pure oxygen.
ru: Запечатанный контейнер с чистым кислородом.
zh_hk: 一個裝滿純氧的高壓容器。

source: Industrial Tesla Coil
ru: Промышл. катушка Тесла
zh_hk: 工業特斯拉線圈

source: How can we help you?
ru: Могу ли я Вам чем-то помочь?
zh_hk: 您需要什麼？

source: This doesn't sound like a good idea. We wish you best of luck in your struggles.
ru: Мы считаем это плохая идея. Желаем удачи в Вашей борьбе.
zh_hk: 這聽起來不是個好主意。 總之祝你好運。

source: Hydrogen
ru: Водород
zh_hk: 氫

# plural
source: Industrial Tesla Coils
ru: Промышл. катушки Тесла
zh_hk: 工業特斯拉線圈

source: How can we be of service?
ru: Чем мы можем быть полезны?
zh_hk: 您需要什麼服務？

source: Organize allies for the fight against the Xsotan Wormhole Guardian. To find allies, you should ask at their faction's headquarters if they will assist you.
ru: Соберите союзников для боя против Зотанского Стража червоточины. Для этого необходимо запросить помощь в их штабах.
zh_hk: 組織與Xsotan蟲洞守護者作戰的同盟。 為了找到同盟，你必須去各大勢力的總部詢問他們是否會協助你。

# plural
source: Hydrogen
ru: Водород
zh_hk: 氫

# prefix
source: Industrial Tesla Coil
ru: Промышл. катушек Тесла
zh_hk: 工業特斯拉線圈

source: Please state the nature of your inquiry.
ru: Пожалуйста уточните Ваш запрос.
zh_hk: 請提出您的要求。

source: Easy Delivery
ru: Легкая доставка
zh_hk: 簡單的遞送

# prefix
source: Hydrogen
ru: Водорода
zh_hk: 氫

source: Tesla coil used for melting of metals in factories.
ru: Катушка Тесла, используемая для фабричной плавки металла.
zh_hk: 工廠中用於熔化金屬用的特斯拉線圈。

# as in: This is 'the captain'.
source: the captain
ru: капитан
zh_hk: 船長

source: A stranger gave you some suspicious goods to deliver, in exchange for a lot of money. According to him the delivery will be easy.
ru: Незнакомец передал вам подозрительного вида товар, который нужно доставить в обмен на кучу денег. По его словам доставка не составит труда.
zh_hk: 一個陌生人承諾給你大量金錢作為報酬遞送一些可疑的貨物。根據他的說法這很簡單。

source: A pressure container filled with pure hydrogen.
ru: Запечатанный контейнер с чистым водородом.
zh_hk: 一個裝滿純氫的高壓容器。

source: Military Tesla Coil
ru: Боевая катушка Тесла
zh_hk: 軍用特斯拉線圈

# as in: This is 'the Freighter Eclipse'.
source: the ${title} ${name}
ru: ${title} ${name}
zh_hk: ${title} ${name}

source: You have 60 minutes to deliver the goods.
ru: У Вас 60 минут для доставки товара.
zh_hk: 你有60分鐘時間來遞送貨物。

source: Nitrogen
ru: Азот
zh_hk: 氮

# plural
source: Military Tesla Coils
ru: Боевые катушки Тесла
zh_hk: 軍用特斯拉線圈

# as in: This is 'the ship Eclipse'.
source: the ship ${name}
ru: корабль ${name}
zh_hk: 船隻 ${name}

source: MISSION "ACCOMPLISHED"
ru: МИССИЯ "ВЫПОЛНЕНА"
zh_hk: 任務“完成”

# plural
source: Nitrogen
ru: Азот
zh_hk: 氮

# prefix
source: Military Tesla Coil
ru: Боевых катушек Тесла
zh_hk: 軍用特斯拉線圈

source: This is ${speaker}.
ru: Это ${speaker}.
zh_hk: 這裏是 ${speaker}。

source: The Enemy of my Enemy is my Friend
ru: Враг моего врага мой друг
zh_hk: 敵人的敵人就是我的朋友

# prefix
source: Nitrogen
ru: Азота
zh_hk: 氮

source: A repurposed tesla coil that can shoot directed high-intensity beams of electricity.
ru: Катушка Тесла боевого назначения, используется в оружейном производстве.
zh_hk: 一個可以直接發射出高密度電子束的特殊用途特斯拉線圈。

source: Here is ${speaker}.
ru: На связи ${speaker}.
zh_hk: 這是 ${speaker}。

source: Hello, It looks like you have been betrayed by Bottan and his smugglers, too, and I think we might have a common enemy now. I'd like to work with you. Meet me at (${x}:${y}). - A Friend
ru: Здравствуйте, Насколько я понимаю, Вы тоже были обмануты Боттаном и его приспешниками, а значит у нас теперь общий враг. Я хочу поговорить с Вами. Встретьтесь со мной в секторе (${x}:${y}). - Друг
zh_hk: 你好， 看來你也被Bottan和他的走私者背叛了，我想我們現在有一個共同的敵人了。 我想和你合作。請務必到 (${x}:${y}) 星區和我見面。 - 一位朋友

source: A pressure container filled with pure nitrogen.
ru: Запечатанный контейнер с чистым азотом.
zh_hk: 一個裝滿純氮的高壓容器。

source: Anti-Grav Generator
ru: Генератор антигравитации
zh_hk: 反重力發生器

source: What is it?
ru: Чего надо?
zh_hk: 誰？

source: Enemy of my Enemy
ru: Враг моего врага
zh_hk: 我敵人的敵人

source: Neon
ru: Неон
zh_hk: 氖

# plural
source: Anti-Grav Generators
ru: Генераторы антигравитации
zh_hk: 反重力發生器

source: Make it quick.
ru: Побыстрее.
zh_hk: 請動作快點。

# smugglerretaliation
source: I have your goods.
ru: Нужные тебе запчасти у меня.
zh_hk: 我有你的貨。

# plural
source: Neon
ru: Неон
zh_hk: 氖

# prefix
source: Anti-Grav Generator
ru: Генераторов антигравитации
zh_hk: 反重力發生器

source: Our records say that we're not allowed to do business with you. Come back when your relations to our faction are better.
ru: В наше базе данных указано, что нам запрещено контактировать с Вами. Обращайтесь когда Ваши отношения с нашей фракцией улучшатся.
zh_hk: 記錄表示我們不被允許與你扯上關係。 等你和我們勢力的關係變好之後再回來吧。

source: I'm afraid you don't. My scanners show me that you're still missing %s.
ru: К сожалению нет. Мои сканеры показывают, что у тебя не хватает %s.
zh_hk: 我覺得你沒有，我的掃描器告訴我你還缺 %s。

# prefix
source: Neon
ru: Неона
zh_hk: 氖

source: A generator that creates a field where gravity has no effect.
ru: Генератор, создающий антигравитационное поле.
zh_hk: 一個可以創造出令重力失效的力場的發生器。

source: You don't have permission to do that in the name of your alliance.
ru: У вас нет прав на данное действие от имени альянса.
zh_hk: 你沒有代表聯盟這麼做的權限。

source: Very good. I'll build the system. It'll be done in no time.
ru: Прекрасно! Приступаю к работе. Все будет готово сию минуту!
zh_hk: 很好，我會準備好這系統的，花不了多少時間。

source: A pressure container filled with pure neon.
ru: Запечатанный контейнер с чистым неоном.
zh_hk: 一個裝滿純氖的高壓容器。

source: Force Generator
ru: Генератор гравитации
zh_hk: 力場發生器

source: NEW MISSION
ru: НОВАЯ МИССИЯ
zh_hk: 新任務

source: Here you go. With this you should be able to destroy Bottan's hyperspace drive.
ru: Вот, держи. С этим устройством ты сможешь уничтожить гипердвигатель Боттана
zh_hk: 給，有了這個你就能摧毀Botton的超空間引擎。

source: Chlorine
ru: Хлор
zh_hk: 氯

# plural
source: Force Generators
ru: Генераторы гравитации
zh_hk: 力場發生器

source: MISSION ACCOMPLISHED
ru: МИССИЯ ВЫПОЛНЕНА
zh_hk: 任務完成

source: But keep in mind that this system might get destroyed when you use it. It's very possible that you have one shot and that's it.
ru: Но помни: система может накрыться после первого же использования. Считай что это твой единственный шанс.
zh_hk: 但是這個系統在你使用它的時候也會損毀，很可能你只能用一次。

# plural
source: Chlorine
ru: Хлор
zh_hk: 氯

# prefix
source: Force Generator
ru: Генераторов гравитации
zh_hk: 力場發生器

source: MISSION FAILED
ru: МИССИЯ ПРОВАЛЕНА
zh_hk: 任務失敗

source: You've received a letter from someone claiming to be a 'friend'. He wants to talk to you about Bottan.
ru: Вы получили письмо от незнакомца называющего себя 'другом'. Он хочет поговорить о Боттане.
zh_hk: 你收到了一封來自一個自稱是‘朋友’的來信。他想和你談談Bottan的事。

# prefix
source: Chlorine
ru: Хлора
zh_hk: 氯

source: A generator that creates a force field that pushes or pulls objects.
ru: Генератор, создающий гравитационное поле.
zh_hk: 一個可以創造出有推力或者拉力的力場發生器。

source: MISSION ABANDONED
ru: МИССИЯ ОТМЕНЕНА
zh_hk: 任務放棄

source: The mysterious figure turned out to be Bottan's ex chief engineer. He wants to take revenge and asked you to collect parts so he can build a ray that destroys Bottan's hyperspace drive.
ru: Таинственным человеком оказался бывший главный инженер Боттана. Он жаждет мести и просит вас собрать детали, чтобы он смог построить излучатель, который уничтожит гипер-двигатель Боттана.
zh_hk: 這個神秘人是Bottan的前任首席工程師，想向Bottan尋仇。他要求你去收集部件以便他組裝一種能摧毀Bottan超空間引擎的射線裝置。

source: A pressure container filled with pure chlorine.
ru: Запечатанный контейнер с чистым хлором.
zh_hk: 一個裝滿純氯的高壓容器。

source: Laser Modulator
ru: Лазерный модулятор
zh_hk: 鐳射調製器

source: MISSION UPDATED
ru: МИССИЯ ОБНОВЛЕНА
zh_hk: 任務更新

source: Boss Swoks ${num}
ru: Босс Свокс ${num}
zh_hk: 首領Swoks ${num}

source: Fluorine
ru: Фтор
zh_hk: 氟

# plural
source: Laser Modulators
ru: Лазерные модуляторы
zh_hk: 鐳射調製器

source: %i Minutes
ru: %i минут
zh_hk: %i 分鐘

source: We're under attack! Call in reinforcements, NOW!
ru: Мы под атакой! Вызывайте подкрепления, НЕМЕДЛЕННО!
zh_hk: 我們正遭到攻擊！請求支援，現在！

# plural
source: Fluorine
ru: Фтор
zh_hk: 氟

# prefix
source: Laser Modulator
ru: Лазерных модуляторов
zh_hk: 鐳射調製器

source: < 1 min
ru: < 1 мин.
zh_hk: < 1分鐘

source: This sector is under attack by another faction!
ru: Этот сектор находится под атакой другой фракции!
zh_hk: 這個星區正遭到另一個勢力的進攻！

# prefix
source: Fluorine
ru: Фтора
zh_hk: 氟

source: A device that changes various properties of lasers beams passing through it.
ru: Устройство, меняющие свойства лазерного луча при его обработке.
zh_hk: 一個可以改變通過的光束特性的設備。

source: Time Left:
ru: Ост. времени:
zh_hk: 時間剩餘：

source: We thank you for your help! Such heroism will not be forgotten. You can consider us your allies from now on.
ru: Мы благодарим Вас за Вашу помощь! Такой героизм не будет забыт. Вы можете считать нас отныне своим союзником.
zh_hk: 我們十分感謝你的幫助！這樣的英雄行為不會被忘記。你可以從現在開始把我們當成你的盟友。

source: A pressure container filled with pure fluorine.
ru: Запечатанный контейнер с чистым фтором.
zh_hk: 一個裝滿純氟的高壓容器。

source: High Capacity Lens
ru: Линза высокой нагрузки
zh_hk: 高性能透鏡

source: Outlaw
ru: Разбойник
zh_hk: 逃犯

source: To the entire fleet: ${name} is attacking us! Classify these ships as hostile and destroy them along with the others!
ru: Всему флоту: ${name} атаковал нас! Классифицировать корабль как вражеский и уничтожить вместе с остальными
zh_hk: 傳令全體艦隊：${name} 正在攻擊我們！ 將他們的船隻識別為敵對並全數擊毀！

source: Oil
ru: Нефть
zh_hk: 油料

# plural
source: High Capacity Lenses
ru: Линзы высокой нагрузки
zh_hk: 高性能透鏡

source: Bandit
ru: Бандит
zh_hk: 強盜

source: You have entered a neutral zone. Player to player damage is disabled in this sector.
ru: Вы вошли в нейтральную зону. ПвП в этом секторе отключено.
zh_hk: 您進入了中立區域，玩家PVP傷害在本星區禁用。

# plural
source: Oil
ru: Нефть
zh_hk: 油料

# prefix
source: High Capacity Lens
ru: Линз высокой нагрузки
zh_hk: 高性能透鏡

source: Pirate
ru: Пират
zh_hk: 海盜

source: You destroyed a civil ship. Relations to all witnessing factions worsened.
ru: Вы уничтожили гражданский корабль. Отношения с присутствующими фракциями ухудшились.
zh_hk: 你摧毀了一艘平民飛船，和所有目擊此事的勢力關係惡化了。

# prefix
source: Oil
ru: Нефти
zh_hk: 油料

source: A focal lens designed for high capacity lasers.
ru: Фокусирующая линза, предназначена для лазеров высокой мощности.
zh_hk: 一個為高性能大功率鐳射器設計的聚焦鏡。

source: Marauder
ru: Мародер
zh_hk: 掠奪者

source: Priest
ru: Священник
zh_hk: 祭司

source: A barrel of refined oil.
ru: Бочка с очищенной нефтью.
zh_hk: 一桶經過提煉的油料。

source: Ammunition S
ru: Боеприпасы S
zh_hk: 彈藥 S

source: Raider
ru: Грабитель
zh_hk: 襲擊者

source: Father
ru: Отец
zh_hk: 教父

source: Rubber
ru: Резина
zh_hk: 橡膠

# plural
source: Ammunition S
ru: Боеприпасы S
zh_hk: 彈藥 S

source: Pirate Mothership
ru: Пиратский Материнский корабль
zh_hk: 海盜母艦

source: Bishop
ru: Епископ
zh_hk: 主教

# plural
source: Rubber
ru: Резина
zh_hk: 橡膠

# prefix
source: Ammunition S
ru: Боеприпасов S
zh_hk: 彈藥 S

source: You're not in a ship.
ru: Вы не на корабле.
zh_hk: 你不在一艘飛船上。

source: Abbot
ru: Аббат
zh_hk: 院長

# prefix
source: Rubber
ru: Резины
zh_hk: 橡膠

source: Ammunition for small handguns.
ru: Боеприпасы для ручного оружия.
zh_hk: 小型手持槍支的彈藥。

source: You must be docked to the object for this.
ru: Для действия необходимо состыковаться со станцией.
zh_hk: 您必須停靠到目標上來完成操作。

source: Apostle
ru: Апостол
zh_hk: 使徒

source: A bouncing block of rubber.
ru: Блок резины.
zh_hk: 一塊有彈力的橡膠。

source: Ammunition M
ru: Боеприпасы M
zh_hk: 彈藥 M

source: You must be closer to the object for this.
ru: Для этого действия необходимо подлететь поближе к объекту.
zh_hk: 您必須離目標足夠近來完成操作。

source: Elder
ru: Старейшина
zh_hk: 長者

source: Paint
ru: Краска
zh_hk: 塗料

# plural
source: Ammunition M
ru: Боеприпасы M
zh_hk: 彈藥 M

source: Factory ${size}
ru: Фабрика ${size}
zh_hk: 工廠 ${size}

source: Pastor
ru: Пастор
zh_hk: 牧師

# plural
source: Paint
ru: Краска
zh_hk: 塗料

# prefix
source: Ammunition M
ru: Боеприпасов M
zh_hk: 彈藥 M

source: Thank you so much.
ru: Огромное спасибо.
zh_hk: 十分感謝。

source: Abhyasi
ru: Абхьяси
zh_hk: 信徒

# prefix
source: Paint
ru: Краски
zh_hk: 塗料

source: Ammunition for large handheld guns.
ru: Боеприпасы для крупнокалиберного ручного оружия.
zh_hk: 大型手持槍支的彈藥。

source: We thank you.
ru: Мы благодарим Вас.
zh_hk: 我們很感激你。
