Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: %i days
ru: %i дн(-я/ей)
zh_hk: %i 天

source: %i days, %i hours
ru: %i дн(-я/ей), %i час(-а/ов)
zh_hk: %i 天， %i 小時

source: All faction and ship names in the game are generated randomly.
ru: Все фракции и названия кораблей сгенерированы случайным образом.
zh_hk: 本遊戲中所有派系和船隻的命名都是隨機生成的。

source: Any references to real world objects, events, persons or similar are not intentional.
ru: Любые совпадения с реальными именами, названиями или обозначениями созданы не преднамеренно.
zh_hk: 如有雷同，純屬巧合。

source: Assign a fighter as a blueprint in your hangar to produce more of it.
ru: Используйте один из истребителей в качестве чертежа чтобы получить его копии.
zh_hk: 指派艦載機藍圖到您的機庫中以生產更多同類戰機。

source: You need assembly blocks to produce fighters on your crafts.
ru: Для создания истребителя вам потребуется установить Сборщик на ваш корабль.
zh_hk: 您需要組裝機方塊來在艦船上生產艦載機。

source: Assembly blocks will enable and speed up production of fighters on your crafts.
ru: Чем больше блоков Сборщика, тем быстрее будут собираться Истребители.
zh_hk: 組裝機方塊將啟用并加速母艦上的艦載機產能。

source: The production of a fighter in your hangar will always take at least 60 seconds.
ru: Минимальное время постройки одного истребителя - 60 секунд.
zh_hk: 機庫中的單位艦載機生產時間將總是需要至少60秒。

source: You can design your own fighters at a fighter factory by combining a turret and a saved ship plan.
ru: Вы можете спроектировать свои собственные истребители на Заводе Истребителей, объединив в нем турель с чертежом корабля.
zh_hk: 您可以在艦載機工廠內通過組合一個炮塔與一個已保存飛船圖紙來定義自己的戰機藍圖。

source: Fighters avoid shots by doing loops or barrel rolls.
ru: Истребители стараются избегать урона исполняя петли и бочки.
zh_hk: 艦載機會翻滾與滾筒機動躲避來襲火力。

source: Fighters can dodge a fixed amount of times per minute, the exact number depends on the skill of their pilot.
ru: Количество уворотов истребителей фиксировано и зависит он уровня мастерства пилота.
zh_hk: 艦載機每分鐘能夠閃避固定次數的攻擊，具體數量取決於飛行員的等級。

source: When a fighter gets destroyed, there's a high chance that its pilot will be able to eject into space, but not always.
ru: При уничтожении истребителя, есть большая вероятность что пилот спасется катапультировавшись в космос. К сожалению не всегда.
zh_hk: 當艦載機被摧毀時，飛行員有極高概率彈射，但不總是生還。

source: The higher the level of a fighter pilot, the higher the initial dodges per minute and the higher the dodge chance after the fixed dodges are used up.
ru: Чем выше уровень мастерства пилота, тем чаще в минуту он способен уворачиваться, и тем выше вероятность увернуться после того как все увороты были израсходованы.
zh_hk: 飛行員等級越高，每分鐘固定閃避次數與次數用盡后的閃避幾率越高。

source: The higher the level of a fighter pilot, the higher the chance that he will be able to eject into space when the fighter gets destroyed.
ru: Чем выше уровень пилота, тем выше шанс спасения пилота при уничтожении истребителя.
zh_hk: 飛行員等級越高，艦載機被毀后成功彈射逃生幾率越高。

source: Higher material assembly blocks will allow for more parallel fighter productions on your ships.
ru: Чем выше класс материала сборщика, тем больше истребителей вы можете собирать одновременно.
zh_hk: 更高級材料製成的組裝機方塊允許更多台艦載機同步生產。

source: Found a translation error? You can fix it on translate.avorion.net.
ru: Вы нашли ошибку в переводе? Вы можете предложить свой вариант на официальном сайте переводов translate.avorion.net.
zh_hk: 發現翻譯有誤？您可以在translate.avorion.net糾正。

source: You would like to play Avorion in your own language? Help us translate it on translate.avorion.net.
ru: Вы хотите помочь с переводом игры на ваш родной язык? Вы можете помочь на сайте translate.avorion.net, выбрав там нужный вам язык.
zh_hk: 想以自己的語言遊玩Avorion嗎？請幫助我們在translate.avorion.net上翻譯吧！

source: - Improves production speed, e.g. for hangars or factories
ru: - Увеличивает скорость продукции к примеру ваших ангаров и фабрик
zh_hk: - 提高生產速度， 如機庫或工廠

source: Latest News & Updates
ru: Новости и Нововведения
zh_hk: 最新新聞與更新情報

source: YOU ARE ON THE BETA BRANCH! This means that you get to test the latest features, but: USE AT YOUR OWN RISK! The beta branch is not meant for normal play but for testing. You might encounter several issues, such as: - Savegames from the stable branch might not be able to load. - Savegames from the beta branch are not guaranteed to load in any later release. - Savegames might get corrupted. The beta branch is for people who want to help test and improve Avorion. If you find any errors, please use the "Report a Bug" button. Thank you!
ru: ВЫ ВКЛЮЧИЛИ БЕТА-ВЕРСИЮ! В этой версии вы можете использовать последние нововведения, но: ИСПОЛЬЗУЙТЕ БЕТА-ВЕРСИЮ НА СВОЙ СТРАХ И РИСК! Бета-версия создана исключительно для теста нововведений, не для нормальной игры. Вы можете столкнуться с некоторыми проблемами, такими как: - Сохранения от стабильной версии могут не загружаться; - Нет никакой гарантии что сохранения от этой бета-версии будут загружаться на последующих версиях; - Сохранения могут перестать работать. Бета-версия создана для людей, которые хотят помочь сделать игру лучше. Если вы найдете ошибку или баг, пожалуйста воспользуйтесь соответствующей кнопкой в главном меню игры. Большое вам спасибо!
zh_hk: 您正在使用測試分支版本！ 這意味著您可以測試體驗最新的更新內容，但是： 請自行承擔風險！ 測試版本意為測試並非用於正常遊戲。 您可能遭遇以下幾種情形： - 穩定版的檔案無法載入。 - 測試版的檔案文件不保證向後續版本兼容。 - 檔案文件可能壞檔。 測試版本用於有意向幫助開發者測試并完善Avorion的廣大玩家。 如果您發現任何遊戲問題，請使用"反饋bug"按鈕填寫表單上傳。 謝謝！

source: Beta Notification
ru: Немного о бета версии
zh_hk: Beta測試版公告

source: I Understand
ru: Приму к сведению
zh_hk: 我明白了

source: Warning! We are currently experiencing issues with previous savegames getting corrupted. If you just updated to this version of Avorion, we'd suggest making a backup of your previous savegame before loading it. Creating and loading a new galaxy shouldn't cause any problems, only the loading of previous saves. We're working on resolving this problem. Please excuse the inconvenience.
ru: Внимание! На данный момент есть риск порчи ваших сохранений. Если вы только что обновили игру до актуальной версии крайне рекомендуем вам сделать копию сохранений, прежде чем вы их запустите. Создание и старт новой галактики проблем создавать не должны. Мы изо всех сил стараемся исправить эту проблему. Заранее просим прощения за возможные проблемы.
zh_hk: 警告！ 我們已確認舊檔案在新版中會壞檔的情況，如果您剛更新至此版本的Avorion，建議您在加載舊檔案前自行備份。 創建并加載新的遊戲應當沒有任何問題，此提示只針對舊版檔案。 我們正在開發解決存檔兼容問題的方案，造成的不便請諒解。

source: Savegame Corruption Warning
ru: Поломка сохранений
zh_hk: 壞檔警告

source: Set Blueprint
ru: Выбрать чертеж
zh_hk: 設置藍圖

source: Remove Squad
ru: Расформировать эскадрилью
zh_hk: 移除小隊

source: [No Production: %s]
ru: [Не производится: %s]
zh_hk: 【無生產： %s】

source: Enable/Disable Fighter Production
ru: Запустить/Остановить сборку истребителей
zh_hk: 啟用 /禁用艦載機生產

source: Cost: %1% %2%
ru: Стоимость: %1% %2%
zh_hk: 花費： %1% %2%

source: Time: %s
ru: Время: %s
zh_hk: 時間： %s

source: Enable/Disable Fighter Production (Requires Fighter Blueprint and Production Blocks)
ru: Запустить/Остановить сборку истребителей (Потребуется сборщик и чертеж истребителя)
zh_hk: 啟用 /禁用 艦載機生產（需要艦載機藍圖與生產模塊）

source: Enable/Disable Fighter Production (Requires Fighter Blueprint)
ru: Запустить/Остановить сборку истребителей (Потребуется чертеж истребителя)
zh_hk: 啟用 /禁用 艦載機生產（需要艦載機藍圖）

source: Enable/Disable Fighter Production (Requires Production Blocks)
ru: Запустить/Остановить сборку истребителей (Потребуется сборщик)
zh_hk: 啟用 /禁用 艦載機生產（需要生產模塊）

source: This will destroy the fighter and turn it into a blueprint. This action is irreversible. It will also remove the previous blueprint if there is one.
ru: Ваш истребитель будет использован для создания чертежа и будет уничтожен. Данное действие необратимо. Кроме того вы замените ваш прошлый чертеж, если такой имеется, на новый.
zh_hk: 即將銷毀該艦載機并將它轉換成藍圖，此操作不可逆！同時會替換上一張藍圖！

source: The blueprint of this squad will be lost.
ru: Вы потеряете чертеж этой эскадрильи.
zh_hk: 該小隊的藍圖將丟失！

# Unit: per second
source: /s
ru: /сек
zh_hk: /秒

source: Production Capacity
ru: Производственная мощность
zh_hk: 生產容量

source: Productions
ru: Производит
zh_hk: 生產

source: You don't have permissions to manage auto crew payment.
ru: У вас нет прав изменять уровень зарплаты команды.
zh_hk: 您沒有管理自動船員支付的權限。

source: The crew of your alliance ship '%s' was paid.
ru: Команде корабля Альянса '%s' была выдана зарплата.
zh_hk: 您聯盟船隻 '%s' 的船員已支付。

source: Couldn't enter craft.
ru: Не удалось сесть на корабль.
zh_hk: 無法進入。

source: You don't have permission to enter this craft.
ru: У Вас нет разрешения садиться в этот корабль.
zh_hk: 您沒有進入的權限。

source: You are already piloting this craft.
ru: Вы уже управляете этим кораблем.
zh_hk: 您已經在駕駛它！

source: No free seat available.
ru: Нет свободного места.
zh_hk: 沒有空餘座位。

source: Fighter Factory
ru: Завод Истребителей
zh_hk: 艦載機工廠

# window title
source: Build Fighters
ru: Создать истребитель
zh_hk: 建造艦載機

source: Create
ru: Создать
zh_hk: 創建

source: Remaining Points:
ru: Очков осталось:
zh_hk: 剩餘點數：

source: Size:
ru: Размер:
zh_hk: 尺寸：

source: Durability:
ru: Прочность:
zh_hk: 耐久度：

source: Maneuverability:
ru: Маневренность:
zh_hk: 機動性：

source: Speed:
ru: Скорость:
zh_hk: 速度：

source: ${price} Cr
ru: ${price} Кр
zh_hk: ${price} 資金

source: Only plans with 200 blocks or less allowed.
ru: Разрешены корабли состоящие максимум из 200 блоков.
zh_hk: 僅允許少於200方塊數的設計圖！

source: You have no turret selected.
ru: Вы не выбрали ни одной турели.
zh_hk: 您未選中任何砲台。

source: You have no plan selected.
ru: Вы не выбрали чертеж.
zh_hk: 未選中任何設計圖！

source: Invalid fighter stats.
ru: Недопустимые параметры истребителя.
zh_hk: 無效艦載機數據。

source: Planetary Trading Post
ru: Планетарный торговый узел
zh_hk: 行星貿易站

source: Mine Name
ru: Название шахты
zh_hk: 礦場名字

source: Please enter a name for your mine:
ru: Пожалуйста введите название для Шахты:
zh_hk: 請輸入新礦場名字：

source: You already own an object called ${name}.
ru: Вы уже владеете объектом с названием '${name}'.
zh_hk: 您已經擁有一個同名物體 ${name}。

source: Transfer Crew/Cargo/Fighters
ru: Переместить Команду/Груз/Истребители
zh_hk: 轉移船員 /貨物 /艦載機

source: Transfer Crew, Cargo and Fighters
ru: Переместить команду, груз и истребители
zh_hk: 轉移船員，貨物與艦載機

source: Exchange fighters
ru: Обменяться истребителями
zh_hk: 交換艦載機

source: Missing hangar.
ru: Ангар отсутствует.
zh_hk: 機庫缺失！

source: A ship in your sector is calling for help!
ru: Корабль в вашем секторе просит о помощи!
zh_hk: 星區內一條飛船在發出求救信號！

source: Mayday! Mayday! Our engines are failing and we are under attack by pirates! Help us, please!
ru: СОС! СОС! Наши двигатели отказали, пираты по всюду! Прошу, помогите нам!
zh_hk: 求救！求救！我們的引擎失效，正在被海盜攻擊！誰都好快來救救我們！

source: Help! Pirates are on our tail and our engines are down! We are stranded here!
ru: Помогите! Пираты у нас на хвосте, двигатели не выдерживают! Нам отсюда не выбраться!
zh_hk: 救命！海盜在追擊，我們的引擎壞了！我們被困在這裡了！

source: He's finished. Let's go!
ru: Готово! Погнали отсюда!
zh_hk: 他完了，我們走吧。

source: Let's get out of here.
ru: Уходим.
zh_hk: 讓我們離開這裡。

source: Thank you for defending us from those pirates. You have our endless gratitude.
ru: Благодарим вас за то что защитили нас от пиратов. Мы перед вами в неоплатном долгу.
zh_hk: 感謝您從那些海盜手裡保護了我們，實在是感激不盡！

source: Hull Repair /s
ru: Починка корпуса /сек
zh_hk: 船體修復 /秒

source: Shield Repair /s
ru: Починка корабля /сек
zh_hk: 護盾修復 /秒

source: Prod. Effort
ru: Трудность произв.
zh_hk: 生產結果

source: Please return the cargo, we've updated your mission status.
ru: Пожалуйста, верните груз, мы обновили ваш статус миссии.
zh_hk: 請返還貨物，我們更新了您的任務狀態。

source: Zinc
ru: Цинк
zh_hk: 鋅

# Main Menu Button
source: Credits
ru: Создатели
zh_hk: 開發人員名單

source: Invalid items in ingredients.
ru: Недопустимые предметы в ингредиентах.
zh_hk: 錯誤的組成物品。

source: Found alliances to work together with other players as a complete new faction. Alliances count as their own faction, and their members can manage alliance stations, ships and inventory. You can invite other players to join the alliance and assign ranks to different members to manage which member can do which. You can also see the online status of your alliance members and you'll have a shared galaxy map. You can either join an existing alliance or found a new one!
ru: Создайте Альянс, чтобы играть с другими игроками в абсолютно новой фракции. Альянс считается самостоятельной Фракцией, члены которого могут строить общие станции, и использовать общий склад. Вы можете приглашать других игроков в ваш Альянс и назначать им разные должности и права. Вы будете видеть статус членов вашего Альянса, а также у вас будет одна общая карта. Вы можете как вступить в уже существующий Альянс, так и основать свой собственный!
zh_hk: 創建聯盟以一個全新的派系與其他玩家一起合作遊戲！聯盟被計為獨立的派系，其成員能夠管理聯盟所屬的空間站，船隻與物品欄。您可以邀請其他玩家加入聯盟并分別給他們指派職位，用於管理每位成員的聯盟權限。您還可以查看聯盟成員的線上資訊並且所有聯盟成員共享一個星系地圖。 您可以加入已存在的或自行建立一個聯盟！

# Unit: tons
source: t
ru: т

# Unit: Watts
source: W
ru: Вт

# Unit: Joule
source: J
ru: Дж

# direction
source: E
ru: В

# direction
source: ENE
ru: ВСВ

# direction
source: NE
ru: СВ

# direction
source: NNE
ru: ССВ

# direction
source: N
ru: С

# direction
source: NNW
ru: ССЗ

# direction
source: NW
ru: СЗ

# direction
source: WNW
ru: ЗСЗ

# direction
source: W
ru: З

# direction
source: WSW
ru: ЗЮЗ

# direction
source: SW
ru: ЮЗ

# direction
source: SSW
ru: ЮЮЗ

# direction
source: S
ru: Ю

# direction
source: SSE
ru: ЮЮВ

# direction
source: SE
ru: ЮВ

# direction
source: ESE
ru: ВЮВ

source: You can build your own turrets at a turret factory.
ru: На заводе турелей вы можете конструировать собственные турели.
zh_hk: 您可以在炮臺工廠建造自己的炮臺。

source: You can select inventory items as a favorite or mark them as trash with the right mouse button.
ru: Вы можете помечать предметы в инвентаре как избранное или мусор нажав по ним правой кнопкой мыши.
zh_hk: 您可以在物品欄中右擊選擇一個物品將它標記為最愛或廢物。

source: New items in your inventory will be highlighted until you click on them.
ru: Новые предметы будут видны в начале списка, пока вы на них не кликните.
zh_hk: 新獲得的物品將在物品欄中特別標記顯示直到您點擊過它們。

source: You can filter the items in your inventory. Example: Type 'naonite laser' to find all turrets that fire lasers and that are made of Naonite.
ru: Вы можете фильтровать нужные вам вещи. К примеру введя 'наонит лазер', вы легко найдете турели из наонита, стреляющие лазером.
zh_hk: 現在可以在物品欄中排序搜索了。比如輸入'naonite laser‘來尋找所有Naonite製作的鐳射器。

source: You can upgrade your entire ship's material in the building mode.
ru: В окне постройки вы без проблем можете заменить материал всего вашего корабля на более качественный.
zh_hk: 您現在可以在建造模式直接升級全船隻所用的礦物材料。

source: You can hide selections of blocks in the building mode when you want to change blocks in the center of your ship.
ru: Чтобы изменить или удалить детали в центре вашего корабля, вы можете скрыть мешающие вам блоки.
zh_hk: 當您需要改變內部方塊時，可以在建造模式中隱藏選中的方塊。

source: Search
ru: Найти
zh_hk: 搜索

# Search text for galaxy map
source: Asteroids
ru: Астероиды
zh_hk: 小行星

# Search text for galaxy map
source: Ships
ru: Корабли
zh_hk: 船隻

# Search text for galaxy map
source: Stations
ru: Станции
zh_hk: 空間站

# Search text for galaxy map
source: Wrecks
ru: Обломки
zh_hk: 殘骸

# Search text for galaxy map
source: Death Location
ru: Место крушения
zh_hk: 死亡地點

# Search text for galaxy map
source: Empty
ru: Пусто
zh_hk: 空白

source: Apply (This will remove all turrets!)
ru: Применить (Все турели будут сняты!)
zh_hk: 應用更改（將移除所有炮臺！）

source: Rotate Around X Axis (This will remove all turrets!)
ru: Повернуть по оси-X (Все турели будут сняты!)
zh_hk: 圍繞X軸旋轉（將移除所有炮臺）

source: Rotate Around Z Axis (This will remove all turrets!)
ru: Повернуть по оси-Z (Все турели будут сняты!)
zh_hk: 圍繞Z軸旋轉（將移除所有炮臺）

source: Rotate Around Y Axis (This will remove all turrets!)
ru: Повернуть по оси-Y (Все турели будут сняты!)
zh_hk: 圍繞Y軸旋轉（將移除所有炮臺）

source: Right-Click to favorite this item.
ru: Кликните правой кнопкой мыши, чтобы добавить предмет в Избранное.
zh_hk: 右擊設置為最愛。

source: Right-Click to un-favorite this item.
ru: Кликните правой кнопкой мыши, чтобы удалить предмет из Избранного.
zh_hk: 右擊取消最愛。

source: Right-Click to mark as trash.
ru: Кликните правой кнопкой мыши, чтобы отправить предмет в мусорку.
zh_hk: 右擊標記為廢物。

source: Right-Click to unmark as trash.
ru: Кликните правой кнопкой мыши, чтобы вернуть предмет из мусорки.
zh_hk: 右擊取消標記廢物。

source: Enter Strategy Mode by Zooming
ru: Стратегический обзор при отдалении камеры
zh_hk: 通過拉遠鏡頭進入策略模式。

source: Promote to Leader
ru: Назначить Лидером
zh_hk: 提拔為領袖

source: Founding Cost: $%s Enter the name of your alliance:
ru: Взнос: $%s Введите название Альянса:
zh_hk: 創建花費：$%s 輸入聯盟名字：

source: Founding Cost: %s Credits
ru: Цена: %s Кредитов
zh_hk: 創建花費：%s 資金

source: Control scheme switched. Press %s to change it back.
ru: Схема контроля изменена. Нажмите %s чтобы поменять обратно.
zh_hk: 飛控模式已變更，按 %s 切換。

source: Toggle Strategy Mode
ru: Стратегический обзор вкл/выкл
zh_hk: 切換策略模式

source: %s joined the alliance!
ru: Игрок %s вступил в Альянс!
zh_hk: %s 加入了聯盟！

source: Joined the alliance %s. Type /alliance in the chat and say hello!
ru: Вы вступили в Альянс '%s'. Введите /alliance в чат и поприветствуйте ваших товарищей!
zh_hk: 已加入聯盟 %s。在聊天窗輸入/alliance 打聲招呼吧！

source: You're now the leader of your alliance.
ru: Теперь вы лидер Альянса.
zh_hk: 您現在是聯盟領袖了。

source: You were assigned the rank '%s'.
ru: Вам присвоили звание '%s'.
zh_hk: 您被賦予了職位 '%s'。

source: No player is flying this ship.
ru: На этом корабле никто не летает.
zh_hk: 沒有玩家在駕駛該船。

# Weapon Type
source: Pulse Cannon
ru: Импульсная пушка
zh_hk: 脈衝炮

source: Ionized Projectiles
ru: Ионизированые Снаряды
zh_hk: 電離投射

# Weapon Name
source: Pulse Cannon
ru: Импульсная
zh_hk: 脈衝炮

# Weapon Prefix
source: Pulse Cannon
ru: Импульсная
zh_hk: 脈衝炮

source: There are a number of chat channels. Type /sector /all /alliance or /group in the chat to write in that specific channel.
ru: Существует несколько каналов чатов. Вы можете менять каналы введя /sector, /all, /alliance или /group.
zh_hk: 聊天窗口有多個不同頻道。輸入/sector （星區頻道） /all （世界頻道） /alliance （聯盟頻道） 或 /group （組隊頻道） 來發送資訊到所選頻道中。

source: Your ship will unlock more upgrade slots with increased volume, not mass.
ru: Количество модулей на вашем корабле зависит от его размера, но не массы.
zh_hk: 您的船隻通過體積而不是質量來解鎖更多升級槽位。

source: When playing with your friends, you can found an alliance so you can form a faction together.
ru: Если Вы играете со своими друзьями, вы можете основать Альянс чтобы играть в одной фракции, это намного удобней!.
zh_hk: 與朋友一起聯機遊戲時，您可以創建一個聯盟組建自己的派系。

source: All online alliance members are visible to all other online alliance members on the galaxy map.
ru: Все члены Вашего Альянса, находящиеся в сети, отображаются на карте.
zh_hk: 所有線上聯盟成員在銀河地圖中都是可見的。

source: All members of an alliance share their knowledge about the galaxy map.
ru: Все члены Вашего Альянса делятся информацией о галлктике.
zh_hk: 所有聯盟成員共享銀河地圖。

source: When you're in an alliance, everything you do while flying an alliance ship will be done in the name of your alliance.
ru: Если вы вступили в альянс, то все что вы делаете на корабле альянса, будет сделано от его имени.
zh_hk: 當您所屬一個聯盟時，您駕駛聯盟船隻所做的一切都將冠以聯盟的名義。

source: Multiple players can fly the same alliance ship together.
ru: На корабле альянса может летать одновременно несколько человек.
zh_hk: 多名玩家可以一起駕駛同一聯盟飛船。

source: Upload your creations to the Steam Workshop in the saved ships window in the building mode for everybody else to use!
ru: Загружайте ваши творения из окна постройки в Мастерскую Steam, чтобы поделиться ими с другими игроками.
zh_hk: 將您的作品通過建造模式-保存船隻窗口-上傳至Steam創意工坊的功能與其他人分享！

source: You can use the Steam Workshop to subscribe and download to other people's awesome ship creations!
ru: В Мастерской Steam вы найдете изумительные корабли, построенные другими игроками. Чтобы построить такой же, подпишитесь на понравившийся вам корабль.
zh_hk: 您可以使用Steam創意工坊訂閱並下載其他玩家的飛船設計藍圖！

source: Railguns are accurate and strong against a ship's hull. They will penetrate multiple blocks, dealing damage to each block they hit.
ru: Рельсовые турели хороши против Корпуса кораблей. Они пробивают сразу несколько блоков и наносят урон по каждому из них.
zh_hk: 磁軌炮非常精准，並對飛船船體非常有效。它能貫穿多層方塊對每一層結構都造成傷害。

source: Plasma cannons are always strong against shields.
ru: Плазменные турели особенно хороши против щитов.
zh_hk: 電漿炮總是對護盾最有效。

source: Pulse cannons have ionized shots that have a very high chance of penetrating an enemies shields.
ru: У импульсных турелей, стреляющих ионизированными зарядами, высокий шанс пробивания вражеских щитов.
zh_hk: 脈衝炮擁有電離特性，極高幾率穿透敵護盾。

source: Rocket launchers deal massive damage to hull, but since the rockets are slow they are best used against stationary targets.
ru: Ракетные установки наносят огромный урон корпусу, однако ракеты имеют низкую скорость, так что лучше использовать их против малоподвижных целей.
zh_hk: 火箭發射器能對船體結構造成巨大傷害，但火箭彈飛行緩慢只適用於針對固定目標。

source: Chainguns are primitive but can almost always fire without using energy or overheating.
ru: Пулеметы хоть и примитивны, зато могут стрелять без затрат энергии и перегрева.
zh_hk: 機炮雖然原始但能夠無視能量與過熱持續開火。

source: Lasers are very accurate and deal reliable damage, but will drain your energy storage.
ru: Лазеры очень точны и наносят постоянный урон, однако они очень быстро истощают батареи.
zh_hk: 鐳射器非常精准，輸出穩定可觀，但將抽幹您的能量儲存。

source: More mass isn't always a bad thing: Cannons have high recoil, so you should build ships that are heavy enough to withstand that recoil.
ru: Большая масса корабля это не всегда плохо: у пушек очень высокая отдача, так что с таким оружием вам требуется достаточно тяжёлый корабль, чтобы он не отлетал с курса от отдачи.
zh_hk: 更大的質量並不總是壞事：艦炮具有高後坐力，您需要足夠噸位的飛船才能抗衡艦炮的後坐力。

source: Lightning guns deal very high damage, but are usually very inaccurate.
ru: Урон электроразрядной турели сравним разве что с отсутствием какой либо точности этого орудия.
zh_hk: 電弧炮傷害非常高，但通常打不中目標。

source: With force turrets you can move other objects, pull yourself towards them or push yourself away from them.
ru: С помощью силовых турелей вы можете передвигать другие объекты, притягивать себя к ним, или наоборот, отталкивать.
zh_hk: 使用力場炮臺您可以移動物體，牽引光束與排斥光束皆有。

source: Salvaging lasers have a very short range, but can deal massive damage. But not against shields.
ru: У демонтирующих лазеров огромный урон, но так же и очень ограниченный радиус действия. Не наносят существенного урона по щитам.
zh_hk: 打撈鐳射器射程很短且能夠造成巨大的傷害，但對護盾完全無效。

source: Bolters deal a lot of damage against hull, but they can also overheat quickly.
ru: Болтерные турели хороши против корпуса, но очень быстро перегреваются.
zh_hk: 爆彈炮對船體有較多傷害，但它們容易過熱。

source: Buy a cargo transportation license at a trading post so you can transport cargo through a faction's territory without them fining you.
ru: Купите лицензию на перевозку груза на торговом посту фракции и вы сможете летать с запрещённым грузом на территории фракции, не боясь штрафов.
zh_hk: 在貿易站購買運輸執照使您可以在該國領地內無憂無慮跑商。

source: A container with fungus, used for making alcohol.
ru: Контейнер с дрожжами, использующимися для создания алкоголя.
zh_hk: 一個裝有真菌的容器，用於釀酒。

source: Cattle
ru: Скот
zh_hk: 牛

# plural
source: Cattle
ru: Скот
zh_hk: 牛

# prefix
source: Cattle
ru: Скота
zh_hk: 牛

source: Cattle.
ru: Скот.
zh_hk: 牛。

source: Fish
ru: Рыбы
zh_hk: 魚

# plural
source: Fish
ru: Рыба
zh_hk: 魚

# prefix
source: Fish
ru: Рыбы
zh_hk: 魚

source: A barrel full of fish.
ru: Бочка с рыбой.
zh_hk: 一個裝滿速凍魚的桶。

source: Protein
ru: Белок
zh_hk: 蛋白質

# plural
source: Protein
ru: Белок
zh_hk: 蛋白質

# prefix
source: Protein
ru: Белка
zh_hk: 蛋白質

source: Protein for quickly restoring one's energy.
ru: Протеин для быстрого восстановления энергии.
zh_hk: 能快速補充人體能量的蛋白質。

source: Meat
ru: Мясо
zh_hk: 肉類

# plural
source: Meat
ru: Мясо
zh_hk: 肉類

# prefix
source: Meat
ru: Мяса
zh_hk: 肉類

source: A box full of fresh meat.
ru: Морозильный контейнер с мясом.
zh_hk: 一個裝滿保鮮肉的箱子。

source: Dairy
ru: Молочные продукты
zh_hk: 乳製品
