Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Failed to initialize Steam API, please restart Steam and try again.
ru: Ошибка инициализации Steam API, пожалуйста, перезапустите Steam и повторите попытку.
zh_hk: 初始化SteamAPI失敗，請重新啟動Steam平臺並重試。

source: %d m/s
ru: %d м/с

source: Video
ru: Графика
zh_hk: 圖像

source: Sergeant
ru: Сержант
zh_hk: 士官

source: The Democratic Organisation of %s
ru: Демократическое Организация %s
zh_hk: %s民主協會

source: Continue [Enter]
ru: Продолжить [Enter]
zh_hk: 繼續【輸入鍵】

source: Press %s to Interact
ru: Нажмите %s для взаимодействия
zh_hk: 按 %s 互動

source: Create New
ru: Создать
zh_hk: 創建新的遊戲

source: Lieutenant
ru: Лейтенант
zh_hk: 尉官

source: The United %s Alliance
ru: Объединенный %s Альянс
zh_hk: %s聯合同盟

source: Close [Enter]
ru: Закрыть [Enter]
zh_hk: 關閉【輸入鍵】

source: Press %s to Dock
ru: Нажмите %s для стыковки
zh_hk: 按 %s 停靠

source: Load
ru: Загрузить
zh_hk: 讀取

source: Commander
ru: Коммандер
zh_hk: 校官

source: The United Alliance of %s
ru: Объединенный Альянс %s
zh_hk: %s聯合同盟

source: Enter Coordinates Into Navigation Computer
ru: Ввести координаты в навигационный компьютер
zh_hk: 輸入座標到導航電腦

source: Dock %dkm
ru: До стыковки: %d км
zh_hk: 停靠點 %d公里

source: Load this save game
ru: Загрузить это сохранение
zh_hk: 讀取這個存檔

source: General
ru: Генерал
zh_hk: 將軍

source: The Galactic %s Alliance
ru: Галактический %s Альянс
zh_hk: %s銀河聯盟

source: Add Note
ru: Добавить заметку
zh_hk: 添加標籤

source: Controlled by Player
ru: Управляется игроком
zh_hk: 受控於玩家

source: Sound Settings
ru: Настройки аудио
zh_hk: 音效設置

source: Captain
ru: Капитан
zh_hk: 艦長

source: The Galactic Alliance of %s
ru: Галактический Альянс %s
zh_hk: %s銀河聯盟

source: Remove Coordinates
ru: Удалить координаты
zh_hk: 移除座標

source: Situational
ru: Ситуационное
zh_hk: 手動\自動混合模式

source: Master
ru: Общий
zh_hk: 全局

source: Crewman
ru: Член экипажа
zh_hk: 船員

source: The Universal %s Alliance
ru: Вселенский %s Альянс
zh_hk: %s宇宙聯盟

source: Remove Death Marker
ru: Удалить пометку смерти
zh_hk: 移除死亡標記

source: Autofire
ru: Авто-стрельба
zh_hk: 自動開火模式

source: SFX
ru: Эффекты
zh_hk: SFX特效

source: These default crewmen can be assigned to nearly any position.
ru: Эти члены экипажа могут быть назначены на любую должность.
zh_hk: 閒置船員可以被任命到幾乎所有崗位。

source: The Universal Alliance of %s
ru: Вселенский Альянс %s
zh_hk: %s宇宙聯盟

source: Remember Coordinates
ru: Сохранить координаты
zh_hk: 記住座標

source: Attack target
ru: Атаковать цель
zh_hk: 攻擊目標

source: Interface
ru: Интерфейс
zh_hk: 介面

source: Engineers maintain and run all technical blocks on your ship.
ru: Инженеры обслуживают и контролируют все технические системы корабля.
zh_hk: 工程師負責維護船隻上的功能模塊。

source: The Democratic %s Alliance
ru: Демократический %s Альянс
zh_hk: %s民主聯盟

source: Post in Chat
ru: Отправить в чат
zh_hk: 發送到聊天框

source: Click to assign orders to this turret group
ru: Нажмите для определения поведения этой группе турелей
zh_hk: 點擊以指派命令到這個炮臺組

source: Silence Between Tracks
ru: Тишина между треками
zh_hk: 音軌切換時靜音時間

source: Gunners operate armed turrets.
ru: Наводчики указывают цель турелям.
zh_hk: 炮手負責操作武裝炮臺。

source: The Democratic Alliance of %s
ru: Демократический Альянс %s
zh_hk: %s民主聯盟

source: Enter Coordinates Manually
ru: Ввести координаты вручную
zh_hk: 手動輸入座標

source: (Autoturrets without group)
ru: (Авто-турели без группы)
zh_hk: （無分組自動炮臺）

# Unit for seconds
source: s
ru: с.
zh_hk: 秒

source: Miners operate mining turrets.
ru: Рудокопы управляют добывающими турелями.
zh_hk: 礦工負責操控非武裝炮臺。

source: The United %s Republic
ru: Объединенная %s Республика
zh_hk: %s聯合共和國

source: Enter Coordinates
ru: Ввести координаты
zh_hk: 輸入座標

source: ?? s [0% eff.]
ru: ?? сек [0% Эффек.]

# Alliance Tab
source: Alliance Vault
ru: Склад Альянса
zh_hk: 聯盟倉庫

source: Mechanics repair your ship, but cannot rebuild destroyed blocks.
ru: Механики занимаются ремонтом корабля, но не способны восстанавливать уничтоженные блоки.
zh_hk: 機械師負責維護並能夠緩慢修復船體，但不能重建被摧毀的方塊。

source: The United Republic of %s
ru: Объединенная Республика %s
zh_hk: %s聯合共和國

source: Enter coordinates separated by a colon:
ru: Введите координаты, разделив их двоеточием:
zh_hk: 輸入座標，用冒號分隔：

source: %i s
ru: %i сек

source: Pilots will fly fighters.
ru: Пилоты управляют истребителями.
zh_hk: 飛行員負責駕駛戰鬥機。

source: The Galactic %s Republic
ru: Галактическая %s Республика
zh_hk: %s銀河共和國

source: Enter the note you want to attach to the sector(Only 300 characters will be saved):
ru: Введите заметку для данного сектора (не более 300 символов):
zh_hk: 輸入星區描述（僅保存300個英文字符）：

source: Create a new workshop item
ru: Создать новый предмед в Мастерской
zh_hk: 創建一個新的工坊物品

source: Deposit
ru: Положить
zh_hk: 寄存

source: Security will defend your ships against enemy boarders. [Boarding is not yet implemented]
ru: [НЕ РЕАЛИЗОВАНО] Охрана защищает корабль от вражеского десанта.
zh_hk: 防禦隊員會在您的船隻內防禦敵方入侵.。【登船系統未實裝】

source: The Galactic Republic of %s
ru: Галактическая Республика %s
zh_hk: %s銀河共和國

source: Unknown energy signature
ru: Неизвестная энергетическая сигнатура
zh_hk: 未知能量信號

source: Update this workshop item: %s
ru: Обновить этот предмет из мастерской: %s
zh_hk: 更新該工坊物品：%s

source: Withdraw
ru: Снять
zh_hk: 取回

source: Boarders can be flown to other ships to infiltrate and take over those ships. [Boarding is not yet implemented]
ru: [НЕ РЕАЛИЗОВАНО] Десантники могут быть отправлены на другие корабли для захвата.
zh_hk: 突擊隊員會入侵滲透並試圖佔據敵方船艦.。【登船系統暫未實裝】

source: The Universal %s Republic
ru: Вселенская %s Республика
zh_hk: %s宇宙共和國

source: Unknown hidden mass signature
ru: Неизвестная сигнатура скрытой массы
zh_hk: 未知隱藏質量信號

source: Upload to Steam Workshop
ru: Загрузить в Мастерскую Steam
zh_hk: 上傳到創意工坊

# Alliance Tab
source: General
ru: Общее
zh_hk: 總覽

source: Sergeants organize your crew. You need 1 sergeant for every 10 employed crewmen.
ru: Следят за работой команды. 1 сержант на 10 членов экипажа.
zh_hk: 士官是船員中的低級軍官，每指派10名船員工作需要1名士官。

source: The Universal Republic of %s
ru: Вселенская Республика %s
zh_hk: %s宇宙共和國

source: Controlled by:
ru: Под управлением:
zh_hk: 受控於：

source: Title (max 128 characters)
ru: Название (Не больше 128 знаков)
zh_hk: 標題（最大128字符）

source: Join Alliance
ru: Присоединиться к Альянсу
zh_hk: 加入聯盟

source: Oversees Sergeants. You need 1 lieutenant for every 4 sergeants.
ru: Распоряжаются сержантами. 1 лейтенант на 4 сержанта.
zh_hk: 尉官是船員中的中級軍官，每指派4名士官需要1名尉官。

source: The Democratic %s Republic
ru: Демократическая %s Республика
zh_hk: %s民主共和國

source: 1 ship of %s
ru: 1 корабль %s
zh_hk: 1艘%s的飛船

source: Description (max 8000 characters)
ru: Описание (Не больше 8000 знаков)
zh_hk: 描述（最多8000字符）

source: Pending Invitations
ru: Приглашенные в Альянс
zh_hk: 待處理邀請

source: Oversees Lieutenants. You need 1 commander for every 3 lieutenants.
ru: Командуют лейтенантами. 1 коммандер на 3 лейтенанта.
zh_hk: 校官是船員中的高級軍官，每指派3名尉官需要1名校官。

source: The Democratic Republic of %s
ru: Демократическая Республика %s
zh_hk: %s民主共和國

source: %s ships of %s
ru: %s кораблей %s
zh_hk: %s艘%s的飛船

source: Visibility
ru: Видимость
zh_hk: 可見性

source: Leave Alliance
ru: Покинуть Альянс
zh_hk: 離開聯盟

source: The highest ranked officer. You need 1 general for every 3 commanders.
ru: Офицер высшего звания. 1 генерал на 3 коммандера.
zh_hk: 將軍是船員中的最高級軍官，每指派3名校官需要1名將軍。

source: The United %s Commonwealth
ru: Объединенное %s Содружество
zh_hk: %s聯合聯邦

source: [ %i unknown ships ]
ru: [ %i неизвестных кораблей ]
zh_hk: 【%i艘未知飛船】

source: Public
ru: Публичный
zh_hk: 公開

source: Disband Alliance
ru: Расформировать Альянс
zh_hk: 遣散聯盟

source: Not mandatory, but allows ships to be commanded when you're not flying them.
ru: Требуется для управления кораблем в Ваше отсутствие, позволяя Вам отдавать кораблю приказы.
zh_hk: 艦長，有艦長的船隻可以下達命令使其自主行動。（玩家麾下AI駕駛的船隻）

source: The United Commonwealth of %s
ru: Объединенное Содружество %s
zh_hk: %s聯合聯邦

source: [ 1 unknown ship ]
ru: [ 1 неизвестный корабль ]
zh_hk: 【1艘未知飛船】

source: Friends Only
ru: Только друзья
zh_hk: 僅好友

source: Message of the day
ru: Сообщение дня
zh_hk: 今日頭條

source: Attack
ru: Атаковать
zh_hk: 攻擊

source: The Galactic %s Commonwealth
ru: Галактическое %s Содружество
zh_hk: %s銀河聯邦

source: [ %i asteroids ]
ru: [ %i астероид(-а/оф) ]
zh_hk: 【%i顆小行星 】

source: Private
ru: Личный
zh_hk: 私有

source: Modify
ru: Изменить
zh_hk: 編輯

source: Defend
ru: Защищать
zh_hk: 防禦

source: The Galactic Commonwealth of %s
ru: Галактическое Содружество %s
zh_hk: %s銀河聯邦

source: [ 1 asteroid ]
ru: [ 1 астеройд ]
zh_hk: 【1顆小行星 】

source: Tags
ru: Тэги
zh_hk: 標籤

source: Home Sector
ru: Основной сектор
zh_hk: 母星區

source: Return
ru: Возвращение
zh_hk: 返航

source: The Universal %s Commonwealth
ru: Вселенское %s Содружество
zh_hk: %s宇宙聯邦

source: Group Members:
ru: Члены группы:
zh_hk: 組隊成員：

# Workshop Tag
source: Ship
ru: Ship(Корабль)
zh_hk: 船隻

source: Alliance has no home sector!
ru: У Альянса нет Основного сектора!
zh_hk: 聯盟沒有母星區！

source: Full
ru: Полный
zh_hk: 完全

source: The Universal Commonwealth of %s
ru: Вселенское Содружество %s
zh_hk: %s宇宙聯邦

source: Alliance Members:
ru: Члены Альянса:
zh_hk: 聯盟成員：

# Workshop Tag
source: Station
ru: Station(Станция)
zh_hk: 空間站

source: Alliance: %s
ru: Альянс: %s
zh_hk: 聯盟：%s

source: Off
ru: Выкл
zh_hk: 關閉

source: The Democratic %s Commonwealth
ru: Демократическое %s Содружество
zh_hk: %s民主聯邦

source: You died here!
ru: Место крушение вашего корабля
zh_hk: 你在這兒掛了！

# Workshop Tag
source: Fighter
ru: Raumjäger(Истрибитель)
zh_hk: 戰鬥機

source: Show Location
ru: Местоположение
zh_hk: 顯示位置

source: The block overlaps too much with another block.
ru: Блок слишком сильно пересекается с другим блоком.
zh_hk: 這個方塊重疊太多了。

source: The Democratic Commonwealth of %s
ru: Демократическое Содружество %s
zh_hk: %s民主聯邦

source: Curr. Block Size
ru: Размер блока
zh_hk: 當前方塊大小

# Workshop Tag
source: Drone
ru: Drohne(Дрон)
zh_hk: 無人機

source: Whisper
ru: Прошептать
zh_hk: 私聊

source: The block does not touch another block.
ru: Блок не касается другого блока.
zh_hk: 這個方塊並未與其他方塊接觸。

source: The United %s Dominion
ru: Объединенный %s Доминион
zh_hk: %s聯合主權國

source: No color
ru: Нет цвета
zh_hk: 沒有顏色

# Workshop Tag
source: Military
ru: Militärisch(Военный)
zh_hk: 軍用

source: Assign Rank
ru: Назначить на должность
zh_hk: 賦予職位

source: The block must not touch a turret.
ru: Блок не должен касаться орудия.
zh_hk: 這個方塊不能與炮臺相連。

source: The United Dominion of %s
ru: Объединенный Доминион %s
zh_hk: %s聯合主權國

source: Building Colors
ru: Цвет покраски
zh_hk: 建造顏色

# Workshop Tag
source: Civil
ru: Zivil(Гражданский)
zh_hk: 民用

source: Kick
ru: Выкинуть
zh_hk: 踢出

source: You cannot build a turret onto an engine.
ru: Орудия нельзя ставить на двигателях.
zh_hk: 您無法在引擎噴口上建造炮臺。

source: The Galactic %s Dominion
ru: Галактический %s Доминион
zh_hk: %s銀河主權國

source: Building Mode Hotkeys
ru: Горячие клавиши режима строительства
zh_hk: 建造模式快捷鍵

# Workshop Tag
source: Battleship
ru: Schlachtschiff(Боевой)
zh_hk: 戰艦

source: Last Online
ru: Статус
zh_hk: 最後一次在線

source: You cannot build a turret onto a thruster.
ru: Орудия нельзя ставить на маневровых двигателях.
zh_hk: 您無法在推進器上建造炮臺。

source: The Galactic Dominion of %s
ru: Галактический Доминион %s
zh_hk: %s銀河主權國

source: %s + Move Mouse
ru: %s + движение мышью
zh_hk: %s+滑鼠移動

# Workshop Tag
source: Miner
ru: Добывающий
zh_hk: 礦船

# Alliance Tab
source: Members
ru: Члены
zh_hk: 成員

source: The turret is not entirely on the block.
ru: Орудие не полностью находится на блоке.
zh_hk: 炮臺沒有完全貼附在方塊上。

source: The Universal %s Dominion
ru: Вселенский %s Доминион
zh_hk: %s宇宙主權國

source: Scale (Keep Proportion)
ru: Изменить размер (сохранять пропорции))
zh_hk: 縮放（保持比例）

source: Invite Player
ru: Пригласить игрока
zh_hk: 邀請玩家

source: There is already a turret at this position.
ru: Это место занято другим орудием.
zh_hk: 這個位置上已經有一個炮臺了。

source: The Universal Dominion of %s
ru: Вселенский Доминион %s
zh_hk: %s宇宙主權國

source: Scale Linear
ru: Изменить размер (линейно)
zh_hk: 線性縮放

# Workshop Tag
source: Carrier
ru: Träger(Носитель)
zh_hk: 航母

source: The turret must not intersect with another block.
ru: Орудие не должно пересекаться с другим блоком.
zh_hk: 炮臺不能橫跨兩個方塊。

source: The Democratic %s Dominion
ru: Демократический %s Доминион
zh_hk: %s民主主權國

source: Scale At Axis X
ru: Изменить размер: по оси X
zh_hk: X軸縮放

# Workshop Tag
source: Factory
ru: Fabrik(Фабрика)
zh_hk: 工廠

# Alliance Tab
source: Ranks
ru: Звания
zh_hk: 職位

source: Invalid name, name contains invalid characters!
ru: Некорректное имя, имя содержит недопустимые символы!
zh_hk: 錯誤，名稱中包含非法字符！

source: The Democratic Dominion of %s
ru: Демократический Доминион %s
zh_hk: %s民主主權國

source: Scale At Axis Y
ru: Изменить размер: по оси Y
zh_hk: Y軸縮放

source: Ranks
ru: Звания
zh_hk: 職位

source: Invalid name, name must contain at least one letter!
ru: Некорректное имя, имя должно содержать как минимум одну букву!
zh_hk: 錯誤，名稱必須包含至少一個字母！

source: The United %s Syndicate
ru: Объединенный %s Синдикат
zh_hk: %s聯合財團

source: Scale At Axis Z
ru: Изменить размер: по оси Z
zh_hk: Z軸縮放

source: Change Notes (max 5000 characters)
ru: Изменить Примечание(Не больше 5000 знаков)
zh_hk: 更新日誌（最大5000字符）

source: Permissions
ru: Права
zh_hk: 許可

source: Invalid name, name must have at least 3 characters!
ru: Некорректное имя, имя должно содержать как минимум три символа!
zh_hk: 錯誤，名稱至少需要3個字符！

source: The United Syndicate of %s
ru: Объединенный Синдикат %s
zh_hk: %s聯合財團

source: Rotate
ru: Вращать
zh_hk: 旋轉

source: By submitting this item, you agree to the workshop terms of service.
ru: При загрузке этого предмена в Мастерскую вы соглашаетесь с Условиями использования.
zh_hk: 發表該物品，意味您已經同意創意工坊服務協議。

source: Add Rank
ru: Добавить звание
zh_hk: 新增職位

source: Invalid name, name must begin with a letter!
ru: Некорректное имя, имя должно начинаться с буквы!
zh_hk: 錯誤，名稱開頭必須是一個字母！

source: The Galactic %s Syndicate
ru: Галактический %s Синдикат
zh_hk: %s銀河財團

source: Select Block
ru: Выбор блока
zh_hk: 選擇方塊

source: Submit
ru: Загрузить
zh_hk: 發表

# rank
source: Add as lowest
ru: Добавить в самом низу
zh_hk: 添加為最低階

source: Beginner
ru: Новичок
zh_hk: 初學者

source: The Galactic Syndicate of %s
ru: Галактический Синдикат %s
zh_hk: %s銀河財團

source: Show Workshop
ru: Открыть Мастерскую
zh_hk: 顯示工坊

source: Enter the name of the new rank:
ru: Введите обозначение нового звания:
zh_hk: 輸入新職位的名稱：

source: Easy
ru: Легко
zh_hk: 簡單

source: The Universal %s Syndicate
ru: Вселенский %s Синдикат
zh_hk: %s宇宙財團

source: Select Multiple Blocks
ru: Выбрать несколько блоков
zh_hk: 選擇多個方塊

source: Error while uploading.
ru: При загрузке произошла ошибка.
zh_hk: 上傳錯誤！

source: Delete Rank
ru: Удалить
zh_hk: 刪除職位

source: Normal
ru: Нормально
zh_hk: 正常

source: The Universal Syndicate of %s
ru: Вселенский Синдикат %s
zh_hk: %s宇宙財團

source: Delete Selected Block(s)
ru: Удалить выбранный(е) блок(и)
zh_hk: 刪除所選方塊

source: Upload successful!
ru: Загрузка успешно завершена!
zh_hk: 上傳成功！

source: Create Rank
ru: Добавить
zh_hk: 創建職位

source: Veteran
ru: Ветеран
zh_hk: 老兵

source: The Democratic %s Syndicate
ru: Демократический %s Синдикат
zh_hk: %s民主財團

source: Focus Selected Block(s)
ru: Центрировать на выбранном(ых) блоке(ах)
zh_hk: 視野聚焦到所選方塊

source: Uploading %s
ru: Загружаю %s
zh_hk: 正在上傳 %s

source: Rank Name:
ru: Обозначение звания:
zh_hk: 職位名稱：

source: Difficult
ru: Сложно
zh_hk: 困難

source: The Democratic Syndicate of %s
ru: Демократический Синдикат %s
zh_hk: %s民主財團

source: Open the workshop site of Avorion
ru: Открыть страницу Мастерской Авориона
zh_hk: 打開Avorion的創意工坊主頁

source: Add Above:
ru: Добавить над:
zh_hk: 向上添加：

source: Hard
ru: Очень сложно
zh_hk: 極難

source: The United %s Guild
ru: Объединенная %s Гильдия
zh_hk: %s聯合工會

source: Select All Blocks
ru: Выбрать все блоки
zh_hk: 選擇所有方塊

source: Submit New Craft
ru: Загрузить новый корабль
zh_hk: 發表新作品

source: * New Member Rank: This rank will be assigned to new members.
ru: * Звание новичков: Это звание будет присвоено всем новичкам вступившим в Альянс.
zh_hk: *新成員職位：該等級將會自動分配給所有新成員。

source: Insane
ru: Безумие
zh_hk: 瘋狂

source: The United Guild of %s
ru: Объединенная Гильдия %s
zh_hk: %s聯合工會

source: Mirror Along X Axis
ru: Отразить по оси X
zh_hk: 沿X軸鏡像

source: Update Existing Craft
ru: Обновить уже созданый корабль
zh_hk: 上傳已存在作品

source: Move Up
ru: Повысить
zh_hk: 向上

source: %s%% Damage to Stone
ru: %s%% к урону по камню
zh_hk: 對岩石造成 %s%% 傷害

source: The Galactic %s Guild
ru: Галактическая %s Гильдия
zh_hk: %s銀河工會

source: Mirror Along Y Axis
ru: Отразить по оси Y
zh_hk: 沿Y軸鏡像

source: No Sorting
ru: Без сортировки
zh_hk: 無分類

source: Move Down
ru: Понизить
zh_hk: 向下

source: Overheats
ru: Перегревается
zh_hk: 過熱

source: The Galactic Guild of %s
ru: Галактическая Гильдия %s
zh_hk: %s銀河工會

source: Mirror Along Z Axis
ru: Отразить по оси Z
zh_hk: 沿Z軸鏡像

source: Rarity
ru: Редкость
zh_hk: 稀有度

source: Set as new member rank
ru: Использовать в качестве изначального звания для новых членов
zh_hk: 設置為新成員職位

source: Consumes Energy
ru: Потребляет энергию
zh_hk: 消耗能量

source: The Universal %s Guild
ru: Вселенская %s Гильдия
zh_hk: %s宇宙工會

source: Material
ru: Материал
zh_hk: 材質

# Alliance Tab
source: Ships
ru: Корабли
zh_hk: 船隻

source: %s%% Damage
ru: %s%% к урону
zh_hk: %s%% 傷害

source: The Universal Guild of %s
ru: Вселенская Гильдия %s
zh_hk: %s宇宙工會

source: Undo
ru: Отменить
zh_hk: 撤銷

source: Type
ru: Тип
zh_hk: 類型

source: Pay Crew
ru: Заплатить команде
zh_hk: 支付工資

source: %s%% Fire Rate
ru: %s%% к скорострельности
zh_hk: %s%% 射擊頻率

source: The Democratic %s Guild
ru: Демократическая %s Гильдия
zh_hk: %s民主工會

source: DPS
ru: ДПС
zh_hk: 每秒傷害

source: Pay the crew of this ship
ru: Заплатить команде этого корабля
zh_hk: 支付該船隻的工資

source: %s%% Range
ru: %s%% к дальности действия
zh_hk: %s%% 射程

source: The Democratic Guild of %s
ru: Демократическая Гильдия %s
zh_hk: %s民主工會

source: Redo
ru: Восстановить
zh_hk: 重做

source: No Borders
ru: Без границ
zh_hk: 無邊框

source: Cargo
ru: Груз
zh_hk: 貨物

source: %s%% Efficiency
ru: %s%% к эффективности
zh_hk: %s%% 效率

source: The United %s Pirates
ru: Объединенные %s Пираты
zh_hk: %s聯合海盜

source: Filter
ru: Фильтр
zh_hk: 搜索

source: Crew payment due
ru: Оплата
zh_hk: 應當支付船員工資

source: %s%% Damage to hull
ru: %s%% к урону по корпусу
zh_hk: %s%% 對船體傷害

source: The United Pirates of %s
ru: Объединенные Пираты %s
zh_hk: %s聯合海盜

source: Copy Selection
ru: Копировать выбранное
zh_hk: 複製選擇

# Inventory filter item tag
source: favorite
ru: избранное
zh_hk: 最愛

# Alliance Tab
source: Found Alliance
ru: Основать Альянс
zh_hk: 創建聯盟

source: %s%% Damage to shields
ru: %s%% к урону по щитам
zh_hk: %s%% 對護盾傷害

source: The Galactic %s Pirates
ru: Галактические %s Пираты
zh_hk: %s銀河海盜

# Inventory filter item tag
source: trash
ru: мусор
zh_hk: 废物

source: Found Alliance
ru: Основать Альянс
zh_hk: 創建聯盟

source: %s%% Shooting Until Overheated
ru: %s%% к устойчивости от перегрева
zh_hk: %s%% 過熱前射擊次數

source: The Galactic Pirates of %s
ru: Галактические Пираты %s
zh_hk: %s銀河海盜

source: Paste
ru: Вставить
zh_hk: 粘貼

# Inventory filter item tag
source: recent new
ru: новое
zh_hk: 新的

source: %s%% Faster Cooling
ru: %s%% к скорости охлаждения
zh_hk: %s%% 過熱冷卻

source: The Universal %s Pirates
ru: Вселенские %s Пираты
zh_hk: %s宇宙海盜

source: Ctrl + V (w/ Inventory Open)
ru: Ctrl + V (w/ Открыть Инвентарь)
zh_hk: Ctrl + V（w/ 物品欄打開時）

# Mail Window Title
source: Mail
ru: Сообщения
zh_hk: 郵件

source: %s%% Energy /s
ru: %s%% к энергии/с.
zh_hk: %s%% 能量消耗/秒

source: The Universal Pirates of %s
ru: Вселенские Пираты %s
zh_hk: %s宇宙海盜

source: Paste Into Inventory
ru: Вставить в инвентарь
zh_hk: 粘貼到物品欄

# Mail
source: Write
ru: Написать письмо
zh_hk: 寫郵件

source: Alliance
ru: Альянс
zh_hk: 聯盟

source: %s%% Energy /s Increase
ru: %s%% к увеличению расхода энергии/с.
zh_hk: %s%% 能量消耗增幅/秒

source: The Democratic %s Pirates
ru: Демократические %s Пираты
zh_hk: %s民主海盜

source: Left Alt
ru: Левый Alt
zh_hk: 左Alt

# Mail
source: To:
ru: Кому:
zh_hk: 收件人：

source: Name (Ascending)
ru: Название (по воз.)
zh_hk: 名字 （昇序）

source: %s%% Chance of penetrating shields
ru: %s%% к шансу пробить щиты
zh_hk: %s%% 護盾穿透

source: The Democratic Pirates of %s
ru: Демократические Пираты %s
zh_hk: %s民主海盜

source: Select Anchor Block
ru: Выбрать фиксированный блок
zh_hk: 選擇錨定方塊

# Mail
source: Subject:
ru: Тема:
zh_hk: 主題：

source: Name (Descending)
ru: Название (по убыв.)
zh_hk: 名字 （降序）

source: Burst Fire
ru: Стреляет очередью
zh_hk: 爆發射擊

source: The United %s Conglomerate
ru: Объединенное %s Конгломерат
zh_hk: %s聯合結合體

source: Show Colors
ru: Показать цвета
zh_hk: 顯示顏色

# Mail
source: Attachments
ru: Вложения:
zh_hk: 附件

source: Relations (Ascending)
ru: Отношение (по воз.)
zh_hk: 關係 （昇序）

# Weapon Name
source: Cannon
ru: Пушечная
zh_hk: 艦炮

source: The United Conglomerate of %s
ru: Объединенный Конгломерат %s
zh_hk: %s聯合結合體

source: Show Building Inventory
ru: Показать строительный инвентарь
zh_hk: 顯示建造物品欄

# Mail
source: Send
ru: Отправить
zh_hk: 發送

source: Relations (Descending)
ru: Отношение (по убыв.)
zh_hk: 關係 （降序）

# Weapon Prefix
source: Cannon
ru: Пушечная
zh_hk: 艦炮

source: The Galactic %s Conglomerate
ru: Галактический %s Конгломерат
zh_hk: %s銀河聯合體

source: Show Shapes
ru: Показать формы
zh_hk: 顯示形狀

# Mail
source: Delete
ru: Удалить
zh_hk: 刪除

source: All
ru: Все
zh_hk: 所有

source: Your craft %s has lost track of its target %s.
ru: Ваш корабль %s больше не может следовать за целью %s.
zh_hk: 飛船 %s 丟失目標 %s。

source: One of your crafts has lost track of its target %s.
ru: Один из Ваших кораблей потерял %s из виду.
zh_hk: 您的一艘飛船丟失了目標 %s。

source: Invite other players to the alliance.
ru: Пригласить игроков в Альянс.
zh_hk: 邀請其他玩家到聯盟。

source: Kick other members ranked lower than him from the alliance.
ru: Выгнать всех игроков младше этого звания из Альянса.
zh_hk: 從聯盟踢出低於此玩家職位的其他成員。

source: Promote other members ranked lower than the member, but not to a rank higher than himself.
ru: Повысить в звании игроков с младшим званием не выше самого себя.
zh_hk: 提拔低於此玩家職位的成員（提拔結果不會高於此玩家職位）。

source: Demote other members ranked lower than the member.
ru: Понизить игроков более младшего Звания.
zh_hk: 給予低於此玩家職位的成員降級處理。

source: Edit ranks and permissions.
ru: Изменить права и звания.
zh_hk: 編輯聯盟成員職位與許可權。

source: Add items to the alliance safe.
ru: Добавлять предметы на склад Альянса.
zh_hk: 向聯盟保險庫中添加物品。

source: Use items from the alliance safe on crafts and property owned by the alliance.
ru: Использовать вещи из склада альянса для его же кораблей.
zh_hk: 在建造中使用聯盟物品。

source: Take items from the alliance safe.
ru: Забирать вещи из склада Альянса.
zh_hk: 從聯盟保險庫取出物品。

source: Add resources to the alliance safe.
ru: Класть вещи на склад Альяна.
zh_hk: 向聯盟保險庫添加礦物資源。

source: Use resources from the alliance safe on crafts and property owned by the alliance.
ru: Использовать ресурсы Альянса для постройки кораблей.
zh_hk: 在建造中使用聯盟物資。

source: Take resources from the alliance safe.
ru: Брать ресурсы со склада Альянса.
zh_hk: 從聯盟保險庫取出礦物資源。

source: Found ships that will be owned by the alliance.
ru: Создавать корабли для Альянса.
zh_hk: 創建隸屬於聯盟的船隻。

source: Found stations that will be owned by the alliance.
ru: Создавать станции для Альянса.
zh_hk: 創建隸屬於聯盟的空間站。

source: Manage stations, factory or mine prices, sell asteroids.
ru: Контролировать цены станций, фабрик и станций добычи, продать астероиды.
zh_hk: 管理空間站、加工廠或礦場，出售小行星。

source: Manage ships, eg. buy insurance.
ru: Манпулировать кораблями. К примеру застраховать.
zh_hk: 管理船隻（購買船隻意外保險等）。

source: Fly and manage crafts owned by the alliance.
ru: Управлять и изменять корабли Альянсов.
zh_hk: 駕駛與管理聯盟資產。

source: Change equipment and structure of crafts and property owned by the alliance.
ru: Изменять вид и снаряжение кораблей Альянса и других построек.
zh_hk: 為聯盟資產更換裝備與結構。

source: Change the message of the day in the alliance main menu.
ru: Изменять Сообщение дня на главном экране Альянса.
zh_hk: 編輯聯盟每日公告。
