Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: High Tech Factories
ru: Высокотехнологичные заводы
zh_hk: 高技術工廠

source: Oh no! Return to your ship in order to do this tutorial! Fly near your ship, select it, and press T or F to enter it!
ru: Вернитесь на корабль, чтобы пройти эту часть обучения. Подлетите к кораблю, выберите его целью и нажмите T или F.
zh_hk: 噢，想繼續進行教程請回到您的飛船！ 飛到您的飛船附近選擇它，然後按 T 或者 F 來登上它！

source: Attachment block not found.
ru: Блок крепления не найден.
zh_hk: 未找到可貼附方塊。

source: Paid
ru: Оплатить
zh_hk: 支付

source: Text
ru: Текст
zh_hk: 文本

source: Oh no! For some reason your ship is gone!
ru: О нет! Ваш корабль куда-то пропал.
zh_hk: 噢！因為某些原因您的飛船不見了！

source: You must place the turret on a block made of %s or better.
ru: Вы можете установить эту турель только на блок из %sа или более лучшего материала.
zh_hk: 您必須在一個由 %s 或更好的材料製成的方塊上放置這個炮臺。

source: Still Due
ru: Не Оплачено
zh_hk: 仍應繳納

source: Produces:
ru: Производит:
zh_hk: 生產：

source: Maybe it was destroyed?
ru: Может он был уничтожен?
zh_hk: 可能它被摧毀了？

source: You cannot build a turret at this place. %s
ru: Здесь нельзя ставить турель. %s
zh_hk: 您不能在這裏建造一個炮臺。 %s

source: Automatic Payments
ru: Автоматическая оплата
zh_hk: 自動支付

source: Cr
ru: Кр

source: You'll have to restart the tutorial, sorry!
ru: Вам придется перезапустить обучение.
zh_hk: 您可能要重啟教程了，抱歉！

source: Your ship doesn't support more of this turret type.
ru: Достигнуто максимальное количество турелей этого типа.
zh_hk: 您的飛船不支持更多的這種炮臺類型。

source: Automatically pays 10% of your money every few minutes as long as you haven't fully paid for your insurance.
ru: Автоматическая оплата выплачивает 10% Ваших кредитов каждые несколько минут до полной выплаты страхового взноса.
zh_hk: 每隔幾分鐘支付您保險金的10% 只要您沒有完全支付完您的保險金。

source: You're about to transform your ship into a ${factory}.
ru: Вы собираетесь преобразовать свой корабль в фабрику.
zh_hk: 您即將轉換這飛船為${factory}。

source: Hull
ru: Корпус
zh_hk: 船體

source: An internal error occurred. See log for more details.
ru: Внутренняя ошибка. Смотрите лог для получения более подробной информации.
zh_hk: 發生了一個內部錯誤，查看日誌以獲得更多細節。

source: Buy Full Insurance
ru: Купить полную страховку
zh_hk: 購買完全保險。

source: Your ship will become immobile and, if required, will receive production extensions.
ru: Ваш корабль не сможет передвигаться и может потребовать производственного расширения.
zh_hk: 您的飛船將會變為不可移動並且會接收到生產線擴展。

source: Shield
ru: Щиты
zh_hk: 護盾

source: You cannot edit a damaged ship.
ru: Вы не можете редактировать поврежденный корабль.
zh_hk: 您不能編輯一艘受損飛船。

source: This is your ship's value.
ru: Это оценочная стоимость Вашего корабля.
zh_hk: 這是您飛船的價值。

source: Due to a systems change all turrets will be removed from your station.
ru: По причине модификации корабельных систем все турели будут удалены.
zh_hk: 由於系統變更所有炮臺會從你的空間站移除。

source: Fire Power
ru: Огневая мощь
zh_hk: 火力強度

source: Block not found.
ru: Блок не найден.
zh_hk: 方塊未找到。

source: The price for the insurance of your ship (30% of its value).
ru: Цена страховки Вашего корабля (30% от его стоимости).
zh_hk: 飛船保險需繳納價格（它價值的30%）。

source: You're too close to another station.
ru: Вы слишком близко к другой станции.
zh_hk: 你太靠近另一個空間站。

source: %d Omicron
ru: %d Омикрон

source: An internal error occurred, entity has no ShipSystem.
ru: An internal error occurred, entity has no ShipSystem. (Внутренняя ошибка, у этого объекта нет ShipSystem)
zh_hk: 發生內部錯誤，實體沒有船隻系統。

source: On destruction, this much money will be refunded by your insurance.
ru: Будет выплачена в случае уничтожения судна.
zh_hk: 如果被摧毀，根據您的保險合同這些資金就會返還。

source: Hello there! Are you off on an adventure, too?
ru: Приветствую! Ты тоже ищешь приключений?
zh_hk: 你好！你也準備開始一場冒險？

source: That player isn't online.
ru: Этот игрок не в сети.
zh_hk: 該玩家不線上。

source: The maximum value that your current insurance will cover.
ru: Максимальная стоимость, покрываемая текущей страховкой.
zh_hk: 您目前投保所涵蓋的本艦最大賠付價值。

source: Absolutely!
ru: Конечно
zh_hk: 當然！

source: You need %s credits to pay this crew.
ru: Пожалуйста заплатите Вашей команде %s Кредитов.
zh_hk: 您需要 %s 資金來支付這些船員的薪酬。

source: The amount of money you have already paid.
ru: Уже выплаченная сумма.
zh_hk: 您已經支付的保險金。

source: I'd like to keep to myself.
ru: Предпочитаю заниматься своими делами.
zh_hk: 我也準備去冒險。

source: hp
ru: ед

source: The crew of your ship '%s' was paid.
ru: Экипаж корабля '%s' получил жалованье.
zh_hk: 您的飛船 '%s' 的船員薪酬已經支付。

source: When destroyed, your ship's insurance will refund its value. The price is 30% of your ship's value.
ru: В случае уничтожения Вам будет выплачена страховая сумма в размере 30% от оценочной стоимости корабля.
zh_hk: 當被摧毀，您的飛船保險就會返還與投保價值相當的保險金，價格大約是您飛船價值的30%。

source: That's great!
ru: Отлично!
zh_hk: 這好極了！

source: m/s
ru: м/с

source: You are currently not inside a craft
ru: Вы не внутри корабля.
zh_hk: 您目前不在一艘飛船裏面。

source: You can pay only a fraction of the insurance price, but then only the same fraction of your ship's value gets refunded.
ru: Вы можете оплатить только часть страховки, но при наступлении страхового случая будет возмещена только эта часть страховки.
zh_hk: 您可以只支付保險價格的一部分，但是只有那部分投保的飛船價值能返還。

source: Two hundred years ago, there was a cataclysmic catastrophe, which nearly ripped our entire galaxy apart! Everybody just calls it "The Event".
ru: Двести лет назад произошла катастрофа, почти уничтожившая галактику. Все называют ее просто "Катаклизм".
zh_hk: 兩百年前出現過一次天翻地覆的大災難，它幾乎毀掉了我們整個銀河系！ 所有人都把它叫做 "The Event"，也就是那次‘事件’。

source: s
ru: с

source: You are too far away.
ru: Вы слишком далеко.
zh_hk: 您離得太遠。

source: If you make your ship bigger, you will have to make further payments.
ru: Если Вы увеличиваете и улучшаете свой корабль - общий объем платежа также увеличивается.
zh_hk: 如果您把您的飛船造更大，您就要支付更多的保險金。

source: Let's talk about something else.
ru: Давай поговорим о чем-нибудь еще.
zh_hk: 讓我們聊點別的吧。

source: sctrs
ru: сект

source: Object does not exist
ru: Объект не существует
zh_hk: 目標不存在。

source: If you make your ship smaller, you won't get money back that you already spent, but it stays invested and you won't have to pay twice.
ru: Если Вы уменьшаете свой корабль - деньги Вам не возвращаются, но остаются на балансе и не потребуют повторной выплаты.
zh_hk: 如果您把您的飛船造小，您拿不回已經支付的保險金，但購買過保險就不需要重複支付了。

source: I'd like to leave now.
ru: Мне пора.
zh_hk: 我準備離開了。

source: rad/s
ru: рад/с
zh_hk: 弧度/s

source: An internal error occurred, entity has no BlockPlan.
ru: Внутренняя ошибка, объект не имеет параметра Блок-схемы.
zh_hk: 發生了一個內部錯誤，實體沒有方塊計畫。

source: Your ship is not insured!
ru: Ваш корабль не застрахован.
zh_hk: 您的飛船沒有投保！

source: People don't know for sure. But legend has it that an unsurmountable ring of torn hyperspace fabric appeared around the center of the galaxy! And now our hyperspace engines can’t pass it to get to the center, meaning it's cut off from the rest of the galaxy. Since the event nobody has managed to get near the center of the galaxy. The worst part is that the event also spawned hyperspace rifts throughout the galaxy, which makes navigation difficult. And then there's the Xsotan.
ru: Никто не знает наверняка. Но легенды гласят, что вокруг центра галактики появилось непреодолимое кольцо из гиперпространственной материи, отрезав его от остальной части галактики. И теперь наши двигатели не могут преодолеть его. Самое плохое в том, что инцидент также вызвал пространственные разрывы по всей территории галактики, что усложняет навигацию. Ну и Зотанцы, да.
zh_hk: 人們也不是很瞭解，但傳聞它是一個不可逾越的環繞銀河中心的超空間結構撕裂圓環！ 而且現在我們的超空間引擎不能穿越它抵達中心，意味著銀心從銀河系中割裂開來。 因為這次事件沒有人能抵達銀河中心附近。 最糟糕的是事件也激發了貫穿整個銀河的超空間斷層，這使得導航變得困難。 同時Xsotan也出現了。

source: Coordinates don't match
ru: Координаты не совпадают
zh_hk: 座標不匹配

source: Insured for %s%% of ship value!
ru: Застрахован на %s%% от оценочной стоимости корабля.
zh_hk: 投保飛船價值的%s%%！

source: Go on.
ru: Продолжай.
zh_hk: 說下去。

source: om.
ru: ом.

source: Internal error, entity not found.
ru: Внутренняя ошибка, объект не найден.
zh_hk: 內部錯誤，未找到實體。

source: You paid %i$ for %s's insurance.
ru: Вы заплатили %i$ за страховку %s.
zh_hk: 您支付了 %i$ 來給 %s 上保險。

source: I've heard rumors that there's lots and lots of it in the center! Apparently it's the perfect element for building space ships. It's robust and light, and its energy properties are crazy! But so far nobody has ever found much of it, but I'm going to change that! I'm going to fly to the center of the galaxy, I'm going to overcome the barrier and then I'll mine all the Avorion I can find so I'll get rich!
ru: Я слышал что в центре его полно. Это идеальный элемент для строительства космостанций: прочный, легкий, аккумулируюший энергию. Пока что его находили в крайне малых количествах, но я хочу это изменить. Я доберусь до центра галактики, преодолею барьер, добуду огромное количество авориона и стану богатым!
zh_hk: 我聽傳聞說銀河中心這玩意多到數不清！ 顯然這是建造太空飛船的最佳元素，它堅固而又輕盈，並且它的能量特性簡直瘋狂！ 但是直到現在沒人找到多少，但是我準備去改變這一點！ 我準備飛到銀河中心，跨越屏障然後我會開採我找到的所有Avorion然後我就有錢啦！

# Weapon Name
source: Rocket Launcher
ru: Ракетная
zh_hk: 火箭發射器

source: The Galactic Conglomerate of %s
ru: Галактический Конгломерат %s
zh_hk: %s銀河聯合體

source: Show Building Help
ru: Показать помощь по строительству
zh_hk: 顯示建造助手

# Mail
source: Take All
ru: Взять все
zh_hk: 拾取全部

source: AI Factions
ru: Фракции ИИ
zh_hk: 所有勢力

# Weapon Prefix
source: Launcher
ru: Ракетная
zh_hk: 發射器

source: The Universal %s Conglomerate
ru: Вселенский %s Конгломерат
zh_hk: %s宇宙聯合體

source: - Vanilla block with windows
ru: - Стандартный блок с окнами
zh_hk: - 有窗口的普通方塊

source: Your Inbox is full. You must delete some mails before you can send new ones.
ru: Почтовый ящик переполнен. Для отправки новых писем необходимо удалить несколько старых.
zh_hk: 您的信箱滿了！您必須刪掉一些郵件才能發送新郵件。

source: Diplomacy
ru: Дипломатия
zh_hk: 外交

# Weapon Name
source: Plasma Gun
ru: Плазменная
zh_hk: 電漿炮

source: The Universal Conglomerate of %s
ru: Вселенский Конгломерат %s
zh_hk: %s宇宙聯合體

source: - Vanilla block without windows
ru: - Стандартный блок без окон
zh_hk: - 沒有窗口的普通方塊

source: Your email has no receiver.
ru: Не указан получатель письма.
zh_hk: 您的郵件沒有收信人。

source: Sort by
ru: Сортировать по
zh_hk: 排序

# Weapon Prefix
source: Plasma
ru: Плазменная
zh_hk: 電漿

source: The Democratic %s Conglomerate
ru: Демократический %s Конгломерат
zh_hk: %s民主聯合體

source: - Increases Primary Acceleration
ru: - Увеличивает базовое ускорение
zh_hk: - 提升主推加速度

source: You don't have as many resources as you attached to that mail.
ru: У Вас нет такого количества ресурсов.
zh_hk: 您沒有在郵件中附送的足夠資源。

source: Show
ru: Показать
zh_hk: 顯示

# Weapon Name
source: Chaingun
ru: Пулеметная
zh_hk: 機炮

source: The Democratic Conglomerate of %s
ru: Демократический Конгломерат %s
zh_hk: %s民主聯合體

source: - Increases Max Velocity
ru: - Увеличивает максимальную скорость
zh_hk: - 提升最大速度

source: You can't send a mail that does not contain anything.
ru: Вы не можете отправить пустое письмо.
zh_hk: 您不能發送一封空郵件。

source: Relations: %i (%s)
ru: Отношение: %i (%s)
zh_hk: 關係： %i (%s)

# Weapon Prefix
source: Chaingun
ru: Пулеметная
zh_hk: 機炮

source: Iron
ru: Железо
zh_hk: 鐵礦

source: - Allows Boosting
ru: - Позволяет разгоняться
zh_hk: - 允許增壓助推

# Mail sender
source: From:
ru: Отправитель:
zh_hk: 發件人：

# ex: Very Greedy
source: Very %s
ru: Очень %s
zh_hk: 非常 %s

# Weapon Name
source: Bolter
ru: Болтер
zh_hk: 爆彈炮

source: Titanium
ru: Титан
zh_hk: 鈦礦

source: - Increases Cargo Storage
ru: - Увеличивает размер трюма
zh_hk: - 提升貨艙大小

# Mail recipient
source: To:
ru: Получатель:
zh_hk: 收件人：

source: Not much is known about this faction.
ru: Нет информации.
zh_hk: 目前沒有此勢力的更多資訊。

# Weapon Prefix
source: Bolter
ru: Болтер -
zh_hk: 爆彈炮

source: Naonite
ru: Наонит
zh_hk: Naonite礦

source: - Doesn't work if too small
ru: - Не работает если слишком маленький
zh_hk: - 如果太小的話會不起作用

source: Back to Menu
ru: Вернуться в меню
zh_hk: 返回選單

# Weapon Name
source: Mining Laser
ru: Буровая
zh_hk: 採礦鐳射器

source: Trinium
ru: Триниум
zh_hk: Trinium礦

source: - Increases Crew Size
ru: - Повышает допустимый размер экипажа
zh_hk: - 提升船員容量

source: Connection Lost
ru: Соединение потеряно
zh_hk: 連接丟失

# Weapon Prefix
source: Mining
ru: Буровая
zh_hk: 採礦

source: Xanion
ru: Ксанион
zh_hk: Xanion礦

source: - Low Durability
ru: - Низкая прочность
zh_hk: - 較低的耐久

source: Reset
ru: Сброс
zh_hk: 重設

# Weapon Name
source: Salvaging Laser
ru: Демонтирующая
zh_hk: 打撈鐳射器

source: Ogonite
ru: Огонит
zh_hk: Ogonite礦

source: - Reduces Drifting
ru: - Уменьшает занос
zh_hk: - 降低漂移

source: Reset the controls to the default settings
ru: Сбросить настройки управления умолчанию
zh_hk: 重設控制器為默認設置

# Weapon Prefix
source: Salvaging
ru: Демонтирующая
zh_hk: 打撈

source: Avorion
ru: Аворион
zh_hk: Avorion礦

source: - Increases Rotational Speed
ru: - Увеличивает скорость поворота
zh_hk: - 提升滾轉速度

# Weapon Name
source: Lightning Gun
ru: Электроразрядная
zh_hk: 電弧炮

source: Server
ru: Сервер
zh_hk: 伺服器

source: - Increases Strafing Speed
ru: - Увеличивает скорость стрейфа
zh_hk: - 提升平移速度

source: Key Layout
ru: Назначение клавиш
zh_hk: 按鍵設置

# Weapon Prefix
source: Lightning
ru: Электроразрядная
zh_hk: 電弧

source: Petty
ru: Плохой
zh_hk: 劣質

source: - Rotational effects improved when built far from center of mass
ru: - Увеличивает скорость вращения, если находится далеко от центра массы
zh_hk: - 當建造在遠離重心位置 改進滾轉效果

source: Close
ru: Закрыть
zh_hk: 關閉

# Weapon Name
source: Tesla Gun
ru: Тесла
zh_hk: 特斯拉炮

source: Common
ru: Обычный
zh_hk: 普通

source: - Strength scales with Material
ru: - Прочность варьируется от материала
zh_hk: - 效果取決於建造材質

source: Control Settings
ru: Настройки управления
zh_hk: 控制器設定

# Weapon Prefix
source: Tesla
ru: Тесла
zh_hk: 特斯拉

source: Uncommon
ru: Необычный
zh_hk: 優質

source: - Creates Artificial Subspace Friction
ru: - Создает искуственное трение
zh_hk: - 產生人工子空間摩擦力

source: Mouse Sensitivity
ru: Чувствительность мыши
zh_hk: 滑鼠靈敏度

# Weapon Name
source: Laser
ru: Лазерная
zh_hk: 鐳射器

source: Rare
ru: Редкий
zh_hk: 稀有

source: - High Energy Consumption
ru: - Высокое энергопотребление
zh_hk: - 較高的能量消耗

source: Invert Y
ru: Инвертировать по Y
zh_hk: Y軸反轉

# Weapon Prefix
source: Laser
ru: Лазерная
zh_hk: 鐳射

source: Exceptional
ru: Особый
zh_hk: 卓越

source: - Rotational Effects improved when built far from center of mass
ru: - Увеличивает скорость вращения\n если находится далеко от центра массы
zh_hk: - 當建造在遠離重心位置 改進滾轉效果

source: Key Bindings
ru: Назначение клавиш
zh_hk: 按鍵映射

# Weapon Name
source: Repair Beam
ru: Ремонтная
zh_hk: 維修光束

source: Exotic
ru: Экзотический
zh_hk: 史詩

source: - Low Cost
ru: - Низкая стоимость
zh_hk: - 較低的造價

source: Host Game
ru: Создать игру
zh_hk: 創建主機遊戲

# Weapon Prefix
source: Repair
ru: Ремонтная
zh_hk: 維修

source: Legendary
ru: Легендарный
zh_hk: 傳奇

source: - Low Mass
ru: - Малая масса
zh_hk: - 較低的品質

source: Name:
ru: Название:
zh_hk: 名字：

# Weapon Name
source: Railgun
ru: Рельсовая
zh_hk: 磁軌炮

source: Neutral
ru: Нейтральное
zh_hk: 中立

source: - Storage for Fighters
ru: - Ангар для истребителей
zh_hk: - 停放戰鬥機

source: Seed:
ru: Зерно:
zh_hk: 隨機種子：

# Weapon Prefix
source: Railgun
ru: Рельсовая
zh_hk: 磁軌炮

source: Friendly
ru: Хорошее
zh_hk: 較好

source: - [Station Only] Docking Possibility
ru: - [Для станций] Позволяет состыковаться
zh_hk: -【僅限空間站】可停靠

source: Maximum Players:
ru: Макс. игроков:
zh_hk: 最大玩家數：

# Weapon Name
source: Force Gun
ru: Гравитационная
zh_hk: 力場光束

source: Good
ru: Дружественное
zh_hk: 友好

source: - Creates A Protective Shield
ru: - Создает защитное поле
zh_hk: - 生成一個護盾

source: Difficulty:
ru: Сложность:
zh_hk: 難度：

# Weapon Prefix
source: Force
ru: Гравитационная
zh_hk: 力場

source: Excellent
ru: Прекрасное
zh_hk: 傑出

source: - Covers the entire ship
ru: - Покрывает весь корабль
zh_hk: - 覆蓋整艘飛船

source: Collision Damage:
ru: Урон от столкновений:
zh_hk: 碰撞傷害：

source: No resources
ru: Нет ресурсов
zh_hk: 沒有資源

source: Admired
ru: Почтительное
zh_hk: 尊敬

source: - Increases Battery Size
ru: - Увеличивает емкость аккумуляторов
zh_hk: - 提升電池容量

# collision damage factor
source: Full
ru: Полный
zh_hk: 完全傷害

source: Mistrustful
ru: Недоверчивое
zh_hk: 不信任

source: - Produces Energy
ru: - Производит энергию
zh_hk: - 生產能量

# ex: 5 Iron and 15 Titanium
source: %1% %2% and %3% %4%
ru: %1% %2% и %3% %4%а
zh_hk: %1% %2% 與 %3% %4%

source: Poor
ru: Плохое
zh_hk: 低

source: - Creates a protective field for Blocks
ru: - Создает уплотняющее поле для блоков
zh_hk: - 創造一個方塊保護場

# ex: 5 Iron, 66 Naonite and 15 Titanium
source: %1% %2%, %3% %4% and %5% %6%
ru: %1% %2%, %3% %4%а и %5% %6%а
zh_hk: %1% %2%，%3% %4% 與 %5% %6%

source: Bad
ru: Очень плохое
zh_hk: 糟糕

source: - Blocks in the field have a very high durability
ru: - Блоки в этом поле имеют повышенную прочность
zh_hk: - 場中的方塊都會有很高的耐久度

# ex: 5 Iron, 66 Naonite, 13 Trinium and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6% and %7% %8%
ru: %1% %2%, %3% %4%а, %5% %6%а и %7% %8%а
zh_hk: %1% %2%，%3% %4%，%5% %6% 與 %7% %8%

source: Hateful
ru: Отвратительное
zh_hk: 討厭

source: - Increases Processing Power
ru: - Увеличивает вычислительную мощность
zh_hk: - 增加系統負載能力

# collision damage factor
source: None
ru: Нет
zh_hk: 無傷害

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
ru: %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а и %9% %10%а
zh_hk: %1% %2%，%3% %4%，%5% %6%，%7% %8% 與 %9% %10%

source: Abhorrent
ru: Враждебное
zh_hk: 憎惡

source: for more system upgrades
ru: для большего числа модулей
zh_hk: 以開啟更多系統插槽

source: Creative Mode
ru: Творческий режим
zh_hk: 創造模式

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
ru: %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а и %11% %12%а
zh_hk: %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10% 與 %11% %12%

source: [At War]
ru: [Война]
zh_hk: 【戰爭】

source: - Increases Hyperspace Jump Range
ru: - Увеличивает дальность гиперпрыжка
zh_hk: - 增加超空間跳躍距離

source: Players Share Home Sector
ru: Общий стартовый сектор
zh_hk: 玩家共用出生星區

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
ru: %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а, %11% %12%а и %13% %14%а
zh_hk: %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10%，%11% %12% 與 %13% %14%

source: [Truce]
ru: [Перемирие]
zh_hk: 【休戰】

source: - Produces small Amounts of Energy
ru: - Производит немного энергии
zh_hk: - 生產少量能量

source: If activated, all players start in the same sector. If not, they will start in different sectors near each other.
ru: При активации все игроки будут начинать в одном секторе. Иначе - они будут начинать в разных секторах.
zh_hk: 如果開啟，所有玩家都會在同一星區出生。 如果不開啟，他們會在臨近的不同星區出生。

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
ru: %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а, %11% %12%а, %13% %14%а и %15% %16%а
zh_hk: %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10%，%11% %12%，%13% %14% 與 %15% %16%

source: [At Peace]
ru: [Мир]
zh_hk: 【和平】

source: - Yield depends on surface area
ru: - Выход зависит от площади поверхности
zh_hk: - 產量取決於表面積

source: Authenticate Users
ru: Аутентификация пользователей
zh_hk: 驗證正版用戶

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
ru: %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а, %11% %12%а, %13% %14%а, %15% %16%а и %17% %18%а
zh_hk: %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10%，%11% %12%，%13% %14%，%15% %16% 與 %17% %18%

source: [Allies]
ru: [Союз]
zh_hk: 【同盟】

source: - Turrets built on this block are locked into a single direction and can't turn.
ru: - Турели на этих блоках заблокированы в одном положении и не могут вращаться.
zh_hk: - 造在這個方塊上的炮臺會被固定 在一個角度不能旋轉。

source: If activated, all logged in players will undergo steam authentication.
ru: При активации все игроки будут проходить авторизацию в Steam.
zh_hk: 如果開啟，所有登陸玩家都會進行steam有效性檢查。

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
ru: %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а, %11% %12%а, %13% %14%а, %15% %16%а, %17% %18%а и %19% %20%а
zh_hk: %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10%，%11% %12%，%13% %14%，%15% %16%，%17% %18% 與 %19% %20%

source: - Marks location of ship destruction on map
ru: - Помечает на карте место крушения вашего корабля
zh_hk: 在地圖上標記船隻損毀地點

source: List Publicly
ru: Публичный сервер
zh_hk: 加入公共伺服器列表

source: Lots of resources
ru: Много ресурсов
zh_hk: 大量資源

source: Your alliance needs %s more money.
ru: Вашему альянсу не хватает %s Кредитов.
zh_hk: 您的聯盟還需要 %s 的更多資金。

source: - Shiny
ru: - Светится
zh_hk: - 發光的

source: Shows the server in public server lists.
ru: Показывать сервер в списке публичных серверов.
zh_hk: 在公共列表中顯示此伺服器。

# ex: 5 Iron
source: You need %1% %2%
ru: Вам потребуется %1% %2%
zh_hk: 您需要 %1% %2%

source: Your alliance needs %1% more %2%.
ru: Вашему альянсу не хватает: %2% %1% тонн(-ы).
zh_hk: 您的聯盟還需 %1% %2%。

source: - Holographic
ru: - Голографический
zh_hk: - 全息的

source: Start
ru: Старт
zh_hk: 啟動

# ex: 5 Iron and 15 Titanium
source: You need %1% %2% and %3% %4%
ru: Вам потребуется %1% %2% и %3% %4%а
zh_hk: 您需要 %1% %2% 和 %3% %4%

source: You need %s more money.
ru: Не Хватает Кредитов: %s .
zh_hk: 您還需要 %s 的資金。

source: - No durability
ru: - Не выдерживает нагрузок
zh_hk: - 沒有耐久

source: %s exists already
ru: Галактика %s уже существует
zh_hk: %s 已經存在

# ex: 5 Iron, 66 Naonite and 15 Titanium
source: You need %1% %2%, %3% %4% and %5% %6%
ru: Вам потребуется %1% %2%, %3% %4%а и %5% %6%а
zh_hk: 您需要 %1% %2%，%3% %4% 和 %5% %6%

source: You need %1% more %2%.
ru: Вам потребуется на %1% больше %2%.
zh_hk: 您還需要%1% %2%。

source: - High Durability
ru: - Повышенная прочность
zh_hk: - 高耐久

source: New Galaxy
ru: Новая галактика
zh_hk: 創建新的銀河系

# ex: 5 Iron, 66 Naonite, 13 Trinium and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6% and %7% %8%
ru: Вам потребуется %1% %2%, %3% %4%а, %5% %6%а и %7% %8%а
zh_hk: 您需要 %1% %2%，%3% %4%，%5% %6% 和 %7% %8%

source: %d credits
ru: %d кредитов
zh_hk: %d 資金

source: - High Mass
ru: - Увеличенная масса
zh_hk: - 高質量

source: Please Note:
ru: Обратите внимание:
zh_hk: 請注意：

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
ru: Вам потребуется %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а и %9% %10%а
zh_hk: 您需要 %1% %2%，%3% %4%，%5% %6%，%7% %8% 和 %9% %10%

source: [ in %d min ]
ru: [ через %d мин. ]
zh_hk: 【在%d分鐘內】

source: - Stops Railgun Projectiles
ru: - Останавливает рельсовые заряды
zh_hk: - 阻停軌道炮炮彈

source: This starts a singleplayer server on your computer and connects to it. This server is private, only you can connect to it and you don't need an internet connection.
ru: Нажав на старт, вы создадите мир для одиночной игры, и подключитесь к нему. Это личный сервер, только Вы можете к нему подключиться, интернет соединение для этого не требуется.
zh_hk: 這將在您本機啟動一個單人伺服器進程並以遊戲連接到它，這個伺服器是私有的，僅有您可以登錄並無需Internet網路連接。

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
ru: Вам потребуется %1% %2%, %3% %4%а, %5% %6%а, %7% %8%а, %9% %10%а и %11% %12%а
zh_hk: 您需要 %1% %2%，%3% %4%，%5% %6%，%7% %8%，%9% %10% 和 %11% %12%

source: Illegal %s
ru: %s (Нелегальный)
zh_hk: 非法商品 %s

source: - Immune to Electricity Weapons
ru: - Иммунитет к электрическому оружию
zh_hk: - 免疫電子系統武器

source: You will not play online.
ru: Вы не сможете играть в онлайн режиме.
zh_hk: 您將無法在線遊戲。
