Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: If you can find enough Xsotan technology, you might be able to research it to build a wormhole interceptor. Once we have the interceptor, we can finally get reinforcements from outside! We might be able to cut their supply of reinforcements, and drive them out of our galaxy for good!
ru: Если ты найдешь достаточно фрагментов технологий Зотанцев - ты сможешь исследовать их и построить перехватчик червоточин. Будь у нас перехватчик - мы бы прервали линию подкреплений. Без постоянного притока новых кораблей мы сможем выдворить их из нашей галактики!
zh_hk: 如果你找到足夠的Xsotan科技，你可能就可以去研究它來建造一個蟲洞攔截器。 一旦我們有了攔截器，我們就終於可以得到外面的支援了！ 我們可能可以截斷它們的增援，然後將它們趕出我們的銀河系！

source: Well done, you've successfully jumped to another sector!
ru: Вы успешно прыгнули в другой сектор.
zh_hk: 做的好，您已經成功跳到了另一個星區！

source: Toggle Hyperspace Engine
ru: Гипердвигатели Вкл/Выкл
zh_hk: 切換超空間引擎

source: It was one of these huge ships. They're usually dormant, but for some reason this one wasn't.
ru: Это был один из этих огромных кораблей. Они обычно неактивны, но почему-то двигался.
zh_hk: 它曾是這些巨艦中的一員，它們通常是休眠的，但因為某種原因這個不是。

source: Sounds like a plan!
ru: Звучит неплохо!
zh_hk: 聽起來像個計畫！

source: Jump route calculated
ru: Маршрут для прыжка рассчитан.
zh_hk: 跳躍航線計算完畢

source: Toggle Life Support
ru: Система жизнеобеспечения Вкл/Выкл
zh_hk: 切換生命維持

source: A few centuries ago, a highly advanced species lived in these sectors.
ru: Несколько столетий назад в этих секторах жила высокоразвитая цивилизация.
zh_hk: 幾個世紀以前，一個高度發達的文明在這些地區生活。

source: You'll have to find someone else.
ru: Придется Вам поискать кого-то другого.
zh_hk: 你只能去找別人了。

source: Press Escape to close the map.
ru: Нажмите Escape чтобы закрыть карту.
zh_hk: 按Escape來關閉星圖。

source: Toggle Shield
ru: Щиты Вкл/Выкл
zh_hk: 切換護盾

source: Where are they now?
ru: И где они сейчас?
zh_hk: 他們現在去哪了？

source: You look like you're capable of fighting the Xsotan, or at least sneak into their territory and collect some of their technology.
ru: Ты похож на человека способного бороться с Зотанцами, ну или хотя бы проникнуть к ним и собрать необходимые данные.
zh_hk: 你看起來你能勝任與Xsotan作戰，或者至少潛入它們的領地然後收集一些它們的科技。

source: Wait until your nav-computer finished its calculations.
ru: Подождите пока навигационный компьютер закончит расчет маршрута.
zh_hk: 在您的導航電腦完成計算前請耐心等候。

source: Toggle Integrity
ru: Поле структ. цел. Вкл/Выкл
zh_hk: 切換防護立場

source: They have been long gone, but some say that they fought the Xsotan.
ru: Они давно исчезли, но некоторые говорят что они сражались с Зотанцами.
zh_hk: 他們很久以前就走了，但據說他們跟Xsotan戰鬥過。

source: Resource Depot
ru: Хранилище ресурсов
zh_hk: 資源站

source: Turn your ship so it looks in the direction of the target sector.
ru: Разверните ваш корабль так, чтобы он смотрел в направлении выбранного вами сектора.
zh_hk: 轉動飛船使它朝向目標星區。

source: Toggle Thrusters
ru: Маневровые двигатели Вкл/Выкл
zh_hk: 切換輔助推進器

source: What happened?
ru: И что произошло?
zh_hk: 發生了什麼？

source: Trade Materials
ru: Торговать материалами
zh_hk: 交易材料

source: Press %s to jump into the other sector.
ru: Нажмите %s для прыжка в другой сектор.
zh_hk: 按 %s 來跳到另一個星區。

source: Forward
ru: Вперед
zh_hk: 前進

source: What do you think? They lost. All that remains of them now is their technology.
ru: А ты как думаешь? Они проиграли. Все что осталось - их технологии.
zh_hk: 你覺得呢？他們輸了。僅存的只有他們的技術。

source: Cr
ru: Кр

source: Now right-click a sector that is in range, and click 'Enter coordinates into navigation computer'.
ru: Кликните правой кнопкой мыши по сектору и выберите 'Ввести координаты в навигационный компьютер'.
zh_hk: 現在右鍵一個在航程內的星區，然後點擊 '輸入座標到導航電腦'。

source: Backward
ru: Назад
zh_hk: 後退

source: One of the travelling equipment traders I met a while ago had a strange alien artifact with him. I've never seen something like that before. I thought maybe it's Xsotan? But that's impossible. He even told me I could integrate it into my ship. But when I asked about the price it was way too expensive.
ru: Недавно я познакомился с одним путешествующим торговцем, ну знаешь, те которые оборудование кораблям продают. Так вот, он пытался впарить мне за баснословные деньги странный инопланетный артефакт. Я никогда не видел ничего подобного раньше. Я думал, может быть, она Зотанская? Но это невозможно! Он утверждал, что я мог бы даже поставить его в свой корабль, но, как я уже сказал, он просил за этот артефакт просто непомерную цену.
zh_hk: 不久前我碰到的一個旅行裝備商人有個古怪的外星文物，我以前還沒見過這樣的東西。 我想那大概是Xsotan的？不可能吧，他甚至告訴我那玩意可以裝到我的飛船上。 但當我問他價格時，那真是太貴了。

source: You must be docked to the station to trade.
ru: Вы должны пристыковаться к станции для торговли.
zh_hk: 您必須停靠在空間站上來交易。

source: This will start the calculations for the jump route.
ru: Это запустит процесс расчета маршрута для гиперпрыжка.
zh_hk: 這會開始計算跳躍航線。

source: Left
ru: Влево
zh_hk: 左轉

source: Thanks.
ru: Спасибо.
zh_hk: 感謝。

source: You must be closer to the ship to trade.
ru: Вы должны быть ближе к кораблю для торговли.
zh_hk: 您必須靠近飛船來交易。

source: Once these calculations are done, you can jump to the sector.
ru: Когда эти вычисления будут завершены, вы сможете совершить гиперпрыжок в другой сектор.
zh_hk: 一旦計算完成，您就可以跳到那個星區了。

source: Right
ru: Вправо
zh_hk: 右轉

source: There are travelling merchants who sell all sorts of things. You should keep an eye on them, they will jump to the next sector after a while if they don't find anybody to trade with. Some of them have really exotic wares, I even met some who had old Xsotan artifacts for sale.
ru: Странствующие торговцы, продают всякое барахло. Будьте внимательными. Они иногда заходят в разные секторы. Но вскоре уходят если не найдут покупателя. Некоторые из них продают действительно дорогие товары, я лично встречал парочку, которые продавали древние Зотанские артефакты.
zh_hk: 有些旅行商人出售各種各樣的東西，你應該留心他們，如果他們找不到客戶就會跳到臨近的星區。 他們賣的東西有些是異常奇特的，我甚至見過有人出售古代Xsotan文物。

source: Scrapyard
ru: Свалка
zh_hk: 廢品回收站

source: Once you visited a sector with something interesting, it will be marked automatically on the map.
ru: Как только Вы появитесь в новом сектора, он автоматически будет отмечен на Вашей карте.
zh_hk: 一旦您訪問了一個有物體的星區，它就會在星圖上自動標記。

source: Up
ru: Вверх
zh_hk: 轉上

source: If you're the treasure hunting type, you should check asteroid fields in the no man's space for beacons. I've seen lots of beacons on my travels, and they seem to have some message for all members of 'Operation Exodus'. Whatever that may be.
ru: Если Вы любите искать сокровища, Вы должны сканировать астероидные поля, в пустых секторах, на наличие маяков. Я повидал множество всяких маяков в своих путешествиях, и у них, кажется, есть какое-то сообщение для всех членов 'Операции Исход'. Чтобы это не значило.
zh_hk: 如果你是個尋寶者，應該經常尋找無人空域小行星帶中的信標。 我在我的旅途中見過不少信標，它們似乎在給叫什麼'Exodus行動'的成員發送訊息，嗯……不知道什麼意思。

source: Sell Ship
ru: Продать корабль
zh_hk: 出售船隻

source: The colors of the sectors show the relations between you and the faction controlling them.
ru: Цвета секторов показывают отношения между вами и фракциями, которые их контролируют.
zh_hk: 星區的底色顯示了您和它控制勢力的關係好壞。

source: Down
ru: Вниз
zh_hk: 轉下

source: Thanks, I'll check it out.
ru: Спасибо, я проверю.
zh_hk: 謝謝，我會留意的。

source: Sell your ship to the scrapyard
ru: Продать корабль на свалку
zh_hk: 出售您的船隻到廢品回收站

source: Green are good relations, blue is neutral, and red are bad relations.
ru: Зеленый - хорошее отношение, синий - нейтральное, красный - плохое.
zh_hk: 綠色是良好關係，藍色是中立，紅色是糟糕。

source: No Turning
ru: Вращение выкл
zh_hk: 無轉向

source: A friend of mine is obsessed with these beacons you can find in asteroid fields around here. He says they have some kind of message encoded into them, with coordinates leading to a great treasure. But that's all nonsense if you ask me.
ru: Мой друг одержим этими маяками, которые вы можете найти среди астероидных полей тут. Он говорит, что в них закодированы некие послания с координатами огромных сокровищ. Как по мне, все это бред.
zh_hk: 我的一個朋友對那些你在附近小行星帶找到的信標十分感興趣。 他說它們儲存有一些加密的資訊，一定會導向藏著巨大財富的坐標。 但依我看，我覺得那是個玩笑。

source: Warning! You will not get refunds for crews or turrets!
ru: Внимание! Мы не возмещаем стоимость турелей и команды
zh_hk: 警告！您沒法得到船員、插件與炮臺的償還款！

source: The blue radius around your location is the range of your hyperspace drive.
ru: Голубая граница вокруг сектора, в котором Вы находитесь - это область действия вашего гипердвигателя.
zh_hk: 您座標周圍的藍圈就是超空間引擎的航程。

source: Left Mouse
ru: ЛКМ
zh_hk: 滑鼠左鍵

source: The research labs are getting better and better. Now they're using genetic algorithms to improve the quality of the researched objects. It destroys the objects you put in, but you have a good chance to get an object of an even better quality. I wonder what happens when you put in three objects with the best quality there is. Maybe the universe will implode?
ru: Исследовательские лаборатории становятся все лучше и лучше. Теперь они используют генетические алгоритмы для улучшения качества исследуемых объектов. Объект исследования уничтожается, но есть высокий шанс получить объект еще более высокого качества. Интересно что получится при декомпиляции трех объектов высшего качества? Может Вселенная схлопнется?
zh_hk: 研究站正變得越來越先進，現在它們使用基因計算序列來改善被研究物體的品質。 它會銷毀你放進去的物品，一定可能從中得到一個更高品質的物品。 我很好奇你要是放進去三個最高品質的物品會發生什麼，可能宇宙會因此坍塌？

# UI Tab title
source: Salvaging
ru: Переработка
zh_hk: 打撈

source: You can jump to other sectors, but only within that range.
ru: Вы можете прыгнуть в любой сектор в пределах этой области.
zh_hk: 您可以跳躍到另一個星區，但僅限於航程以內。

source: Right Mouse
ru: ПКМ
zh_hk: 滑鼠右鍵

source: Huh. I guess I'll try!
ru: Хмм. Пожалуй я попробую.
zh_hk: 嗯，我覺得我要試一下！

source: Buy a salvaging license
ru: Купить лицензию на переработку
zh_hk: 購買一張打撈執照

source: Sectors with a green blinking dot are sectors from where you're receiving signals,
ru: Сектора с мигающими зелеными точками - это сектора, в которых Ваши сканеры засекли сигналы,
zh_hk: 有綠色閃爍點的星區是您接收到主動信號的星區。

source: Middle Mouse
ru: СКМ
zh_hk: 滑鼠中鍵

source: A friend of mine got some great new equipment because he researched it at the research lab! It's a little like playing the lottery, but if you put in 5 objects, apparently you're guaranteed to get something better. I'll do this too, and in the end I'll put in 3 objects of the highest possible rarity. I wonder what happens then...
ru: Один мой друг получил отличное оборудование благодаря этим исследованиям. Это как лотерея, но если использовать пять объектов сразу - более качественный предмет гарантирован. Я обязательно попробую, а в конце проделаю эту операцию с тремя объектами высшего качества. Интересно что будет...
zh_hk: 我的一個朋友通過在研究所研究設備得到了更好的東西！ 這看起來真像玩彩票，但是如果你放進去5個物品，顯然你絕對能得到更好的東西。 我也會去試試的，放3個我最珍稀的物品，看看然後會發生什麼……

source: You can buy a temporary salvaging license here. This license makes it legal to damage or mine wreckages in this sector.
ru: Вы можете купить временную лицензию на переработку. Лицензия дает разрешение на переработку списанных кораблей в этом секторе.
zh_hk: 您能在這裏購買一張臨時回收執照，這張執照允許合法損傷或開採這個星區中的殘骸。

source: and that might be worth checking out.
ru: их стоит проверять. В них может быть что то полезное!
zh_hk: 它們值得去查看一下。

source: Detected OpenGL version: %s
ru: Обнаруженная версия OpenGL: %s
zh_hk: 檢測到OpenGL版本：%s

source: I've heard the universe might implode.
ru: Я слышал что тогда Вселенная схлопнется.
zh_hk: 我聽說宇宙可能會坍塌。

source: Buy License
ru: Купить лицензию
zh_hk: 購買執照

source: This is the galaxy map. It shows your location, faction territories and where you can find interesting things.
ru: Это галактическая карта. Она показывает Ваше местоположение, территории фракций и другие интересные места.
zh_hk: 這是銀河星圖，它顯示了您的座標、勢力範圍以及您可以找到物體的星區。

source: Detected OpenGL version string: "%s"
ru: Обнаруженная OpenGL-Versions-String: "%s"
zh_hk: 檢測到OpenGL版本字串："%s"

source: I guess I'll have to try.
ru: Надо будет попробовать.
zh_hk: 我要試試看。

source: Minutes
ru: Минут
zh_hk: 分鐘

source: Every square in this grid is a sector you can visit.
ru: Каждая клетка - это сектор, который Вы можете посетить.
zh_hk: 網格中的每個方框都是一個您可訪問的星區。

source: Required OpenGL version: %s
ru: Треб. мин. версия OpenGL: %s
zh_hk: 需要OpenGL版本：%s

source: Oh wow, you're gullible! The universe can't implode, and we're only subjects that have been made up by someone. Once that someone wants us gone, we'll go.
ru: Да ладно, не смеши меня! Вселенная не может схлопнуться. Нас что-то создало, и мы никуда не денемся пока оно этого не захочет.
zh_hk: 啊哈，你真好騙！ 宇宙不會坍塌，我們只是別人創造的東西。一旦它們想要我們消失，我們就會消失。

source: Ship Value:
ru: Стоимость корабля:
zh_hk: 船隻價值：

source: Open the galaxy map.
ru: Откройте галактическую карту.
zh_hk: 打開銀河星圖。

source: Your OpenGL version is insufficient.
ru: Ваша версия OpenGL ниже требуемой.
zh_hk: 您的OpenGL版本過低。

source: This is getting a little too dark for me.
ru: Как-то слишком мрачно.
zh_hk: 這對我來說有點黑暗。

source: Your ship is ready to explore the galaxy.
ru: Ваш корабль готов исследовать галактику!
zh_hk: 您的飛船已經準備好去探索銀河系了。

source: Please see the client log for more information. An update of your graphics drivers might help resolve this issue.
ru: Ознакомьтесь с лог файлом для подробной информации. Возможно Вам стоит обновить Ваш графический драйвер.
zh_hk: 請查看客戶端日誌來獲取更多資訊， 升級您的顯卡驅動可能會解決這個問題。

source: Goodbye.
ru: Прощай.
zh_hk: 再見。

source: Please, do come again.
ru: Пожалуйста приходите еще.
zh_hk: 歡迎下次再來。

source: Once YOU are ready too, click continue and we will start flying to other sectors.
ru: Когда Вы будете готовы, нажмите 'продолжить' и мы начнем полеты в другие сектора.
zh_hk: 一旦您準備好了，點擊繼續然後我們就開始飛到其他星區。

source: Available Extensions:
ru: Доступные Расширения:
zh_hk: 可用擴展包：

source: I hear there's a smuggler around here who got his hands on some Xsotan technology.
ru: Я слышал, тут где то неподалеку контрабандист. Он получил в свои руки какую-то технологию Зотанцев.
zh_hk: 我聽說附近有個走私販手裏有些Xsotan科技。

source: Your license will expire in ${time}.
ru: Ваша лицензия истекает через ${time}.
zh_hk: 您的執照將在 ${time} 到期。

source: Assign %i more %s.
ru: Назначьте еще %i %s.
zh_hk: 還需多指派%i %s。

source: The following extensions are not supported by your GPU:
ru: Следующие расширения не поддерживаются Вашей видеокартой:
zh_hk: 下列擴展包顯卡不支持：

source: That sounds interesting.
ru: Звучит интересно.
zh_hk: 聽起來挺有趣的。

source: You don't have a valid license.
ru: У Вас нет действующей лицензии.
zh_hk: 您沒有一張可用的執照。

source: Looks like we're good to go! Close the window once you're ready.
ru: Кажется мы готовы. Закройте это окно, когда будете готовы.
zh_hk: 看起來我們應該出發了！當您準備完畢就關閉窗口。

source: Accept
ru: Принять
zh_hk: 接受

source: I'll leave now.
ru: Мне пора.
zh_hk: 現在我要走了。

source: Get a salvaging license now and try your luck with the wreckages!
ru: Получи лицензию на переработку и поищи сокровища в утилизированных кораблях!
zh_hk: 現在獲得一張回收執照去找殘骸試試你的運氣！

source: In this menu you can oversee your crew and assign your crewmen to jobs.
ru: В этом меню Вы можете осмотреть свой экипаж и назначать его на определенные должности.
zh_hk: 在這個清單中可以看到您的船員並指派他們到工作崗位上。

source: Cancel
ru: Отменить
zh_hk: 取消

source: I know, but as far as I know, nobody has ever caught him. Apparently his hyperspace engine is extremely advanced and he can jump anywhere in the entire galaxy!
ru: Знаю, но насколько мне известно никто еще не смог его поймать. Видимо, у него какой то очень продвинутый гипердвигатель, он может прыгать в любую точку галактики.
zh_hk: 我知道，但據我所知沒人曾抓到過他。 顯然他的超空間引擎極其先進，他幾乎能在整個銀河系跳到任何地方！

source: Your salvaging license will run out in 10 seconds.
ru: Ваша лицензия на переработку истечет через 10 секунд.
zh_hk: 您的回收執照將在10秒內到期。

source: Some parts of your ship only work if there are crewmen who maintain them.
ru: Некоторые отсеки корабля будут функционировать только при наличии обслуживающего персонала.
zh_hk: 您的飛船部分部件僅會在有人維護它們的時候工作。

source: Color Selection
ru: Выбор цвета
zh_hk: 顏色選擇

source: You should beware of Bottan. He's a smuggler who doesn't have the courage to fly his own deals, even though he has the most advanced hyperspace engine I've ever seen. He lets others do his dirty work for him, so he won't get in trouble.
ru: Вы должны остерегаться Боттана. Он контрабандист, который не находит смелости лично летать на свои собственные сделки, не смотря на то что у него установлен самый передовой гипердвигатель из когда-либо мной виденных. Он заставляет других делать за него грязную работу, видимо не хочет попасть впросак.
zh_hk: 你要小心Bottan，他是個沒勇氣親自出面的走私販，就算他有著我見過最先進的超空間引擎。 他讓其他人去為他幹髒活，這樣他就不會惹到麻煩了。

source: Your salvaging license will run out in 20 seconds.
ru: Ваша лицензия на переработку истечет через 20 секунд.
zh_hk: 您的回收執照將在20秒內到期。

source: When you extend your ship, you will need more different crewmen.
ru: С увеличением корабля Вам будет требоваться все больше разных специалистов.
zh_hk: 當擴建飛船後，您會需要更多的各種各樣的船員。

source: I'll be careful.
ru: Я буду осторожен.
zh_hk: 我會注意的。

source: Your salvaging license will run out in 30 seconds. Renew it and save yourself some trouble!
ru: Ваша лицензия на переработку истекает через 30 секунд. Обновите ее и продолжайте искать!
zh_hk: 您的回收執照將在30秒內到期，更新它來省些麻煩！

source: Some more advanced crewmen cannot be assigned, you will have to hire them at a station.
ru: Некоторые должности могут занимать только заранее обученные члены экипажа, нанять которых Вы можете на любых станциях.
zh_hk: 一些高級船員不能被任命，您只能在空間站裏雇傭他們。

# For Green In Color Selection
source: G
ru: З
zh_hk: 綠

source: After this scumbag Bottan got his hands on this Xsotan technology, he's become a real pain. He built up a big smuggling ring, and since then has been betraying people over and over.
ru: После того как этот подонок Боттан наложил лапы на технологии Зотанцев - он стал настоящей занозой в заднице. Он создал крупную, контрабандную организацию, и с тех пор портит людям жизнь.
zh_hk: 在這個卑鄙的Bottan拿到Xsotan科技之後，他就成了個真正的禍害。 他建立起一個巨大的走私環，而且到現在還在一次又一次背叛別人。

source: Your salvaging license will run out in 60 seconds. Renew it NOW and save yourself some trouble!
ru: Ваша лицензия на переработку истекает через 60 секунд. Обновите ее сейчас и продолжайте искать!
zh_hk: 您的回收執照將在60秒內到期，現在更新它來省些麻煩！

source: Open the crew tab.
ru: Откройте вкладку экипажа.
zh_hk: 打開船員介面。

source: Why doesn't anybody stop him?
ru: Почему его никто не остановит?
zh_hk: 沒人來阻止他嗎？

source: Your salvaging license will run out in 2 minutes. Renew it immediately and save yourself some trouble!
ru: Ваша лицензия на переработку истечет через 2 минуты. Обновите ее прямо сейчас и продолжайте искать!
zh_hk: 您的回收執照將在2分鐘內到期，馬上更新它來省些麻煩！

source: Open the ship menu to assign your crew.
ru: Откройте меню корабля чтобы распределить обязанности Вашего экипажа.
zh_hk: 打開飛船選單來任命您的船員。

source: Password required
ru: Требуется пароль
zh_hk: 需要密碼

source: Why do people follow him?
ru: Почему люди следуют за ним?
zh_hk: 為什麼還有人追隨他？

source: Your salvaging license expired. You may no longer salvage in this area.
ru: Ваша лицензия на переработку истекла. Вы больше не можете собирать лом в этом секторе
zh_hk: 您的回收執照到期了，您不能再在這片區域合法進行回收了。

source: Looking good! Close the window to continue.
ru: Неплохо! Закройте окно чтобы продолжить.
zh_hk: 看起來不錯！請關閉窗口繼續。

source: Please enter password:
ru: Пожалуйста, введите пароль:
zh_hk: 請輸入密碼：

source: Apparently this new Xsotan technology made his hyperspace engine crazy strong.
ru: По-видимому эта новая технология Зотанцев делает его гипердвигатель чертовски мощным.
zh_hk: 顯然那新的Xsotan科技讓他的超空間引擎強得離譜。

source: You bought a %s minutes salvaging license.
ru: Вы купили лицензию на переработку сроком в %s минут.
zh_hk: 您購買了一張%s分鐘回收執照。

source: Hire Crew
ru: Нанять экипаж
zh_hk: 雇傭船員

source: No
ru: Нет
zh_hk: 不

source: Because everyone wants some of the money he's making! He's betraying wanna-be smugglers who can't help themselves. Poor bastards. But it's their own fault. They should just stick to normal trade.
ru: Потому что каждый хочет захапать кусок его пирога! А он пользуется этим, и обманывает тех недотеп, у которых силенок не хватает за себя постоять. Бедные ублюдки. Но они сами виноваты, надо было заниматься нормальной торговлей.
zh_hk: 因為所有人都想得到他分一杯羹！他背叛了那些控制不住自己慾望的潛在走私販。 可憐的傢伙們，但那是他們自己的錯，他們就該老老實實地貿易。

source: %s cannot be held reliable for any damage to ships or deaths caused by salvaging.
ru: %s не несет ответственности за возможный ущерб собственности и здоровью, полученный в результате переработки кораблей.
zh_hk: %s感謝您的購買，請注意不要攻擊或回收回收站本體，這將依然視為敵對行為。

source: Hire %i vanilla crewmen that can be assigned to any position.
ru: Наймите %i обычный персонал. Они способны занять любую обычную должность.
zh_hk: 雇傭 %i 名可以任命到各種崗位上的普通船員。

source: Player is not online.
ru: Игрок не в сети.
zh_hk: 玩家當前不在線上。

source: It's funny that you ask, because I found some research satellites in the sectors around here. Apparently someone is doing state of the art energy research with those things. They were looking really expensive. I wonder what kind of equipment must be used in there.
ru: Забавно, что ты спросил, я как раз нашел парочку спутников в паре секторах, недалеко отсюда. Очевидно, что кто-то проводит тут какие-то высокотехнологичные исследования энергии с их помощью. Выглядят они очень дорого. Интересно, какое оборудование должно там использоваться.
zh_hk: 你這個問題真可笑，因為我在附近的星區發現了一些科研衛星。 顯然有人用那些東西在做能量相關地研究，它們看起來十分昂貴，我好奇裏邊會有什麼設備。

source: Salvaging or damaging wreckages in this sector is illegal. Please buy a salvaging license.
ru: Уничтожение и переработка обломков в этом секторе без лицензии запрещена. Пожалуйста приобретите лицензию.
zh_hk: 在本星區打撈或損壞殘骸是非法的，請購買回收執照。

source: Click this button to hire them.
ru: Нажмите эту кнопку чтобы нанять их.
zh_hk: 點擊這個按鈕來雇傭他們。

source: You were kicked from the server. (%s)
ru: Вас вынудили покинуть сервер. (%s)
zh_hk: 被服務器踢出。 (%s)

source: Thanks, I'll keep an eye out.
ru: Спасибо, я запомню.
zh_hk: 謝謝，我會注意的。

source: You need a salvaging license for this sector.
ru: В этом секторе Вам требуется лицензия на переработку.
zh_hk: 您在這個星區需要一張回收執照。

source: Press F to dock and hire a crew.
ru: Нажмите F чтобы пристыковаться и нанять экипаж.
zh_hk: 按 F 來停靠並雇傭船員。

source: %s was kicked.
ru: %s принудительно покинул север.
zh_hk: %s 已被踢出。

source: The M.A.D. Science Association has started looking into new ways of energy generation. I found some of their satellites just floating around in space. I don't think that's such a good idea with all the bandits and Xsotan around here. I'm pretty sure they have state of the art equipment.
ru: Научная организация M.A.D. ищет новые пути получения энергии. Я находил несколько их спутников, дрейфующих в космосе. Не думаю что оставлять свое добро просто висеть посреди системы - хорошая идея, особенно учитывая количество пиратов и Зотанцев снующих тут повсюду, но оборудование у них первокласное.
zh_hk: M.A.D.科學協會開始探索產生能量的新途徑，我看到他們的一些衛星就漂浮在附近的空域。 周圍這麼多強盜和Xsotan我不覺得這是個好主意，我敢確定它們裝備了許多昂貴的設備。

source: Salvaging wreckages in this sector is forbidden. Please buy a salvaging license.
ru: Переработка обломков в этом секторе без лицензии запрещена. Пожалуйста приобретите лицензию.
zh_hk: 回收殘骸在這個星區是禁止的，請購買一張回收執照。

source: Fly to the highlighted dock at the nearby station.
ru: Подлетите к любому подсвеченному доку на станции.
zh_hk: 飛到最近的空間站被標記出來的碼頭。

source: Your ship is too big.
ru: У вас слишком большой корабль.
zh_hk: 您的船隻太大了。

source: Have you seen the new energy satellites by the M.A.D. Science Association? They're full of state of the art energy equipment. And nobody is guarding them! It's like they're asking people to steal or salvage them! Don't tell anybody, but once I'm done with work, I'll see if I can grab one of them.
ru: Ты видел эти спутники M.A.D.? На них стоит шикарное оборудование. И никто их не охраняет! Такое впечатление будто они специально провоцируют людей. Никому не говори, но как только я закончу с этой работой - попробую стащить себе один такой .
zh_hk: 你看到過M.A.D.科學協會的新能源衛星了嗎？它們裝滿了昂貴的能量設備， 而且還沒人看守它們！簡直就像他們在呼喚其他人偷走或者回收掉它們！ 別告訴其他人，不過一旦我下班了，我會試著從中順走一個。
