Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Bhagat
ru: Бхагат
zh_hk: 門徒

source: A container full of paint.
ru: Контейнер с краской.
zh_hk: 一個裝滿塗料的容器。

source: Ammunition L
ru: Боеприпасы L
zh_hk: 彈藥 L

source: Thank you for helping us.
ru: Спасибо за Вашу помощь.
zh_hk: 謝謝你幫助了我們。

source: Guru
ru: Гуру
zh_hk: 領袖

source: Fertilizer
ru: Удобрения
zh_hk: 肥料

# plural
source: Ammunition L
ru: Боеприпасы L
zh_hk: 彈藥 L

source: You have our endless gratitude.
ru: Мы Вам бесконечно благодарны.
zh_hk: 請允許我們表達對您無盡的感恩。

source: Saint
ru: Святой
zh_hk: 聖徒

# plural
source: Fertilizer
ru: Удобрения
zh_hk: 肥料

# prefix
source: Ammunition L
ru: Боеприпасов L
zh_hk: 彈藥 L

source: We transferred a reward to your account.
ru: Мы перевели вознаграждение на Ваш счет.
zh_hk: 我方已經在你的帳戶上轉入了一筆賞金。

source: Ayatollah
ru: Аятолла
zh_hk: 阿亞圖拉

# prefix
source: Fertilizer
ru: Удобрений
zh_hk: 肥料

source: Ammunition for turrets.
ru: Боеприпасы для турелей.
zh_hk: 炮臺的彈藥。

source: We have a reward for you.
ru: У нас есть награда для Вас.
zh_hk: 我們為你準備了一份獎勵。

source: Imam
ru: Имам
zh_hk: 領拜

source: A tank with fertilizer, important for more exotic plants.
ru: емкость с удобрениями.
zh_hk: 一個裝滿肥料的罐子，對外來植物十分重要。

source: Targeting System
ru: Система наведения
zh_hk: 索敵系統

source: Please take this as a sign of our gratitude.
ru: Пожалуйста, примите это в знак нашей благодарности.
zh_hk: 請收下這個謝禮。

source: Rabbi
ru: Раввин
zh_hk: 拉比

source: Acid
ru: Кислота
zh_hk: 酸

# plural
source: Targeting Systems
ru: Системы наведения
zh_hk: 索敵系統

# ship title
source: Scout
ru: Разведчик
zh_hk: 偵察船

source: Druid
ru: Друид
zh_hk: 德魯伊

# plural
source: Acid
ru: Кислота
zh_hk: 酸

# prefix
source: Targeting System
ru: по производству Систем наведения
zh_hk: 索敵系統

# ship title
source: Sentinel
ru: Страж
zh_hk: 哨艦

source: Abandoned Ship
ru: Заброшенный корабль
zh_hk: 遺棄飛船

# prefix
source: Acid
ru: Кислоты
zh_hk: 酸

source: Computer system that is able to track multiple targets.
ru: Компьютер, способный отслеживать множественные цели.
zh_hk: 可以跟蹤多個目標的計算機系統。

# ship title
source: Hunter
ru: Охотник
zh_hk: 追擊艦

source: Smuggler Hideout
ru: Укрытие контрабандистов
zh_hk: 走私者藏匿處

source: A tank filled with vitriolic acid.
ru: емкость с едкой кислотой.
zh_hk: 一個裝滿硫酸的罐子。

source: Neutron Accelerator
ru: Ускоритель нейтронов
zh_hk: 中子加速器

# ship title
source: Corvette
ru: Корвет
zh_hk: 巡防艦

source: Mayday, Mayday! We were ambushed and our hyperdrive is no longer... [END OF MESSAGE]
ru: СОС! СОС! Мы попали в засаду, наш гипердвигатель не [КОНЕЦ СООБЩЕНИЯ]
zh_hk: 求救，求救！我們被伏擊了！我們的超空間引擎已經……【信號中斷】

source: Solvent
ru: Растворитель
zh_hk: 溶劑

# plural
source: Neutron Accelerators
ru: Ускорители нейтронов
zh_hk: 中子加速器

# ship title
source: Frigate
ru: Фрегат
zh_hk: 護衛艦

source: Traveler's Stash
ru: Схрон путешественника
zh_hk: 旅行者藏匿處

# plural
source: Solvent
ru: Растворитель
zh_hk: 溶劑

# prefix
source: Neutron Accelerator
ru: по производству Ускорителей нейтронов
zh_hk: 中子加速器

# ship title
source: Cruiser
ru: Крейсер
zh_hk: 巡洋艦

source: opportunistic
ru: Оппортунисты
zh_hk: 投機取巧

# prefix
source: Solvent
ru: Растворителя
zh_hk: 溶劑

source: A device that accelerates neutrons to near lightspeed.
ru: Устройство, разгоняющее нейтроны до скорости, близкой к световой.
zh_hk: 一個可以將中子加速到接近光速的設備。

# ship title
source: Destroyer
ru: Эсминец
zh_hk: 驅逐艦

source: honorable
ru: Благородные
zh_hk: 高尚

source: A tank filled with the common industrial solvent found all over the galaxy.
ru: емкость с заводским растворителем.
zh_hk: 一個裝滿銀河系範圍內廣泛使用的通用工業溶劑的罐子。

source: Proton Accelerator
ru: Ускоритель протонов
zh_hk: 質子加速器

# ship title
source: Dreadnought
ru: Дредноут
zh_hk: 無畏艦

source: aggressive
ru: Агрессивные
zh_hk: 侵略性

source: Conductor
ru: Проводник
zh_hk: 導體

# plural
source: Proton Accelerators
ru: Ускорители протонов
zh_hk: 質子加速器

# ship title
source: Battleship
ru: Линкор
zh_hk: 戰艦

source: peaceful
ru: Мирные
zh_hk: 和平性

# plural
source: Conductors
ru: Проводники
zh_hk: 導體

# prefix
source: Proton Accelerator
ru: по производству Ускорителей протонов
zh_hk: 質子加速器

# ship title
source: Trader
ru: Торговец
zh_hk: 商船

source: paranoid
ru: Параноидальные
zh_hk: 多疑

# prefix
source: Conductor
ru: Проводников
zh_hk: 導體

source: A device that accelerates protons to near lightspeed.
ru: Устройство разгоняет протоны до скорости, близкой к световой.
zh_hk: 一個可以將質子加速到接近光速的設備。

# ship title
source: Merchant
ru: Коммерсант
zh_hk: 貿易船

source: brave
ru: Храбрые
zh_hk: 勇敢

source: Metal staffs that are usually used for bundling electricity.
ru: Металлические стержни, которые обычно используются в электросистемах.
zh_hk: 通常用於導電的金屬絲。

source: Electron Accelerator
ru: Ускоритель электронов
zh_hk: 電子加速器

# ship title
source: Salesman
ru: Продавец
zh_hk: 售貨船

source: active
ru: Активные
zh_hk: 活躍

source: Transformator
ru: Трансформатор
zh_hk: 轉換器

# plural
source: Electron Accelerators
ru: Ускорители электронов
zh_hk: 電子加速器

# ship title
source: Transporter
ru: Транспортник
zh_hk: 客輪

source: passive
ru: Пассивные
zh_hk: 冷漠

# plural
source: Transformators
ru: Трансформаторы
zh_hk: 轉換器

# prefix
source: Electron Accelerator
ru: по производству Ускорителей электронов
zh_hk: 電子加速器

# ship title
source: Lifter
ru: Подъемник
zh_hk: 載重船

source: greedy
ru: Жадные
zh_hk: 貪婪

# prefix
source: Transformator
ru: Трансформаторов
zh_hk: 轉換器

source: A device that accelerates electrons to near lightspeed.
ru: Устройство разгоняет электроны до скорости, близкой к световой.
zh_hk: 一個可以將電子加速到接近光速的設備。

# ship title
source: Freighter
ru: Фрейтер
zh_hk: 貨船

source: generous
ru: Щедрые
zh_hk: 慷慨

source: A small item for transforming all kinds of energy.
ru: Небольшой трансформатор для электросетей.
zh_hk: 一個用來轉換各種能量的小零件。

source: Water
ru: Вода
zh_hk: 水

# ship title
source: Loader
ru: Погрузчик
zh_hk: 裝載船

source: dumb
ru: Тупые
zh_hk: 沉默

source: Plastic
ru: Пластик
zh_hk: 塑料

# plural
source: Water
ru: Вода
zh_hk: 水

# ship title
source: Cargo Transport
ru: Грузовой корабль
zh_hk: 托運船

source: smart
ru: Умные
zh_hk: 聰慧

# plural
source: Plastic
ru: Пластик
zh_hk: 塑料

# prefix
source: Water
ru: Воды
zh_hk: 水

# ship title
source: Cargo Hauler
ru: Транспортировщик
zh_hk: 貨運駁船

source: mistrustful
ru: Недоверчивые
zh_hk: 不可信

# prefix
source: Plastic
ru: Пластика
zh_hk: 塑料

source: A tank full of clear water.
ru: Емкость с чистой водой.
zh_hk: 一個裝滿純淨水的罐子。

# ship title
source: Heavy Cargo Hauler
ru: Тяжелый транспортировщик грузов
zh_hk: 重型貨運駁船

source: naive
ru: Наивные
zh_hk: 天真

source: A container with plastic. This is melted when used.
ru: Контейнер с пластиком.
zh_hk: 一個裝滿塑料的貨櫃，當使用時它會被熔化。

source: Plankton
ru: Планктон
zh_hk: 浮游生物

# ship title
source: Light Miner
ru: Легкий шахтерский корабль
zh_hk: 輕快礦船

source: sadistic
ru: Садисты
zh_hk: 虐待狂

source: Solar Cell
ru: Солнечная батарея
zh_hk: 太陽能元件

# plural
source: Plankton
ru: Планктон
zh_hk: 浮游生物

# ship title
source: Miner
ru: Буровой фрегат
zh_hk: 礦船

source: empathic
ru: Эмпаты
zh_hk: 多情的

# plural
source: Solar Cells
ru: Солнечные батареи
zh_hk: 太陽能元件

# prefix
source: Plankton
ru: Планктона
zh_hk: 浮游生物

# ship title
source: Heavy Miner
ru: Тяжелый буровой фрегат
zh_hk: 重型礦船

source: forgiving
ru: Великодушные
zh_hk: 仁慈

# prefix
source: Solar Cell
ru: Солнечных батарей
zh_hk: 太陽能元件

source: A tank full of alive plankton.
ru: Емкость с живым планктоном.
zh_hk: 一個裝滿活性浮游生物的貨櫃。

# ship title
source: Mining Moloch
ru: Буровой дредноут
zh_hk: 母艦級礦艦

source: strict
ru: Строгие
zh_hk: 嚴厲

source: Electric cells for generating energy from sunlight.
ru: Батареи для аккумуляции энергии из солнечного света.
zh_hk: 源自陽光的用於產生能量的元件。

source: Plant
ru: Растение
zh_hk: 植物

source: Buyback
ru: Выкупить
zh_hk: 贖回

source: Player %s created!
ru: Игрок %s создан!
zh_hk: 玩家 %s 創建人物！

source: Tools
ru: Инструменты
zh_hk: 工具

# plural
source: Plants
ru: Растения
zh_hk: 植物

source: Buy Back Sold Items
ru: Выкупить проданные предметы
zh_hk: 贖回出售的物品

source: Player %s joined the galaxy
ru: Игрок %s подключился к игре
zh_hk: 玩家 %s 加入了遊戲

# plural
source: Tools
ru: Инструменты
zh_hk: 工具

# prefix
source: Plant
ru: Растений
zh_hk: 植物

source: Mat
ru: Мат.
zh_hk: 材料

source: Player %s left the galaxy
ru: Игрок %s покинул игру
zh_hk: 玩家 %s 離開了遊戲

# prefix
source: Tools
ru: Инструментов
zh_hk: 工具

source: A container with soil and a wide range of green plants.
ru: Контейнер с почвой и разнообразными растениями.
zh_hk: 一個裝有泥土和各種綠色植物的容器。

source: Turret Control System A-TCS-${num}
ru: Модуль контроля турелей У-МКТ-${num}
zh_hk: 通用炮控系統插件 A-TCS-${num}

source: A set of tools used by mechanics.
ru: Набор инструментов для механиков.
zh_hk: 一組被機修師使用的工具。

source: Wheat
ru: Пшеница
zh_hk: 小麥

source: Sell Trash
ru: Продать Мусор
zh_hk: 賣出廢物

source: All Turrets
ru: Все турели
zh_hk: 所有炮臺

source: Semi Conductor
ru: Полупроводник
zh_hk: 半導體

# plural
source: Wheat
ru: Пшеница
zh_hk: 小麥

source: Item to buy not found
ru: Не найден предмет для покупки
zh_hk: 想要購買的物品未能找到

source: All-round Turret Control System
ru: Унифицированный модуль контроля турелей
zh_hk: 全方位炮臺控制系統

# plural
source: Semi Conductors
ru: Полупроводники
zh_hk: 半導體

# prefix
source: Wheat
ru: Пшеницы
zh_hk: 小麥

source: You must be docked to the station to buy items.
ru: Необходимо пристыковаться для покупки предметов.
zh_hk: 您必須停靠到空間站上來購買物品。

source: Adds slots for armed and unarmed turrets
ru: Добавляет слоты для гражданских и боевых турелей
zh_hk: 給武裝和民用炮臺添加通用槽位

# prefix
source: Semi Conductor
ru: Полупроводников
zh_hk: 半導體

source: A container full of wheat.
ru: Контейнер с пшеницей.
zh_hk: 一個裝滿小麥的容器。

source: You must be closer to the ship to buy items.
ru: Для покупки предметов необходимо быть ближе к судну.
zh_hk: 您必須靠近飛船來購買物品。

source: Energy Consumption
ru: Потребление энергии
zh_hk: 能量消耗

source: Used for building microchips and other sorts of electric things.
ru: Используются в микрочипах и другой электронике.
zh_hk: 用於建造微晶片和其他各類電子設備。

source: Rice
ru: Рис
zh_hk: 大米

source: You must be docked to the station to sell items.
ru: Необходимо пристыковаться, чтобы продать товар.
zh_hk: 您必須停靠到空間站上來出售物品。

source: Battery Upgrade
ru: Улучшенный аккумулятор
zh_hk: 電池升級插件

source: Energy Tube
ru: Энерготрубка
zh_hk: 能量導管

# plural
source: Rice
ru: Рис
zh_hk: 大米

source: You must be closer to the ship to sell items.
ru: Для продажи предметов необходимо быть ближе к судну.
zh_hk: 您必須靠近飛船來出售物品。

source: Energy Capacity
ru: Энерго-вместимость
zh_hk: 能源容量

# plural
source: Energy Tubes
ru: Энерго-тюбики
zh_hk: 能量導管

# prefix
source: Rice
ru: Риса
zh_hk: 大米

source: Item to sell not found.
ru: Предмет для продажи не найден.
zh_hk: 未找到要出售的物品。

source: Recharge Rate
ru: Скорость перезарядки
zh_hk: 充能速率

# prefix
source: Energy Tube
ru: Энерго-тюбиков
zh_hk: 能量導管

source: A container full of rice.
ru: Контейнер с рисом.
zh_hk: 一個裝滿大米的容器。

source: ${name} The Adventurer
ru: ${name} - искатель приключений
zh_hk: ${name} 冒險者

source: T1M-LRD-Tech Cargo Upgrade MK ${mark}
ru: T1M-LRD-Tech Грузовой модуль MK ${mark}
zh_hk: T1M-LRD-Tech 貨艙升級插件 MK ${mark}

source: Long tubes that are used to transport high amounts of energy.
ru: Длинные трубки, используемые для передачи энергии.
zh_hk: 用以輸送高額能量的長導管。

source: Potato
ru: Картофель
zh_hk: 土豆

source: The Haatii
ru: Хаатии
zh_hk: Haatii

source: It's bigger on the inside!
ru: Внутри он больше!
zh_hk: 使內部更大！

source: Microchip
ru: Микрочип
zh_hk: 微晶片

# plural
source: Potatoes
ru: Картофель
zh_hk: 土豆

source: This is a message for all participants of Operation Exodus.${remaining}
ru: Это сообщение для всех участников Операции 'Исход'.${remaining}
zh_hk: 這是一條準備給所有Exodus行動參與者的消息。${remaining}

source: Turret Control System C-TCS-${num}
ru: Модуль контроля турелей Г-МКТ-${num}
zh_hk: 民用炮控系統插件 C-TCS-${num}

# plural
source: Microchips
ru: Микрочипы
zh_hk: 微晶片

# prefix
source: Potato
ru: Картофеля
zh_hk: 土豆

source: Energy Research Satellite
ru: Лаборатория исследования энергии
zh_hk: 能量研究衛星

source: Civil Turret Control System
ru: Модуль контроля турелей гражданского назначения
zh_hk: 民用炮臺控制系統

# prefix
source: Microchip
ru: Микрочипов
zh_hk: 微晶片

source: A container full of potatoes.
ru: Контейнер с картофелем.
zh_hk: 一個裝滿土豆的容器。

source: The M.A.D. Science Association
ru: Научная Ассоциация M.A.D.
zh_hk: M.A.D.科學協會

source: Adds slots for unarmed turrets
ru: Добавляет слоты для гражданских турелей
zh_hk: 給民用炮臺添加槽位

source: Microchips are the most basic parts of computers.
ru: Микрочип - базовая деталь компьютеров.
zh_hk: 微晶片是計算機的最基礎部件。

source: Corn
ru: Кукуруза
zh_hk: 玉米

source: Mobile Energy Lab
ru: Передвижная лаборатория
zh_hk: 移動能量實驗室

source: Generator Upgrade
ru: Улучшение генератора.
zh_hk: 反應爐升級插件

source: Steel
ru: Сталь
zh_hk: 鋼

# plural
source: Corn
ru: Кукуруза
zh_hk: 玉米

source: Bottan's Smugglers
ru: Контрабандисты Боттана
zh_hk: Bottan走私者

source: Energy to Shield Converter
ru: Конвертер энергии в щиты
zh_hk: 能量-護盾轉換插件

# plural
source: Steel
ru: Сталь
zh_hk: 鋼

# prefix
source: Corn
ru: Кукурузы
zh_hk: 玉米

source: A Friend
ru: Друг
zh_hk: 一位朋友

source: Shield Durability
ru: Прочность щита
zh_hk: 護盾耐久

# prefix
source: Steel
ru: Стали
zh_hk: 鋼

source: A container full of corn.
ru: Контейнер с кукурузой.
zh_hk: 一個裝滿玉米的容器。

source: The Brotherhood
ru: Братство
zh_hk: 兄弟會

source: Re-routes energy to shields
ru: Перенаправляет энергию на щиты
zh_hk: 引導到護盾的能量

source: Raw steel.
ru: Необраб. сталь
zh_hk: 生鋼。

source: Wood
ru: Дерево
zh_hk: 木材

source: Scanners online.
ru: Сканеры активны.
zh_hk: 掃描器上線。

source: Engine Upgrade
ru: Улучшение двигателя
zh_hk: 引擎升級插件

source: Plasma Cell
ru: Плазменные ячейки
zh_hk: 電漿電池

# plural
source: Wood
ru: Дерево
zh_hk: 木材

source: Looking for Xsotan Artifacts
ru: В поисках Зотанских артефактов
zh_hk: 搜尋Xsotan文物

source: Acceleration
ru: Ускорение
zh_hk: 加速度

# plural
source: Plasma Cells
ru: Плазменные ячейки
zh_hk: 電漿電池

# prefix
source: Wood
ru: Дерева
zh_hk: 木材

source: Fellow Galaxy Dweller, In times like these, where the Xsotan threat is looming at all times, we are trying to protect you. Dangerous artifacts of the Xsotan have been found all over the galaxy, causing great harm to everyone near them. Should you find any of those artifacts, you must bring them to us. We will take care of them and destroy them, to eradicate the Xsotan threat and to make the galaxy a better place. Even if your life may be at risk, what is your life compared to the safety of trillions? You can find one of our outposts at (${x}, ${y}). We will pay a reward of 100.000.000 credits for each delivered artifact. - The Brotherhood
ru: Уважаемый исследователь галактики, В эти тяжелые времена, когда каждый чувствует угрозу со стороны Зотанцев, мы стараемся защитить вас как только можем. Во всех частях галактики обнаруживают артефакты Зотанцев, представляющие большую опасность для окружающих. Если и вам попадутся такие артефакты, вы должны незамедлительно доставить их нам. Мы обязательно позаботимся о них и уничтожим, чтобы искоренить угрозу со стороны Зотанцев и вернуть спокойствие галактике. Пусть даже вам придется рисковать собственной жизнью, неужели она важнее безопасности триллионов других обитателей? Наш ближайший аванпост находится по координатам (${x}, ${y}). Вы получите награду в 100.000.000 кредитов за каждый доставленный артефакт. - Братство
zh_hk: 親愛的銀河系居民， 在這段時間，Xsotan威脅正全面浮現，我們在試圖保護你們。危險的Xsotan文物在整個銀河系範圍內被發現，對它們附近的人造成了巨大傷害。 如果你找到任何文物，你必須把它交給我們。我們會處理並銷毀它們以根除Xsotan威脅，同時使銀河系變得更安全。 即使你願意冒風險，你的生命對比起上千億生命的安全呢？ 你可以在 (${x}, ${y}) 找到我們的一個前哨。 我們會給每位上交文物的人100,000,000 資金作為獎勵。 - 兄弟會

source: Quantum ${num}Hyperspace Upgrade
ru: Квантовый ${num}гипердвигатель
zh_hk: 量子${num}超空間升級插件

# prefix
source: Plasma Cell
ru: Плазменных ячеек
zh_hk: 電漿電池

source: A big block of compressed wood.
ru: Блок спрессованного дерева.
zh_hk: 一大塊壓縮木料。

source: The Xsotan
ru: Зотанцы
zh_hk: Xsotan

source: Jump Range
ru: Дальность прыжка
zh_hk: 跳躍航程

source: A battery that can emit a short but strong pulse of energy.
ru: Батареи, генерирующие короткий, но сильный выброс энергии.
zh_hk: 一塊能發出短暫而強烈的能量脈衝的電池。

source: Fruit
ru: Фрукты
zh_hk: 水果

source: Oops?
ru: Ой?
zh_hk: 欸？

source: Xsotan Wormhole Guardian
ru: Страж червоточин Зотанцев
zh_hk: Xsotan蟲洞守護者

source: Radar Range
ru: Дальность радара
zh_hk: 雷達範圍

source: Fuel
ru: Топливо
zh_hk: 燃料

# plural
source: Fruits
ru: Фрукты
zh_hk: 水果

source: You are clearly not capable of any true scientific enlightenment.
ru: Ты явно не обладаешь какими либо качествами истинного ученого.
zh_hk: 你顯然沒法接受任何真正的科學啟蒙。

source: Big Xsotan Breeder
ru: Большой Зотанский Инкубатор
zh_hk: 大型Xsotan飼養場

source: Recharge Energy
ru: Перезарядка энергии
zh_hk: 充能能量

# plural
source: Fuel
ru: Топливо
zh_hk: 燃料

# prefix
source: Fruit
ru: Фруктов
zh_hk: 水果

source: We don't need scavenger scum like you around here. In fact, we are rather sure that the galaxy will be better off without you.
ru: Мы не желаем видеть здесь крыс вроде тебя. Мы уверены, галактика только станет чище без тебя.
zh_hk: 我們不需要像你這樣的人渣拾荒者呆在這裏。事實上，我們確信銀河系沒了你會變得更好。

source: Small Xsotan Breeder
ru: Малый Зотанский Инкубатор
zh_hk: 小型Xsotan飼養場

source: Turret Control System M-TCS-${num}
ru: Модуль контроля турелей В-МКТ-${num}
zh_hk: 軍用炮控系統插件 M-TCS-${num}

# prefix
source: Fuel
ru: Топлива
zh_hk: 燃料

source: A special engineered fruit, containing a wide range of important vitamins.
ru: Специально выведенный фрукт, содержащий весь комплекс витаминов.
zh_hk: 一種特殊改造過的水果，含有各種重要維生素。

source: Are you looking for the true power of pure energy?! We're going to show you the potential of true energy is like!
ru: Интересуешься настоящей мощью? Мы покажем тебе ее что такое мощь!
zh_hk: 你在尋找純正能源的真正力量？！我們準備讓你嘗嘗真正的能量是怎樣的！

# this is for the last connection of enumerations, such as A, B and C
source: and
ru: и
zh_hk: 和

source: Military Turret Control System
ru: Модуль контроля турелей военного применения
zh_hk: 軍用炮臺控制系統

source: A tank with fuel for vehicles or space ships.
ru: Емкость с горючим для техники и кораблей.
zh_hk: 一個裝滿載具或太空飛船用燃料的貨櫃。

source: Coffee
ru: Кофе
zh_hk: 咖啡

source: Get ready to be melted, HaHaHaHaHa!
ru: Готовься к переплавке! Хахахахахаха!
zh_hk: 準備被融化吧，哈哈哈哈哈！

source: Tech
ru: Тех.
zh_hk: 科技等級

source: Adds slots for armed turrets
ru: Добавляет слоты для боевых турелей
zh_hk: 給武裝炮臺添加槽位

source: Glass
ru: Стекло
zh_hk: 玻璃

# plural
source: Coffee
ru: Кофе
zh_hk: 咖啡

source: I have your goods.
ru: У меня Ваш груз.
zh_hk: 我有你要的東西。

source: Damage /s
ru: Урон/с.
zh_hk: 傷害 /秒

source: Mining System
ru: Детектор руды
zh_hk: 採礦系統插件

# plural
source: Glass
ru: Стекло
zh_hk: 玻璃

# prefix
source: Coffee
ru: Кофе
zh_hk: 咖啡

source: I've changed my mind.
ru: Я передумал.
zh_hk: 我改變主意了。

source: Damage
ru: Урон
zh_hk: 傷害

source: Asteroids
ru: Астероиды
zh_hk: 小行星

# prefix
source: Glass
ru: Стекла
zh_hk: 玻璃

source: A bag of roasted coffee beans.
ru: Контейнер с обжаренными зернами кофе.
zh_hk: 一包烤過的咖啡豆。

source: Tell me when you change it back so we can finally get this over with.
ru: Скажешь если передумаешь, и мы, наконец покончим с этим.
zh_hk: 當你改變主意的時候通知我，我們再繼續談。

source: Fire Rate
ru: Скорострельность
zh_hk: 開火頻率

source: Highlights nearby asteroids
ru: Подсвечивает астероиды с ресурсами
zh_hk: 標記附近礦石

source: A box containing several plates of glass.
ru: Ящик со стеклянными пластинами.
zh_hk: 一個裝有幾塊玻璃板的箱子。

source: Cocoa
ru: Какао
zh_hk: 可可

source: I ran into some trouble transporting your goods.
ru: У меня были проблемы с перевозкой Ваших товаров.
zh_hk: 我在遞送你的貨物時出了些問題。

source: Push
ru: Толкать
zh_hk: 推力

source: Radar Upgrade
ru: Улучшение радара
zh_hk: 雷達升級插件

source: Chemicals
ru: Химикаты
zh_hk: 化合物

# plural
source: Cocoa
ru: Какао
zh_hk: 可可

source: How will I know that you'll pay me?
ru: Как я могу быть уверен, что Вы мне заплатите?
zh_hk: 我怎麼知道你會給我錢？

# unit: Newton
source: N
ru: Н

source: Deep Scan Range
ru: Радиус глубокого сканирования
zh_hk: 深空掃描範圍

# plural
source: Chemicals
ru: Химикаты
zh_hk: 化合物

# prefix
source: Cocoa
ru: Какао
zh_hk: 可可

source: Here you go.
ru: Пожалуйста.
zh_hk: 你繼續。

source: Pull
ru: Тянуть
zh_hk: 拉力

# ctd. in next
source: Shows sectors with mass
ru: Показывает сектора с наличием массы
zh_hk: 顯示檢測到質量的星區

# prefix
source: Chemicals
ru: Химикатов
zh_hk: 化合物

source: A bag of roasted cocoa beans.
ru: Контейнер с обжаренными зернами какао.
zh_hk: 一包烤過的可可豆。

source: My scanners don't find the goods on your ship. Come back when you have the goods. But I won't be waiting here forever, so hurry up.
ru: Мои сканеры не находят нашего груза на твоем корабле. Возвращайся с ним. Но поторопись, я не буду торчать тут вечно.
zh_hk: 我的掃描器沒有在你的船上找到貨物，當你拿到貨物了再回來。但我不會在這永遠等下去，所以趕緊的！

source: Self Push
ru: Тянуть себя
zh_hk: 自身推力

# ctd.
source: as yellow blips on the map
ru: в виде желтых точек на карте
zh_hk: 以黃色亮點標記在地圖上

source: Multitank containing all sorts of different chemicals, most of them toxic.
ru: Емкость с несколькими разновидностями химикатов.
zh_hk: 多個裝有各種不同的化合物的貨櫃，大多有毒。

source: Tea
ru: Чай
zh_hk: 茶

source: That's none of your business. Hand over the goods.
ru: Не твое дело, передавай товар.
zh_hk: 這與你無關，交出東西。

source: Self Pull
ru: Толкнуть себя
zh_hk: 自身拉力

source: Scanner Upgrade
ru: Апгрейд сканера
zh_hk: 掃描器升級插件

source: Wire
ru: Провод
zh_hk: 導線

# plural
source: Tea
ru: Чай
zh_hk: 茶

source: If you can't transport the goods without avoiding a patrols or an ambush, that's your own problem, not mine.
ru: Если ты не можешь перевезти груз, не натыкаясь на патрули и засады - это твои проблемы, не мои.
zh_hk: 如果你不能在不驚動巡邏隊或者伏兵的前提下拿走貨物，那就是你自己的問題了，不是我的。

source: Eff. Stone
ru: Эфф. на камне
zh_hk: 對岩石效率

source: Scanner Range
ru: Радиус сканирования
zh_hk: 掃描器範圍

# plural
source: Wires
ru: Провода
zh_hk: 導線

# prefix
source: Tea
ru: Чая
zh_hk: 茶

source: You won't. But if you keep pestering me, I won't pay you at all.
ru: Нет. Но если ты не перестанешь докучать мне - я тебе вообще не заплачу.
zh_hk: 你不會的，但是如果你繼續惹惱我，我根本不會付款給你。

source: Eff. Metal
ru: Эфф. на металле
zh_hk: 對金屬效率

source: Shield Booster
ru: Апгрейд щитов
zh_hk: 護盾增幅插件

# prefix
source: Wire
ru: Проводов
zh_hk: 導線

source: A bag of dried tea variations.
ru: Контейнер с сушеными чайными листьями.
zh_hk: 一包曬乾的茶葉。

source: We'll work out your payment as soon as I know that the goods are there.
ru: Мы перечислим плату после того как получим груз.
zh_hk: 當我看到貨物後我們會馬上支付你報酬。

source: Shield Recharge Rate
ru: Скорость перезарядки щита
zh_hk: 護盾充能速率

source: Around 100 meters of thin wire.
ru: Примерно 100 метров тонких проводов.
zh_hk: 大約100米長的細導線。

source: Vegetable
ru: Овощ
zh_hk: 蔬菜

source: Good. Hand them over now.
ru: Хорошо Передавай его.
zh_hk: 好，現在把它們交出來。

source: Upon depletion: Recharges %i%% of your shield.
ru: При падении щитов восстанавливает им %i%% мощности.
zh_hk: 每次電量耗盡時：瞬間回充護盾的%i%%。

source: Metal Plate
ru: Металлическая пластина
zh_hk: 金屬板

# plural
source: Vegetables
ru: Овощи
zh_hk: 蔬菜

source: What about my payment?
ru: Как насчет моей оплаты?
zh_hk: 我的報酬呢？

source: Accuracy
ru: Точность
zh_hk: 精准度

source: This effect can only occur every %i minutes.
ru: Этот эффект срабатывает раз в %i минут.
zh_hk: 這個效果每%i分鐘生效一次。

# plural
source: Metal Plates
ru: Металлические пластины
zh_hk: 金屬板

# prefix
source: Vegetable
ru: Овощей
zh_hk: 蔬菜

source: Wait a second ...
ru: Секунду...
zh_hk: 等我一會兒……

source: Range
ru: Дальность действия
zh_hk: 射程

source: [Destroy Hyperspace Drive]
ru: [Уничтожить гипердвигатель]
zh_hk: 【摧毀超空間引擎】

# prefix
source: Metal Plate
ru: Металлических пластин
zh_hk: 金屬板

source: A container with different sorts of vegetables.
ru: Контейнер с овощами.
zh_hk: 一個裝滿各種蔬菜的容器。

source: You again? Screw this, I'm out!
ru: Опять ты? Да ну к черту, я сваливаю!
zh_hk: 你又來？你騙我，我不幹了！

source: Energy /s
ru: Энергия/с
zh_hk: 能量消耗 /s

source: Charging ...
ru: Зарядка ...
zh_hk: 充能中……

source: Big metal plates used for building platings of vehicles or ships.
ru: Большие металлические пластины для строительства.
zh_hk: 用於載具或飛船建造中的大型金屬板。
