Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Arbitrary Turret Slots
ru: Всего слотов турелей
zh_hk: 通用炮臺槽位

source: Beacon Text
ru: Сообщение с передатчика
zh_hk: 信標文字

source: Their location is \s(%i:%i).
ru: Координаты: \s(%i:%i).
zh_hk: 他們的座標是 \s(%i:%i)。

source: You can have some of it if you want. It's worthless to us anyways.
ru: Вы можете взять немного, если надо. Нам это все равно не нужно.
zh_hk: 你可以拿走一些，它對於我們來說已經沒什麼用了。

source: Perf
ru: Эффек.
zh_hk: 效率

source: Unarmed Turrets In Arbitrary Slots
ru: Гражд. турелей установлено
zh_hk: 通用槽位上的非武裝炮臺

source: Activate
ru: Активировать
zh_hk: 啟動

source: We don't do drones.
ru: Мы не ремонтируем дроны.
zh_hk: 我們無法為無人機服務。

source: We dumped one of the artifacts from a wreckage near you, have a look around.
ru: Мы нашли один из артефактов в обломках неподалеку, так что смотрите в оба.
zh_hk: 我們從你附近的一個殘骸中釋放了一件文物，周圍找找看吧。

source: Cr/h
ru: Кр/ч
zh_hk: Cr/小時

source: Armed Turrets In Arbitrary Slots
ru: Боевых турелей установлено
zh_hk: 通用槽位上的武裝炮臺

source: ${entity} Bulletin Board
ru: ${entity} - Доска объявлений
zh_hk: ${entity}公告欄

source: We can only offer these services to people that we trust completely. Come back when your relations to our faction are better.
ru: Мы предлагаем эти услуги только тем людям, которым можем доверять. Возвращайтесь, когда докажете свою полезность. Удачи!
zh_hk: 這些服務我們僅提供給值得信賴的客戶， 等你跟我們關係更好的時候再來吧。

source: The Xsotan ships are no more special than ours or yours. They're strong, but you can defeat them in combat.
ru: В Зотанских кораблях нет ничего особенного. Они сильны, но победить их в бою вполне реально.
zh_hk: Xsotan飛船不比你我的要特別，它們的確很強，但是也沒強大到不可戰勝。

source: Morale: %i%%
ru: Мораль: %i%%
zh_hk: 士氣：%i%%

source: Keyboard Steering
ru: Управление с клавиатуры
zh_hk: 鍵盤控制模式

# Station Title
source: Repair Dock
ru: Ремонтный док
zh_hk: 維修船塢

source: The main problem is that there's just so many of them.
ru: Основная проблема состоит в их количестве.
zh_hk: 主要問題是它們數量太多了。

source: Your morale is below 100%. The workforce of your crew is impaired.
ru: Мораль ниже 100%. Эффективность экипажа снижена.
zh_hk: 您的士氣低於100%，船員的工作能力減退。

source: Mouse Steering
ru: Управление мышью
zh_hk: 滑鼠控制模式

source: Reward
ru: Награда
zh_hk: 回報

# Action
source: Repair
ru: Отремонтировать
zh_hk: 維修

source: You have to stop them from calling in reinforcements.
ru: Необходимо остановить их подкрепления.
zh_hk: 你要阻止它們呼叫增援。

source: Your morale is good. Specialists will level up over time.
ru: Мораль на хорошем уровне. Специалисты постепенно повышают уровень.
zh_hk: 您的士氣正常，船員的專業等級會逐漸上升。

source: Roll Left
ru: Крен влево
zh_hk: 左翻滾

source: No bulletins available!
ru: Заданий нет.
zh_hk: 沒有任何公告！

# Station Title
source: Use as Reconstruction Site
ru: Место реконструкции
zh_hk: 用作重生站點

source: We don't know how to do that or where they're coming from, but during our times fighting them our ancestors managed to get their hands on some of their technology.
ru: Мы не знаем как это сделать и откуда они приходят, но в ходе сражений смогли накопить некоторые фрагменты их технологий.
zh_hk: 我們不知道怎麼做到這一點或者它們來自哪里，但是在我們和它們作戰的時候，我們的先人試圖從它們手裏得到一些它們的科技。

source: %s Morale: -%i%%
ru: %s Мораль: -%i%%
zh_hk: %s 士氣：-%i%%

source: Roll Right
ru: Крен вправо
zh_hk: 右翻滾

source: Where is your home sector?
ru: Из какого вы сектора?
zh_hk: 你的母星區在哪？

# Station Title
source: Reconstruction Site
ru: Реконструктор
zh_hk: 重生站點

source: We're scattered over all these wreckages.
ru: Мы обыскали все эти обломки.
zh_hk: 我們整理了那些殘骸。

source: %i untrained %s Workforce per unit: %d %s
ru: %i человек(а) Необученный %s Эффективность единицы: %d %s
zh_hk: %i 未訓練 %s 每個人的工作能力：%d %s

source: Turn Down
ru: Тангаж вниз
zh_hk: 壓低

source: Give me all your cargo!
ru: Отдайте мне Ваш груз!
zh_hk: 這是打劫！交出你的所有貨物！

# Action
source: Use as Reconstruction Site
ru: Установить в качестве места реконструкции
zh_hk: 用作重生站點

source: I would never have thought that anybody would come out here.
ru: Я никогда бы не подумал, что кто-то придет сюда.
zh_hk: 我從未想過任何人會來到這裏。

source: %i professional %s Level %i Workforce per unit: %d %s
ru: %i человек(а) Обученные %s %i уровня Эффективность единицы: %d %s
zh_hk: %i 專業 %s 等級 %i 每個人的工作能力：%d %s

source: Turn Up
ru: Тангаж вверх
zh_hk: 拉升

source: Dumping the cargo. I hope you're happy you damn pirate.
ru: Сбрасываю груз. Я надеюсь ты счастлив, хренов пират.
zh_hk: 正在拋出貨物，我希望你這個該死的海盜能開心一下。

source: Price:
ru: Стоимость:
zh_hk: 價格：

source: We set up this beacon, but we never thought anybody would use it.
ru: Мы установили этот передатчик, но не предполагали что кто-нибудь его действительно активирует.
zh_hk: 我們設置了信標，但是我們從未想過任何人會使用它。

source: Your workforce is impaired due to low morale.
ru: Эффективность экипажа снижена из-за низкой морали.
zh_hk: 您的船員工作能力由於低士氣而衰退。

source: Turn Left
ru: Рысканье влево
zh_hk: 左轉

source: Hahahahaha!
ru: Хахахахаха!
zh_hk: 哈哈哈哈哈！

source: If you choose this station as your reconstruction site, then when you die, your drone will be reconstructed at this station and you will be placed in this sector.
ru: Если вы выберете эту станцию в качестве объекта реконструкции, то, когда вы умрете, ваш беспилотник будет восстановлен на этой станции, и вы попадете в этот сектор.
zh_hk: 當您設置本空間站為您的重生站點後，每次戰敗，您的採礦無人機將在此處重新建造並讓您復活在這個星區。

source: There are many more of us, in other sectors, but sadly we can't reach them.
ru: Нас много и в других секторах, но увы мы не можем с ними связаться.
zh_hk: 在其他星區有很多我們的一員，但是不幸的是我們沒法聯繫它們。

source: Click and Press a number to assign a group to this turret.
ru: Кликните по турели и нажмите клавишу с цифрой для назначения группы.
zh_hk: 點擊並鍵入一個數字來給炮臺分組。

source: Turn Right
ru: Рысканье вправо
zh_hk: 右轉

source: I'm serious!
ru: Я серьезно!
zh_hk: 我是認真的！

source: Repair ship
ru: Ремонт корабля
zh_hk: 修理飛船

source: This is the place where our last great defeat happened.
ru: Это место, в котором произошло наше последнее великое поражение.
zh_hk: 這是我們最後也是最大的一次戰敗發生的地方。

source: Empty armed turret slot
ru: Место для боевых турелей
zh_hk: 空武器炮臺槽位

source: Accelerate
ru: Ускорение
zh_hk: 加速

source: And how are you planning on doing that?
ru: И как ты планируешь это сделать?
zh_hk: 所以你準備怎麼做啊？

source: Your ship is not damaged.
ru: Ваш корабль не поврежден.
zh_hk: 您的飛船沒有受損。

source: We were overwhelmed by outlaws and bandits. When they realized that our technology was completely incompatible with theirs and thus worthless to them, they left our ancestors to die here.
ru: Нас захлестнули изгои и бандиты. Когда они осознали что наши технологии совершенно несовместимы с их, а потому бесполезны - они оставили наших предков помирать здесь, в одиночестве.
zh_hk: 我們被歹徒和強盜擊垮了，當它們意識到我們的科技和它們的完全不相容所以對他們沒任何用時，他們讓我們的先人在這等死。

source: Empty unarmed turret slot
ru: Место для гражд. турелей
zh_hk: 空非武裝炮臺槽位

source: Brake
ru: Тормоз
zh_hk: 制動

source: I'm going to destroy you!
ru: Я тебя уничтожу!
zh_hk: 我要幹掉你！

source: Price: $${money}
ru: Цена: ${money}$
zh_hk: 價格：$${money}

source: Since our hyperdrives are all gone, we're stuck here.
ru: Так как наши гипердвигатели разрушены - мы застряли здесь.
zh_hk: 因為我們的超空間引擎全部沒了，我們被困在了這裏。

source: Energy
ru: Энергия
zh_hk: 能量

source: Inv Velocity
ru: Увеличение скорости.
zh_hk: 反轉航速（最大/停車切換）

source: This is ridiculous. Go away.
ru: Это просто смешно. Отчаливай.
zh_hk: 真荒唐，滾。

source: Repair Costs:
ru: Стоимость ремонта:
zh_hk: 維修費用：

source: But luckily we're living in the wreckages of a convoy that was meant for the migration of millions.
ru: Но к счастью мы живем в обломках кораблей конвоя, предназначенного для миграции миллионов.
zh_hk: 但幸運的是我們住在一支能夠支持數百萬人口的移民船隊殘骸裏。

source: Required Energy
ru: Требуемая энергия
zh_hk: 能量需求

source: Jump / Boost
ru: Прыжок / Ускорение
zh_hk: 跳躍 / 加力推進

source: Leave
ru: Уйти
zh_hk: 離開

source: You can't be more than 1km away to repair your ship.
ru: Вы должны быть в пределах 1 км от дока для ремонта.
zh_hk: 維修船隻不能離開超過1公里。

source: We have enough food and energy to sustain us for hundreds of years to come.
ru: У нас достаточно энергии и пищи для жизни еще по крайней мере на ближайшие несколько сотен лет.
zh_hk: 我們有足夠的食物和能量支撐我們度過接下來的幾百年。

source: Produced Energy
ru: Производимая энергия
zh_hk: 生產能量

source: Enter Ship
ru: Перейти в корабль
zh_hk: 登上飛船

source: Okay, sorry, wrong ship.
ru: Извиняюсь, ошибся кораблем.
zh_hk: 好吧抱歉，我找錯對象了。

source: This sector is already your reconstruction sector.
ru: Этот сервер уже используется для реконструкции.
zh_hk: 這個星區已經是您的重生站點。

source: We were disorganized, demoralized and weak. Our best guess is that a lot of people in the outer sectors here knew that.
ru: Мы были разобщены, деморализованы и слабы. Нашей самой большой надеждой было то, что люди во внешних секторах знали об этом.
zh_hk: 我們無組織，意志消沉同時又弱小不堪，我們最大的希望就是這個星區外的人們知道這裏。

source: Efficiency
ru: Эффективность
zh_hk: 效率

source: Build Mode
ru: Режим строительства
zh_hk: 建造模式

source: Leave us alone!
ru: Оставь нас в покое!
zh_hk: 放過我們吧！

# station title
source: Research
ru: Исследовательская станция
zh_hk: 研究站

source: And a large convoy like ours was not exactly easy to hide.
ru: Большой конвой вроде нашего было довольно трудно спрятать.
zh_hk: 同時一支像我們這樣的龐大船隊可不是很容易去隱藏。

source: Req. Energy
ru: Треб. энергии
zh_hk: 能量需求

source: Interact
ru: Взаимодействие
zh_hk: 互動

source: Dump your cargo or you'll be destroyed!
ru: Сбрасывай груз или я разнесу Ваш кораблик!
zh_hk: 交出你的貨物不然你就死定了！

source: Research
ru: Изучить
zh_hk: 研究

source: We were constantly attacked. They wanted our technology. Our ships. Our weapons.
ru: Нас постоянно атаковали из-за наших технологий, кораблей и оружия.
zh_hk: 我們不斷地被襲擊，他們想要我們的科技，我們的飛船，我們的武器。

source: DebugScript
ru: Дебаг панель
zh_hk: 調試腳本

source: Please don't shoot! We will dump the cargo, but then you leave us alone!
ru: Не стреляйте! Мы отдадим груз, только не трогайте нас!
zh_hk: 別打了！我們會交出貨物，但是你要放過我們！

source: Place at least 3 items for research!
ru: Для исследования требуется как минимум три предмета.
zh_hk: 放置至少3個物品來研究！

source: For a long time we managed to fight them back, but at some point we couldn't fight any longer, and were overwhelmed.
ru: Мы долго сдерживали их силы, но в один прекрасный момент мы проиграли.
zh_hk: 很長一段時間我們試圖擊退他們，但是不久我們再也無法反擊，我們被擊垮了。

source: Produced Energy %s
ru: Производимая энергия %s
zh_hk: 生產能量 %s

source: Primary Fire
ru: Основной огонь
zh_hk: 主武器開火

source: Dump your cargo and you will be spared.
ru: Отдай мне свой и можешь проваливать.
zh_hk: 交出你的貨物你就能活命。

source: Transform into a new item
ru: Преобразовать в новый предмет
zh_hk: 轉換成新物品

source: Our hyperspace drives were destroyed, and now we're stuck here.
ru: Наши двигатели были уничтожены, и теперь мы застряли здесь.
zh_hk: 我們的超空間引擎被摧毀，然後現在我們困在了這裏。

source: Required Energy %s
ru: Требуемая энергия %s
zh_hk: 能量需求 %s

source: All Weapons
ru: Все турели
zh_hk: 所有武器

source: If you cooperate, I might spare your lives.
ru: Сотрудничаете, если хотите остаться в живых.
zh_hk: 如果你合作，我會放過你。

source: Your items cannot be more than one rarity apart!
ru: Разница в редкости между предметами не может превышать один уровень.
zh_hk: 合成物品中不能存在兩個不相鄰稀有等級的物品！

source: We are the descendants of the Haatii. Our ancestors used to live near the center of the galaxy.
ru: Мы потомки Хаатии. Наши предки жили около центра галактики.
zh_hk: 我們是Haatii的後裔，我們的祖先曾經居住在銀河中心附近。

source: Enable/Disable %s
ru: Включить/Выключить %s
zh_hk: 啟動/關閉 %s

source: Weapons 1
ru: Турель 1
zh_hk: 武器組 1

source: At second thought I don't need anything of you.
ru: Если подумать... мне от Вас ничего не нужно.
zh_hk: 經重新考慮我不要你的東西了。

source: You dont have enough items!
ru: У Вас недостаточно предметов.
zh_hk: 您沒有足夠物品！

source: Operation Exodus was the largest migration the galaxy had seen.
ru: Операция 'Исход' была самой большой миграцией, какую видела эта галактика.
zh_hk: Exodus行動是這個銀河中出現過的最大規模的移民行動。

source: You can't change the energy priority of your %s.
ru: Вы не можете менять приоритеты для %s.
zh_hk: 您不能更改 %s 的能量分配優先權。

source: Weapons 2
ru: Турель 2
zh_hk: 武器組 2

source: What kind of sick joke is this!?
ru: Что за шутки!?
zh_hk: 什麼噁心的玩笑！？

source: You need at least 3 items to do research!
ru: Вам требуется как минимум три предмета для исследования.
zh_hk: 您需要至少3個物品來研究！

source: After we realized we couldn't beat the Xsotan at the time, we decided to flee.
ru: Когда мы поняли что сдержать Зотанцев невозможно, то решили бежать.
zh_hk: 當時在意識到我們無法擊敗Xsotan之後，我們決定逃離。

source: Click and Drag to change energy priority of your %s.
ru: Нажмите и перетаскивайте для изменения приоритетов %s.
zh_hk: 點擊並拖動來更改您 %s 的能量分配優先權。

source: Weapons 3
ru: Турель 3
zh_hk: 武器組 3

source: We'll be out of here before you even get to us!
ru: Сначала попробуй нас догнать!
zh_hk: 在你碰到我們之前我們就跑掉了！

source: You must be docked to the station to research items.
ru: Для начала исследования необходимо пристыковаться.
zh_hk: 您必須停靠到空間站來研究物品。

source: They were getting closer and closer to our home sectors, so we and our allies decided that it was time to fall back and work out a new strategy.
ru: Они подходили все ближе и ближе к нашим родным секторам, поэтому мы и наши союзники решили отступить и выработать новую стратегию.
zh_hk: 他們越來越靠近我們的母星區，所以我們和我們的盟友決定是時候撤退並找出一種新策略了。

source: Rename Squad
ru: Переименовать эскадрилью
zh_hk: 重命名小隊

source: Weapons 4
ru: Турель 4
zh_hk: 武器組 4

source: You should leave.
ru: Вам лучше уйти.
zh_hk: 你該離開。

source: You must be closer to the ship to research items.
ru: Для начала исследования необходимо быть ближе к станции.
zh_hk: 您必須靠近飛船來研究物品。

source: We realized that the Xsotan were expanding their territory from the center of the galaxy, so we thought the best move would be to journey to the edge of the galaxy.
ru: Мы поняли что Зотанцы расширяют свою территорию от центра, поэтому лучшим вариантом было уйти на ее край.
zh_hk: 我們意識到Xsotan從銀河中心開始擴張他們的領土，所以我們認為最好的辦法就是旅行到銀河系邊緣。

source: Rename
ru: Переименовать
zh_hk: 重命名

source: Weapons 5
ru: Турель 5
zh_hk: 武器組 5

source: I will not give up my cargo freely to some petty pirate!
ru: Я не отдам свой груз какому-то жалкому пирату!
zh_hk: 我不會輕易把我的貨物交給你這種小海盜！

source: We don't want anything to do with you.
ru: Мы не желаем иметь с тобой никаких дел.
zh_hk: 我們不想跟你扯上關係。

source: We hoped that this might give us enough time to find a strategy to beat them.
ru: Мы надеялись что это даст нам достаточно времени.
zh_hk: 我們希望這會給予我們足夠時間去找出擊敗它們的策略。

source: Remove
ru: Удалить
zh_hk: 移除

source: Weapons 6
ru: Турель 6
zh_hk: 武器組 6

source: So be it then!
ru: Как будет угодно.
zh_hk: 那就試試啊！

source: Resistance Outpost
ru: Форпост Сопротивления
zh_hk: 反抗軍前哨

source: Half the galaxy had agreed to join us, and we went on with the preparations.
ru: Половина галактики присоединилась к нам, и мы начали готовиться.
zh_hk: 半個銀河同意加入我們，然後我們有準備地開始了。

source: New Squad
ru: Новая эскадрилья
zh_hk: 新的小隊

source: Weapons 7
ru: Турель 7
zh_hk: 武器組 7

source: Oops, sorry, wrong ship, carry on!
ru: Извиняюсь, не тот корабль, летите своим курсом!
zh_hk: 呀抱歉，找錯對象了，你們繼續！

source: Always great to see some new faces around here. As long as you're not a Xsotan or a pirate, you're welcome to this sector.
ru: Всегда приятно видеть новые лица. Мы рады всем, кроме Зотанцев и пиратов.
zh_hk: 看到新面孔出現在附近總是好事，只要你不是一個Xsotan或者海盜，歡迎你來到這個星區。

source: Then they hit us. We didn't know if they knew what we were planning or if it was just a coincidence, but subspace rifts started to appear.
ru: И тогда они напали. Не знаю, было ли это совпадением или продуманной атакой - однако начали появляться подпространственные разрывы.
zh_hk: 然後它們襲擊我們，我們不知道它們是否清楚我們的計畫或者這只是一種巧合，但是亞空間斷層開始出現。

source: Please enter a name for the squad:
ru: Введите название эскадрильи:
zh_hk: 請輸入小隊名字：

source: Weapons 8
ru: Турель 8
zh_hk: 武器組 8

source: %s Prime is at (%i:%i).
ru: Основной сектор %s находится в (%i:%i).
zh_hk: %s 的首都在 (%i:%i)。

source: Who are you?
ru: Кто ты?
zh_hk: 你是誰？

source: They tore the galaxy to shreds. Billions of lives were lost. Entire sectors just disappeared. It was a slaughter. And the worst part? We never even saw a single Xsotan ship.
ru: Они разорвали галактику на куски. Миллионы жизней были прерваны. Исчезли целые сектора. Настоящая бойня. А самое худшее - мы не видели ни одного Зотанского корабля.
zh_hk: 它們將銀河系撕裂成碎片，數十億生命逝去，整個整個星區消失了。這是一次大屠殺，最糟糕地是什麼？我們從未見過一艘單獨的Xsotan飛船。

source: Co-Op Controls
ru: Управление ко-оп
zh_hk: 合作控制

source: Weapons 9
ru: Турель 9
zh_hk: 武器組 9

source: %s Prime: \s(%i:%i)
ru: Основной сектор %s: \s(%i:%i)
zh_hk: %s 的首都: \s(%i:%i)

source: I heard you have some work for me?
ru: Я слышал, что у Вас есть для меня работа.
zh_hk: 我聽說你有工作介紹給我？

source: The alliance was weakened, and there were thousands of factions arising out of the chaos.
ru: Альянс был разбит, и из пепла вознеслись сотни новых фракций.
zh_hk: 整個聯盟被削弱了，數以千計的勢力出現了各種混亂。

source: Ship Steering
ru: Управление Кораблем
zh_hk: 船隻轉向

source: Next Target
ru: След. цель
zh_hk: 下個目標

source: You are not close enough to claim the object!
ru: Вы слишком далеко чтобы заявить права на этот объект!
zh_hk: 您要靠的足夠近才能佔領這個物體！

source: We are what's left of the factions in the center of the galaxy. We have been struggling against the Xsotan for over 200 years now. How can you not know this?
ru: Мы все что осталось от фракций живших раньше в центре галактики. Мы уже двести лет отражаем атаки Зотанцев. Как ты можешь этого не знать?
zh_hk: 我們是銀河中心的眾多勢力中僅存的，我們對抗Xsotan至今已經有兩百年了。 你怎麼會不知道？

source: But we had come too far, invested too many resources, we had to go through with Operation Exodus. But it was too disorganized.
ru: Мы уже прошли точку невозврата, вложив все свои силы в операцию 'Исход'. Но она была организована в слишком большой спешке.
zh_hk: 但我們已經走太遠了，投入太多資源，我們必須完成Exodus行動，但是它太無序了。

source: Only the pilot (first seat) is allowed to steer.
ru: Только пилот (на первом кресле) может управлять кораблем.
zh_hk: 僅飛行員（第一個位置）允許轉向。

source: Select
ru: Выбрать
zh_hk: 選擇

source: Claim
ru: Присвоить
zh_hk: 佔領

source: I'm not from around here.
ru: Я не местный.
zh_hk: 我不是這附近的人。

source: Nothing went according to plan. Most members of the alliance weren't even agreeing on where we would leave to.
ru: Все шло наперекосяк. Мы даже не могли договориться куда нам лететь.
zh_hk: 沒有任何事情按照計畫行動，聯盟的絕大多數成員甚至不能在我們該去哪的問題上達成一致。

source: Nearest Enemy
ru: Ближ. враг
zh_hk: 最近的敵對目標

source: Build
ru: Собрать
zh_hk: 建造

source: That's my own business.
ru: Это мое дело.
zh_hk: 這是我的事務。

source: Finally we decided that we could not wait any longer. We took off and left behind beacons that would lead the members of the Operation Exodus to this place.
ru: Наконец пришел момент, когда ждать дольше было уже нельзя. Мы ушли, оставив передатчики тем, кто пойдет по нашим стопам.
zh_hk: 最後我們決定我們不能再等了，我們出發並留下引領Exodus行動的成員到這地方來的信標。

source: Allow this player to control turret group %s.
ru: Передать игрку управление Группой турелей %s.
zh_hk: 允許該玩家控制炮臺組 %s。

source: Next Ally
ru: След. союзник
zh_hk: 下個友軍

source: Wait, are you actually from the outside? This is incredible!
ru: Ты что, и правда пришел из-за периметра? Это прекрасно!
zh_hk: 等等，你真的來自外面？這簡直不可思議！

source: A few hundred years back, an alien species appeared in the center of the galaxy. The Xsotan.
ru: Несколько сотен лет назад в центре галактики появился новый вид. Зотанцы.
zh_hk: 幾百年前，一個外星物種出現在了銀河中心，Xsotan。

source: Allow this player to control fighter squadron %i.
ru: Передать игрку контроль над Эскадрильей %i.
zh_hk: 允許該玩家控制艦載機小隊 %i。

source: Free Mouse
ru: Свободная мышь
zh_hk: 自由滑鼠

source: Yes, I am.
ru: Да..
zh_hk: 是啊，我是。

source: We knew aliens. Since the great rise of technology 600 years back, everybody knew how to build and use spaceships. This is how we all colonised space in the first place.
ru: Это далеко не первый раз, когда мы встречали иной вид. Со времен взлета технологического прогресса около 600 лет назад, все имели доступ к космическим путешествиям. Так мы и колонизировали космос.
zh_hk: 我們知道外星人，自從600年前的技術大爆發，所有人都知道怎麼去建造並駕駛太空飛船，這就是我們怎麼第一次殖民太空的。

source: Add Seat
ru: Добавьте кресло пилота
zh_hk: 增加座位

source: Show Server Info
ru: Информация о сервере
zh_hk: 顯示伺服器資訊

source: Orders
ru: Приказы
zh_hk: 命令

source: Why is that incredible?
ru: Что тут прекрасного?
zh_hk: 有什麼好稀奇的？

source: But the Xsotan were different. Cold. Careless.
ru: Зотанцы были другими. Холодными и беспощадными, как машины.
zh_hk: 但是Xsotan是不同的，冷酷，漠不關心。

source: Volume of %1% %2% required to unlock
ru: Чтобы разблокировать, требуется корабль объемом %1% %2%
zh_hk: 還需要 %1% %2% 體積解鎖

source: Move Cam 1
ru: Смещение камеры 1
zh_hk: 移動鏡頭 1

source: Craft Orders
ru: Строительные приказы
zh_hk: 飛船命令

source: I'm from the outside, so what?
ru: Да, из-за периметра. И что дальше?
zh_hk: 我就是來自外面的，怎麼地？

source: They didn't care for anybody, they didn't even answer our attempts to communicate. They just appeared and it seemed like they didn't care about anything at all.
ru: Их не интересовали другие народы, они даже не отвечали на попытки связаться. Они просто появлялись, и занимались своими делами.
zh_hk: 它們不在乎任何人，它們甚至不回復我們進行聯絡的嘗試。它們就那樣出現並且看起來它們根本不會在乎任何東西。

source: Systems
ru: Системы
zh_hk: 系統

source: Move Cam 2
ru: Смещение камеры 2
zh_hk: 移動鏡頭 2

source: Idle
ru: Ждать
zh_hk: 待命

source: I'll be gone now.
ru: Мне пора.
zh_hk: 我要走了。

source: Then they started... harvesting.
ru: А потом начали... жатву.
zh_hk: 然後它們開始……收割。

source: Continue
ru: Продолжить
zh_hk: 繼續

source: Reset Camera
ru: Сброс камеры
zh_hk: 重設鏡頭

source: Passive
ru: Отменить текущую задачу
zh_hk: 被動

source: So what!?
ru: И что!?
zh_hk: 你問怎麼了！？

source: They ate away everything. Asteroids. Ships. Some say they even consume entire planets.
ru: Они пожирали все: астероиды, корабли. Некоторые говорят, что даже целые планеты.
zh_hk: 它們吃掉所有東西，小行星、飛船……有人說它們甚至吞掉了整個行星。

source: You need a ship to play this part of the tutorial.
ru: Для прохождения этой части обучения нужен корабль.
zh_hk: 您需要一艘飛船來進行這部分教程。

source: Camera Forward
ru: Камера: вперед
zh_hk: 攝像機前移

source: Guard This Position
ru: Охранять эту позицию
zh_hk: 防禦這個位置

source: We haven't seen anybody from the outside for hundreds of years! This changes everything! So many questions... How did you manage to get here? And why would you even come here?
ru: С той стороны уже сотни лет никто не появлялся. Это меняет все! Так много вопросов... Как ты сюда добрался ? И зачем?
zh_hk: 我們已經有幾百年沒看到有人從外面進來了！ 這簡直顛覆一切！ 我們有好多問題……你怎麼來到這裏的？ 還有你為什麼要來這裏？

source: After a great battle we realized that we didn't stand a chance. Not that they were unbeatable, we did manage to win several battles.
ru: После долгих боев мы осознали, что бессильны. Не потому что они непобедимы - мы выигрывали сражения.
zh_hk: 在一次大規模戰爭後我們就意識到我們沒有獲勝的機會，不是因為它們不可戰勝，我們也贏了幾次戰鬥。

source: Not enough resources. You need at least 5.000 credits and 1.000 Iron.
ru: Недостаточно ресурсов. Требуется как минимум 5.000 Кредитов и 1.000 Железа.
zh_hk: 沒有足夠資源，您需要至少5,000 資金和1,000 鐵礦石。

source: Camera Backward
ru: Камера: назад
zh_hk: 攝像機後退

source: Patrol Sector
ru: Патрулировать сектор
zh_hk: 巡邏星區

source: I want to put an end to the Xsotan.
ru: Я хочу покончить с Зотанцами.
zh_hk: 我要終結Xsotan。

source: But they just kept pouring out of the center, more and more of them. In the end it didn't matter, they would just overrun us as they had way more resources.
ru: Но они продолжали наступать из центра галактики, все больше и больше. Они просто задавили бы нас числом.
zh_hk: 但是它們就是那樣從銀心湧出來，越來越多。最後這都不重要了，它們會單純用更多資源壓倒我們。

source: Your ship is too small. You can only play this part of the tutorial if your ship requires a crew!
ru: Ваш корабль слишком маленький. Вы сможете пройти только эту часть урока, если Ваш корабль требует экипаж!
zh_hk: 您的飛船太小了，您需要讓船隻需求至少一名船員來進行這部分教程！

source: Camera Left
ru: Камера: влево
zh_hk: 攝像機左移

source: Escort Me
ru: Сопровождать меня
zh_hk: 護衛我

source: Just curious.
ru: Чистое любопытство.
zh_hk: 只是好奇。
