Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Your generator generates energy and your systems drain it. Excess energy will be stored in your ship's energy storage and drained from there when your systems require more energy, for example in combat or after a hyperspace jump.
ru: Генератор производит энергию для систем корабля. Излишки энергии накапливаются в аккумуляторах и расходуются в случае увеличения нагрузки, например в бою или после гиперпрыжка.
zh_hk: 您的反應爐產生能量，您的飛船系統消耗它。多餘的能量會儲存在船隻的艦載電容裏並在需要時從中消耗，如戰鬥或超空間跳躍後的充能。

# tooltip
source: Galaxy Map (%s)
ru: Галактическая карта (%s)
zh_hk: 銀河地圖 (%s)

source: Created Galaxies:
ru: Ваши галактики:
zh_hk: 現有銀河系：

source: The Galactic Clan of %s
ru: Галактический Клан %s
zh_hk: %s銀河部落

source: If your ship doesn't produce enough energy, the energy consumption will drain its batteries. Once they're empty, your ship's systems will work with less capacity or even fail.
ru: Если не производится достаточно энергии, то расходуется запас из аккумуляторов. Когда они опустеют - системы корабля начнут работать хуже или отключатся вовсе.
zh_hk: 如果您的船隻無法產生足夠的能量，就會從電池電容中消耗能量。一旦電池空了，您的船隻系統就會以低效率運轉甚至系統失效。

# tooltip
source: Mail (%s)
ru: Почта (%s)
zh_hk: 郵件 (%s)

source: Host a multiplayer game in galaxy '%s'
ru: Хост многопользовательской игры в галактике '%s'
zh_hk: 創建一個多人遊戲，使用銀河系'%s'

source: The Universal %s Clan
ru: Вселенский %s Клан
zh_hk: %s宇宙部落

source: Your energy storage can't be charged with endless speed. You can only charge it with a 20th of its capacity per second, and excess energy will be lost.
ru: Скорость зарядки аккумуляторов не может превышать 1/20 их общего объема в секунду, а излишки энергии теряются.
zh_hk: 您的能量電容不能以無限大的速度充能，最多只能以每秒20的容量回填，多餘的能量將會流失掉。

source: You have %i unread mails
ru: У Вас %i непрочитанных сообщений
zh_hk: 您有 %i 封未讀郵件

source: Host New
ru: Создать
zh_hk: 創建一個新的銀河系

source: The Universal Clan of %s
ru: Вселенский Клан %s
zh_hk: %s宇宙部落

source: The galaxy is filled with valuable objects, such as secret stashes or ship wreckages. Some of those wreckages can even be made functional again.
ru: Галактика наполнена ценными объектами вроде секретных хранилищ и обломков кораблей. Некоторые устройства в обломках могут сохранять работоспособность.
zh_hk: 銀河中充滿有價值物體，比方說秘密藏匿處或者船隻殘骸，一些殘骸甚至可以再次運轉。

# tooltip
source: Game Menu (%s)
ru: Игровое меню (%s)
zh_hk: 系統選單 (%s)

source: Host Existing
ru: Загрузить
zh_hk: 用已有銀河系來創建

source: The Democratic %s Clan
ru: Демократический %s Клан
zh_hk: %s民主部落

source: The gate system offers a safe and fast way of travelling, for a price. Each passage will cost you money, and the price depends on the distance and your relations to the owners of the gate.
ru: Система прыжковых врат позволяет быстро и безопасно путешествовать между населенными системами за небольшую плату. Цена зависит от расстояния и Ваших отношений к владельцам врат.
zh_hk: 星門提供安全快捷的旅行方式，但是有代價的。每次旅程都會花費資金，價格取決於距離及您與星門所屬勢力的關係。

# tooltip
source: Building Mode (%s)
ru: Режим строительства (%s)
zh_hk: 建造模式 (%s)

source: Do you really wish to permanently delete this galaxy?
ru: Вы действительно хотите удалить эту галактику?
zh_hk: 您真的想永久刪除這個銀河系嗎？

source: Overpopulated
ru: Перенаселение
zh_hk: 船員過多。

source: The Democratic Clan of %s
ru: Демократический Клан %s
zh_hk: %s民主部落

source: Everything in the game is generated procedurally - no matter where you go, you will always find something new!
ru: Все в игре процедурно генерируется. Неважно куда Вы двигаетесь - Вы всегда найдете что-то новое!
zh_hk: 遊戲中的一切都是程式生成的 - 不管您去哪，您總會找到新的東西！

source: Tutorial
ru: Обучение
zh_hk: 教程

source: Address
ru: Адрес
zh_hk: 地址

source: Underpaid
ru: Недоплата
zh_hk: 工資未支付。

source: The United %s Church
ru: Объединенная %s Церковь
zh_hk: %s聯合教會

source: The green dots on the map show sectors where you can find something.
ru: Зеленые точки на карте галактики показывают системы в которых Вы можете найти что-то интересное.
zh_hk: 星圖上的有綠點的星區表示存在發射主動信號的物體。

source: Report a Bug
ru: Я нашел баг!
zh_hk: 報告BUG

source: Players
ru: Игроки
zh_hk: 玩家

source: Your craft %s \s(%s:%s) is under attack!
ru: Ваш корабль %s \s(%s:%s) атакован!
zh_hk: 飛船 %s \s(%s:%s) 遭受攻擊！

source: The United Church of %s
ru: Объединенная Церковь %s
zh_hk: %s聯合教會

source: The blue radius around your position on the map shows how far your ship can jump.
ru: Голубой радиус вокруг Вашего корабля на карте галактики показывает как далеко Вы можете осуществить гиперпрыжок.
zh_hk: 星圖上您所處位置周圍的藍圈表示您的飛船可以跳躍到的地方。

source: Repair Ship
ru: Отремонтировать корабль
zh_hk: 修理飛船

source: Join
ru: Присоединиться
zh_hk: 加入

source: One of your crafts is under attack in sector \s(%s:%s)
ru: Один из Ваших кораблей из сектора \s(%s:%s) атакован!
zh_hk: 您的一艘飛船在星區 \s(%s:%s) 遭受攻擊

source: The Galactic %s Church
ru: Галактическая %s Церковь
zh_hk: %s銀河教會

source: Visited sectors that are not empty are marked automatically on your map.
ru: Посещенные сектора автоматически отмечаются на карте.
zh_hk: 訪問過的非空星區會自動在星圖上標記出來。

source: Repair
ru: Отремонтировать
zh_hk: 修理

source: Join the local network game
ru: Присоединиться к LAN-игре
zh_hk: 加入局域網遊戲

source: Engine
ru: Двигатель
zh_hk: 引擎

source: The Galactic Church of %s
ru: Галактическая Церковь %s
zh_hk: %s銀河教會

source: Make sure you also explore sectors that are not marked with a green dot. But be careful, pirates like to hide in these unknown regions.
ru: В секторах без зеленой метки тоже можно найти что-то интересное. Но будьте осторожны - там любят прятаться пираты.
zh_hk: 您也可以探索那些沒有被標記綠點的星區，但是當心，海盜往往喜歡藏在這些未知區域。

source: Discard Broken Blocks
ru: Отбросить повреж. блоки
zh_hk: 忽略本次損壞

source: Refresh
ru: Обновить
zh_hk: 刷新

source: None
ru: Ничего
zh_hk: 無

source: The Universal %s Church
ru: Вселенская %s Церковь
zh_hk: %s宇宙教會

source: A flight recorder block will mark the location of your ship's destruction on the map - but only if it's still intact when the ship is destroyed! So make sure your flight recorders are protected.
ru: Маяк покажет место крушения вашего корабля. Но только в том случае если он сам не будет уничтожен. Не забывайте об этом планируя корабль.
zh_hk: 一個飛行記錄儀將在地圖上標記船隻墜毀的地方-但僅限殘骸中記錄儀依舊健在！請保護好飛行記錄儀本身。

source: Repairs your ship.
ru: Ремонтирует Ваш корабль.
zh_hk: 修理您的船隻。

source: Refresh LAN games
ru: Обновить LAN-игру
zh_hk: 刷新LAN遊戲

source: Ship
ru: Корабль
zh_hk: 船隻

source: The Universal Church of %s
ru: Вселенская Церковь %s
zh_hk: %s宇宙教會

source: Your ships need crews. You can hire crews at various friendly stations.
ru: Кораблям нужен экипаж. Его можно нанять на станциях.
zh_hk: 您的船隻需要船員，您可以在各個友好空間站雇傭船員。

source: Discards required repairs and accepts the ship as "repaired" as it is now. Your original design for this ship will be lost.
ru: Блоки требующие ремонта будут удалены. Ваш корабль будет считаться целым, но потеряет свой изначальный дизайн.
zh_hk: 放棄本次所需的修理並設置當前飛船狀態為已修復，您這條飛船的原設計會被覆蓋。

source: Host
ru: Хостинг
zh_hk: 建立主機

source: Drone
ru: Дрон
zh_hk: 無人機

source: The Democratic %s Church
ru: Демократическая %s Церковь
zh_hk: %s民主教會

source: Assign more than the minimum number of crew members to professions to gain boosts in that profession.
ru: Назначение на какие-либо должности большего числа людей, чем требуется, даст прирост к производительности.
zh_hk: 任命超過最低運轉所需船員來加速船員等級提升的速度。

source: Rotate Whole Ship
ru: Повернуть весь корабль
zh_hk: 整體旋轉船隻

source: Host a new LAN game
ru: Создать новую LAN-игру
zh_hk: 主建一個新的LAN遊戲

source: Station
ru: Станция
zh_hk: 空間站

source: The Democratic Church of %s
ru: Демократическая Церковь %s
zh_hk: %s民主教會

source: Your turrets need crew members that operate them. If a turret is not working, check if you have enough crewmen to operate all your turrets.
ru: Турелям требуются наводчики. Если турель не работает - проверьте, достаточно ли у Вас людей для ее управления.
zh_hk: 您的炮臺需要船員來操作它們，如果一個炮臺沒有工作，檢查是否有足夠的船員來操控全部炮臺。

source: Local Network Multiplayer
ru: Многопользовательская игра по локальной сети
zh_hk: 局域網多人遊戲

source: Turret
ru: Турель
zh_hk: 炮臺

source: The United %s Corporation
ru: Объединенная %s Корпорация
zh_hk: %s聯合公司

source: Ships decay over time. Assign crewmembers to the repair crew so your ships stay in shape.
ru: Корабли со временем ветшают. Механики занимаются его ремонтом.
zh_hk: 船隻會隨時間流逝而損壞，指派您的船員為機械師以維護船隻。

source: Searching ...
ru: Поиск ...
zh_hk: 搜索中……

source: Asteroid
ru: Астероид
zh_hk: 小行星

source: The United Corporation of %s
ru: Объединенная Корпорация %s
zh_hk: %s聯合公司

source: Repair crews can't reconstruct broken off parts of your ship. You need a repair dock to repair such damage.
ru: Механики не могут восстанавливать уничтоженные блоки, для этого потребуется установка нового в доке или меню строительства.
zh_hk: 機械師不能重建船隻上已經被摧毀的方塊，您需要一個維修站來維修這種損毀。

source: Main Menu
ru: Главное меню
zh_hk: 主選單

source: Wreckage
ru: Остов
zh_hk: 殘骸

source: The Galactic %s Corporation
ru: Галактическая %s Корпорация
zh_hk: %s銀河公司

source: You need a minimum crew for various jobs on your ship in order to have the ship work optimally.
ru: Необходимо назначить минимально необходимое количество экипажа на требуемые должности для поддержания корабля в рабочем состоянии.
zh_hk: 各種各樣的崗位都有最低船員需求來保持船隻良好運轉。

source: Upload To Workshop...
ru: Загрузить в Мастерскую...
zh_hk: 上傳創意工坊……

source: Singleplayer
ru: Одиночная игра
zh_hk: 單人遊戲

source: Anomaly
ru: Аномалия
zh_hk: 異常

source: The Galactic Corporation of %s
ru: Галактическая Корпорация %s
zh_hk: %s銀河公司

source: Hire more than the required minimum amount of crewmen to compensate losses during combat.
ru: Держать на корабле дополнительный экипаж может быть полезно на случай боевых потерь.
zh_hk: 雇傭比最低需求更多的船員來彌補戰鬥中的損失。

source: Show in Workshop
ru: Показать в Мастерской
zh_hk: 在工坊中顯示

source: Multiplayer
ru: Мультиплеер
zh_hk: 多人遊戲

source: Loot
ru: Добыча
zh_hk: 戰利品

source: The Universal %s Corporation
ru: Вселенская %s Корпорация
zh_hk: %s宇宙公司

source: Crewmen on your ship who don't work in a specific field want to get paid, too.
ru: Не занятые члены экипажа тоже требуют зарплаты.
zh_hk: 您船隻上閒置的船員也需要發薪水。

source: Save Ship
ru: Сохранить
zh_hk: 保存飛船

source: Settings
ru: Настройки
zh_hk: 設置

source: WormHole
ru: Червоточина
zh_hk: 蟲洞

source: The Universal Corporation of %s
ru: Вселенская Корпорация %s
zh_hk: %s宇宙公司

# as in Repair Iron Hull
source: Repair
ru: Отремонтировать:
zh_hk: 維修

source: Delete
ru: Удалить
zh_hk: 刪除

source: Reset Achievements
ru: Сброс достижений
zh_hk: 重設成就

source: Fighter
ru: Истребитель
zh_hk: 戰鬥機

source: The Democratic %s Corporation
ru: Демократическая %s Корпорация
zh_hk: %s民主公司

source: Transform into
ru: Преобразовать в
zh_hk: 轉換成

source: To Clipboard
ru: Скопировать
zh_hk: 到剪貼板

source: Quit
ru: Выход
zh_hk: 退出

source: Unknown
ru: Неизвестный
zh_hk: 未知

source: The Democratic Corporation of %s
ru: Демократическая Корпорация %s
zh_hk: %s民主公司

source: Your craft doesn't meet all requirements for building.
ru: Ваш корабль не соответствует требованиям для строительства.
zh_hk: 您的飛船沒有滿足建造的所有條件

source: Apply Plan
ru: Использовать
zh_hk: 使用藍圖

source: Avorion Client %s Press F5!
ru: Версия клиента: %s Нажмите F5!
zh_hk: Avorion客戶端 %s 按F5變換背景

source: Other
ru: Другое
zh_hk: 其他

source: The United %s Federation
ru: Объединенная %s Федерация
zh_hk: %s聯邦

source: You can't edit your drone. Found a ship first!
ru: Нельзя редактировать дрон. Для начала нужно создать корабль!
zh_hk: 您不能改裝初始採礦無人機，請先建立一艘飛船！

source: Save your currently edited craft
ru: Сохранить измененный вами корабль
zh_hk: 保存正在編輯的藍圖

source: Browse Servers
ru: Список серверов
zh_hk: 瀏覽伺服器

source: Flight Assist
ru: Ассистент полета
zh_hk: 飛控輔助

source: The United Federation of %s
ru: Объединенное Федерация %s
zh_hk: %s聯邦

source: You can't edit fighters.
ru: Вы не можете редактировать истребители.
zh_hk: 您不能編輯戰鬥機。

source: Save Path:
ru: Путь к чертежу:
zh_hk: 保存路徑：

source: Browse listed online servers
ru: Список публичных серверов
zh_hk: 瀏覽線上伺服器列表

source: Gyros
ru: Гироскопы
zh_hk: 陀螺儀

source: The Galactic %s Federation
ru: Галактическое %s Федерация
zh_hk: %s銀河聯邦

source: You don't have permission to modify this.
ru: У Вас нет разрешения на изменение этого объекта.
zh_hk: 您沒有改造這個的許可。

source: Show cost difference to current ship
ru: Показывать разницу в цене этого корабля
zh_hk: 顯示與當前船隻的資源消耗差異

source: Join via IP
ru: Подключиться по IP
zh_hk: 通過IP加入

source: Hangar
ru: Ангар
zh_hk: 機庫

source: The Galactic Federation of %s
ru: Галактическое Федерация %s
zh_hk: %s銀河聯邦

source: You can't delete the root block of your ship (Safe Mode)
ru: Вы не можете удалить основной блок Вашего корабля (Безопасный Режим)
zh_hk: 您不能刪除飛船的起始方塊（安全模式）

source: Your ship's plan was auto-saved to %s
ru: Чертеж Вашего корабля был сохранен в %s.
zh_hk: 您的飛船藍圖已經被自動保存到%s

source: Join servers directly via IP
ru: Подключиться напрямую по IP
zh_hk: 通過IP直連伺服器

source: Hyperspace Engine
ru: Гиперпространственный двигатель
zh_hk: 超空間引擎

source: The Universal %s Federation
ru: Вселенская %s Федерация
zh_hk: %s宇宙聯邦

source: You can't delete blocks that have turrets attached (Safe Mode)
ru: Нельзя удалять блоки с турелями (Безопасный Режим)
zh_hk: 您不能刪除有安裝著炮臺的方塊（安全模式）

source: Open the workshop site of this item
ru: Открыть ссылку на этот предмет в Мастерской
zh_hk: 打開該物品的創意工坊頁面

source: Join LAN
ru: Подключиться по LAN
zh_hk: 通過LAN加入

source: Life Support
ru: Система жизнеобеспечения
zh_hk: 生命維持系統

source: The Universal Federation of %s
ru: Вселенская Федерация %s
zh_hk: %s宇宙聯邦

source: This would delete more than the selected blocks (Safe Mode)
ru: Этим действием Вы удаляете больше блоков чем отметили (Безопасный Режим)
zh_hk: 這會刪除掉比選擇更多的方塊 （安全模式）

source: You're subscribed to this craft. To delete it from this list, unsubscribe in the Steam Workshop.
ru: Вы подписались на этот корабль. Чтобы его удалить, отпишитесь от его страницы в Макстерской.
zh_hk: 您訂閱了此物品！慾從此列表中刪除物品請在創意工坊中取消訂閱。

source: Dedicated Server
ru: Выделенный сервер
zh_hk: 專用伺服器

source: Shields
ru: Щиты
zh_hk: 護盾

source: The Democratic %s Federation
ru: Демократическое %s Федерация
zh_hk: %s民主聯邦

source: Error (Safe Mode)
ru: Ошибка (Безопасный Режим)
zh_hk: 錯誤（安全模式）

source: Your ship has no crew!
ru: На корабле нет экипажа!
zh_hk: 您的飛船沒有船員！

source: Status
ru: Статус
zh_hk: 狀態

source: Ship Systems
ru: Системы корабля
zh_hk: 船隻系統

source: The Democratic Federation of %s
ru: Демократическое Федерация %s
zh_hk: %s民主聯邦

source: Player
ru: Игрок
zh_hk: 玩家

source: Your ship is overpopulated! Build more quarters to support all your crew!
ru: Ваш корабль перенаселен Постройте больше жилых отсеков для экипажа.
zh_hk: 您的飛船船員過量！ 建造更多人員艙來容納所有船員！

source: Online
ru: Онлайн
zh_hk: 線上

source: Integrity
ru: Структ. Целостность
zh_hk: 船體防護場維持

source: The United %s Collective
ru: Объединенная %s Коллаборация
zh_hk: %s聯合集團

source: Ping
ru: Пинг
zh_hk: Ping延遲

source: Not enough mechanics! Your ship will slowly take damage!
ru: Слишком мало механиков! Ваш корабль медленно ветшает!
zh_hk: 沒有足夠的機械師！ 飛船會緩慢地受到傷害！

source: Unreachable
ru: Недоступен
zh_hk: 不可用

source: Thrusters
ru: Маневровые двигатели
zh_hk: 推進器

source: The United Collective of %s
ru: Объединенная Коллаборация %s
zh_hk: %s聯合集團

source: Escort
ru: Сопровождать
zh_hk: 護航

source: Not enough engineers! Your ship can't fly at optimal speed!
ru: Слишком мало инженеров! Ваш корабль не сможет лететь на оптимальной скорости!
zh_hk: 沒有足夠的工程師！ 飛船不能以正常航速行駛！

source: refreshing...
ru: обновление...
zh_hk: 刷新中……

source: Turrets
ru: Турели
zh_hk: 炮臺

source: The Galactic %s Collective
ru: Галактическая %s Коллаборация
zh_hk: %s銀河集團

source: Fly Through
ru: Пролететь
zh_hk: 通過

source: Not enough crew men for all armed turrets!
ru: Слишком мало наводчиков для обеспечения работы всех орудий!
zh_hk: 沒有足夠的船員來操控所有武器炮臺！

source: Join the server
ru: Подключиться
zh_hk: 加入伺服器

source: Weapons
ru: Оружие
zh_hk: 武器

source: The Galactic Collective of %s
ru: Галактическая Коллаборация %s
zh_hk: %s銀河集團

source: Fly Here
ru: Лететь сюда
zh_hk: 飛到這裏

source: Not enough crew men for all mining turrets!
ru: Слишком мало рудокопов для обеспечения работы всех производственных лазеров!
zh_hk: 沒有足夠的船員來操控所有採礦炮臺！

source: Refresh servers
ru: Обновить список
zh_hk: 刷新伺服器列表

source: Engineers
ru: Инженеры
zh_hk: 工程師

source: The Universal %s Collective
ru: Вселенская %s Коллаборация
zh_hk: %s宇宙集團

source: Stop
ru: Стоп
zh_hk: 停止

source: Your ship is using up more energy that it can produce!
ru: Ваш корабль расходует больше энергии чем производит!
zh_hk: 您的飛船能量產能低於消耗！

source: Add Server
ru: Добавить сервер
zh_hk: 添加伺服器

source: Gunners
ru: Наводчики
zh_hk: 炮手

source: The Universal Collective of %s
ru: Вселенская Коллаборация %s
zh_hk: %s宇宙集團

source: Starting Game ...
ru: Старт игры ...
zh_hk: 正在啟動遊戲……

source: Your %s is using up all your energy!
ru: Система (%s) расходует всю энергию корабля!
zh_hk: 您的%s正在耗盡能源！

source: Add a new server to the list
ru: Добавить новый сервер в список
zh_hk: 添加一個新的伺服器到列表中

source: Miners
ru: Рудокопы
zh_hk: 礦工

source: The Democratic %s Collective
ru: Демократическая %s Коллаборация
zh_hk: %s民主集團

source: Singleplayer server startup failed.
ru: Не удалось запустить оффлайн сервер.
zh_hk: 單人遊戲伺服器啟動失敗。

source: Your yaw rotation speed is bad.
ru: Скорость рыскания (лев.\прав.) корабля недостаточна.
zh_hk: 偏航速率過低。

source: Server Address:
ru: Адрес сервера:
zh_hk: 伺服器地址：

source: Mechanics
ru: Механики
zh_hk: 機械師

source: The Democratic Collective of %s
ru: Демократическая Коллаборация %s
zh_hk: %s民主集團

source: Connection to server failed
ru: Соединение с сервером не удалось
zh_hk: 連接伺服器失敗

source: Your pitch rotation speed is bad.
ru: Скорость наклона (вверх\вниз) корабля недостаточна.
zh_hk: 俯仰速率過低。

source: Server Name:
ru: Имя сервера:
zh_hk: 伺服器名字：

source: Pilots
ru: Пилоты
zh_hk: 飛行員

source: The United %s Followers
ru: Объединенные %s Последователи
zh_hk: %s追隨者聯合

source: Connection to %s failed
ru: Соединение с %s не удалось
zh_hk: 連接到%s失敗

source: Your roll rotation speed is bad.
ru: Скорость вращения корабля недостаточна.
zh_hk: 橫滾速率過低。

source: You must enter an address for the server.
ru: Необходимо ввести адрес сервера.
zh_hk: 您必須鍵入伺服器地址。

source: Security
ru: Охранники
zh_hk: 防禦隊員

source: The United Followers of %s
ru: Объединенные Последователи %s
zh_hk: %s追隨者聯合

source: Connection refused: %s
ru: Соединение отклонено: %s
zh_hk: 連接被拒絕：%s

source: Your brake thrust is very low, build thrusters to reduce drifting or build your ship out of a lighter material!
ru: Сила торможения крайне мала, установите больше маневровых двигателей или замените блоки корабля на более легкие.
zh_hk: 您的制動推力過低，建造推進器來降低漂移 或用更輕的材料來建造您的飛船！

source: You must enter a name for the server.
ru: Необходимо ввести имя сервера.
zh_hk: 您必須鍵入伺服器名字。

source: Boarders
ru: Десантники
zh_hk: 突擊隊員

source: The Galactic %s Followers
ru: Галактические %s Последователи
zh_hk: %s銀河追隨者

source: Connection to server failed: Server unreachable
ru: Подключение к серверу невозможно: Сервер недоступен
zh_hk: 連接到伺服器失敗：伺服器不可用

source: Your brake thrust is low, build thrusters to reduce drifting or build your ship out of a lighter material!
ru: Сила торможения мала, установите больше маневровых двигателей или замените блоки корабля на более легкие.
zh_hk: 您的制動推力較低，建造推進器來降低漂移 或用更輕得材料來建造您的飛船！

source: Resume game
ru: Продолжить игру
zh_hk: 繼續遊戲

source: Sergeants
ru: Сержанты
zh_hk: 士官

source: The Galactic Followers of %s
ru: Галактические Последователи %s
zh_hk: %s銀河追隨者

source: Connection to %s failed: Server unreachable
ru: Подключение к %s не удалось: Сервер недоступен
zh_hk: 連接到%s失敗：伺服器不可用

source: Your life support doesn't have enough power, your crewmen may die!
ru: Системе жизнеобеспечения не хватает энергии, Ваши члены экипажа могут умереть!
zh_hk: 您的生命維持系統沒有足夠能量，船員可能致命！

source: Resume the game
ru: Вернуться к игре
zh_hk: 繼續遊戲

source: Lieutenants
ru: Лейтенанты
zh_hk: 尉官

source: The Universal %s Followers
ru: Вселенские %s Последователи
zh_hk: %s宇宙追隨者

source: Starting Singleplayer...
ru: Запуск одиночной игры...
zh_hk: 正在啟動單人遊戲……

source: Your ship is severely damaged! Repair it in the building mode or at a repair dock.
ru: Ваш корабль сильно поврежден! Почините его в ремонтном доке или в режиме строительства.
zh_hk: 您的飛船嚴重受損！ 請儘快在建造模式或停靠維修站維修。

source: Leave Galaxy
ru: Покинуть галактику
zh_hk: 離開銀河系

source: Commanders
ru: Коммандеры
zh_hk: 校官

source: The Universal Followers of %s
ru: Вселенские Последователи %s
zh_hk: %s宇宙追隨者

source: Connecting...
ru: Соединение...
zh_hk: 連接中……

source: Your ship is damaged! Repair it in the building mode or at a repair dock.
ru: Ваш корабль поврежден! Почините его в ремонтном доке или в режиме строительства.
zh_hk: 您的飛船受損！ 請在建造模式或停靠維修站維修。

source: Leave the current game
ru: Покинуть текущую игру
zh_hk: 離開當前遊戲

source: Generals
ru: Генералы
zh_hk: 將軍

source: The Democratic %s Followers
ru: Демократические %s Последователи
zh_hk: %s民主追隨者

source: Connection failed
ru: Соединение не удалось
zh_hk: 連接失敗

source: Your ship is VERY weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
ru: Ваш корабль НАМНОГО слабее других кораблей в этом регионе. Если Вы хотите выжить в бою - найдите вооружение получше и установите больше брони и щитов.
zh_hk: 您的飛船在本星區太弱。 若想在戰鬥中倖存，您該更好地武裝，添加護盾或擴展它！

source: Game Options
ru: Настройки
zh_hk: 遊戲設置

source: Captains
ru: Капитаны
zh_hk: 艦長

source: The Democratic Followers of %s
ru: Демократические Последователи %s
zh_hk: %s民主追隨者

source: Connection closed
ru: Соединение закрыто
zh_hk: 連接關閉

source: Your ship is weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
ru: Ваш корабль слабее других кораблей региона. Если Вы хотите выжить в бою - найдите вооружение получше и установите больше брони и щитов.
zh_hk: 您的飛船在本星區較弱。 若想在戰鬥中倖存，您該更好地武裝，添加護盾或擴展它！

source: Controls
ru: Управление
zh_hk: 控制

source: Crewmen
ru: Экипаж
zh_hk: 船員

source: The United %s Organisation
ru: Объединенная %s Организация
zh_hk: %s聯合協會

source: Connection lost: No response from server
ru: Соединение потеряно: нет ответа от сервера
zh_hk: 連接丟失：伺服器無回應

source: Relations
ru: Отношение
zh_hk: 關係

source: Sound
ru: Звук
zh_hk: 聲效

source: Engineer
ru: Инженер
zh_hk: 工程師

source: The United Organisation of %s
ru: Объединенная Организация %s
zh_hk: %s聯合協會

source: Server closed connection as it did not receive any more messages from client
ru: Сервер закрыл соединение по причине потери связи с клиентом
zh_hk: 伺服器關閉了連接：未收到客戶端資訊

source: Volume
ru: Объем
zh_hk: 體積

source: Show Private
ru: Показывать частные
zh_hk: 顯示私有

source: Gunner
ru: Наводчик
zh_hk: 炮手

source: The Galactic %s Organisation
ru: Галактическая %s Организация
zh_hk: %s銀河協會

source: Connection closed by server
ru: Соединение закрыто сервером
zh_hk: 連接被服務器關閉

source: Blocks
ru: Блоки
zh_hk: 方塊數

source: Show Empty
ru: Показывать пустые
zh_hk: 顯示無人

source: Miner
ru: Рудокоп
zh_hk: 礦工

source: The Galactic Organisation of %s
ru: Галактическая Организация %s
zh_hk: %s銀河協會

source: Loading ...
ru: Загрузка...
zh_hk: 載入中……

source: Distance
ru: Расстояние
zh_hk: 距離

source: Show Full
ru: Показывать заполненные
zh_hk: 顯示滿員

source: Mechanic
ru: Механик
zh_hk: 機械師

source: The Universal %s Organisation
ru: Вселенская %s Организация
zh_hk: %s宇宙協會

source: Press Space Bar to Continue
ru: Нажмите Пробел чтобы продолжить
zh_hk: 按 空格鍵 繼續

source: %d km
ru: %d км
zh_hk: %d 公里

source: Refresh LAN
ru: Обновить список
zh_hk: 刷新LAN

source: Pilot
ru: Пилот
zh_hk: 飛行員

source: The Universal Organisation of %s
ru: Вселенская Организация %s
zh_hk: %s宇宙協會

source: Too many messages.
ru: Слишком много сообщений.
zh_hk: 連續發送的消息過多。

source: Velocity
ru: Скорость
zh_hk: 航速

source: Game
ru: Игра
zh_hk: 遊戲

source: Boarder
ru: Десантник
zh_hk: 突擊隊員

source: The Democratic %s Organisation
ru: Демократическое %s Организация
zh_hk: %s民主協會
