Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: When placing an engine turn your camera to see where it is facing.
ru: При установке двигателя поворачивайте камеру чтобы видеть куда он направлен.
zh_hk: 當放置一個引擎時您該轉動您的攝像機來看它的朝向。

source: What's up?
ru: Как дела?
zh_hk: 發生什麼了？

# Weapon Type
source: Laser
ru: Лазерное оружие
zh_hk: 鐳射器

source: This is the default ship block. Average price, average durability, no special abilities.
ru: Это стандартный блок корабельного корпуса. Средняя стоимость, средняя прочность, без каких либо особенностей.
zh_hk: 這是默認飛船方塊， 一般的價格，一般的耐久度，沒啥特別的。

source: %s is already in a group.
ru: %s уже находится в группе.
zh_hk: %s 已在組隊中。

source: Hello, my name is Tin. I am a trader in need of help. I see you have a functioning spaceship. Would it be open for buisness?
ru: Добрый день, меня зовут Тин. Я торговец, и мне нужна помощь. Я вижу у тебя есть исправный корабль. Не мог бы ты помочь мне?
zh_hk: 你好，我叫做Tin，我是個需要幫助的商人。我注意到你有一艘運作中的飛船，你能用它幫幫忙嗎？

# Weapon Type
source: Plasma
ru: Плазменное оружие
zh_hk: 電漿炮

source: With this button you can open the entire building inventory.
ru: С помощью этой кнопки открывается строительный инвентарь.
zh_hk: 用這個按鈕您可以打開整個建造物品欄。

source: You can't invite yourself.
ru: Вы не можете пригласить себя.
zh_hk: 您不能邀請自己。

source: What do you need?
ru: Что Вам нужно?
zh_hk: 你需要什麼？

# Weapon Type
source: Cannon
ru: Пушка
zh_hk: 艦炮

source: These are your tools for ship building.
ru: Это Ваши инструменты для строительства кораблей.
zh_hk: 這些是您飛船建造的工具。

source: Your group is full.
ru: Ваша группа заполнена.
zh_hk: 您的隊伍已滿！

source: For gold I shall sell my soul...
ru: Любой каприз за Ваши деньги.
zh_hk: 給錢我什麼都做……

# Weapon Type
source: Launcher
ru: Ракетница
zh_hk: 發射器

source: Mirroring, coloring, snapping blocks to grid, merging and deleting blocks.
ru: Режим симметричной постройки, покраска, объединение и удаление блоков.
zh_hk: 鏡像，上色，將方塊對應到網格，合併和刪除方塊。

source: Only the leader of a group can invite players.
ru: Толь лидер группы может приглашать игроков.
zh_hk: 只有隊長才能邀請玩家。

source: No, I am busy at the moment.
ru: У меня сейчас нет на это времени.
zh_hk: 不，我現在正忙。

# Weapon Type
source: Railgun
ru: Рельсовое оружие
zh_hk: 磁軌炮

source: This is the overview over your ships properties.
ru: Это технические характеристике Вашего корабля.
zh_hk: 這是您飛船的數據概況。

source: %s was invited to your group.
ru: %s был приглашен в вашу группу.
zh_hk: %s 已被邀請到您的隊伍中。

source: You bothered the wrong man. Prepare to die!
ru: Ты не к тому обратился. Пора умирать!
zh_hk: 你叫錯人了，準備去死吧！

# Weapon Type
source: Repair
ru: Ремонтное оружие
zh_hk: 維修光束

source: Yellow stats may cause inconveniences.
ru: Желтые показатели могут вызывать некоторые неудобства.
zh_hk: 黃色狀態可能造成不便。

source: %s invited you to join his group. Type /join in the chat to join.
ru: %s приглашает вас в свою группу. Наберите в чате /join чтобы присоединиться.
zh_hk: %s 邀請您加入組隊，在聊天欄輸入/join加入。

source: I need a fast ship to transport some wood from a far spacestation to another not far from the first one.
ru: Мне нужен быстрый корабль для перевозки дерева от дальней станции к другой, недалеко от первой.
zh_hk: 我需要一艘快船來從一個很遠的空間站運送一些木頭到那個空間站附近的另一個空間站。

# Weapon Type
source: Mining Laser
ru: Буровой лазер
zh_hk: 採礦鐳射器

source: Red stats are bad and may cause problems.
ru: Красные показатели могут привести к серьезным проблемам.
zh_hk: 紅色狀態是糟糕的並且勢必會產生問題。

source: Your're already in a group.
ru: Вы уже состоите в группе.
zh_hk: 您已在組隊中。

source: Roger! Send me the coordinates.
ru: Ясно. Высылай координаты.
zh_hk: 收到！給我座標吧。

# Weapon Type
source: Salvaging Laser
ru: Перерабатывающий лазер
zh_hk: 打撈鐳射器

source: Hold %s and move the mouse to look around.
ru: Удерживайте %s и двигайте мышью чтобы осмотреться.
zh_hk: 按住 %s 然後移動滑鼠來觀察周圍。

source: You can't join yourself.
ru: Вы не можете присоединиться к себе.
zh_hk: 您不能加入自己。

source: Wood? Seems not very lucrative, but whatever..
ru: Дерево? Не больно ценный товар, но ладно..
zh_hk: 木頭？看起來不是很賺，但如果……

# Weapon Type
source: Force Gun
ru: Силовой Лазер
zh_hk: 力場光束

source: Welcome to the building mode! In here you can build, modify and arm your ships.
ru: Добро пожаловать в режим строительства.. Здесь Вы можете строить, модифицировать, чинить, разбирать и вооружать свои корабли.
zh_hk: 歡迎使用建造模式！ 在這裏您可以建造，改造和武裝您的飛船。

source: The player is not online.
ru: Игрок не в сети.
zh_hk: 該玩家當前不在線上。

source: What will it pay me?
ru: Что насчет вознаграждения?
zh_hk: 我能拿多少？

# Weapon Type
source: Lightning Gun
ru: Высоковольтное оружие
zh_hk: 電弧炮

source: Click this button to enter the building mode.
ru: Нажмите эту кнопку, чтобы войти в режим строительства.
zh_hk: 點這個按鈕來進入建造模式。

source: The group is full.
ru: Группа заполнена.
zh_hk: 隊伍已滿！

source: Alright, here are the coordinates. I will wait for you in the destination sector.
ru: Отлично, вот координаты. Я буду ждать тебя в точке назначения.
zh_hk: 好的，這是座標。我會在目的地的星區等你。

source: Turret Factory
ru: Оружейный завод
zh_hk: 炮臺工廠

source: Click this button to found a new ship.
ru: Нажмите эту кнопку, чтобы создать новый корабль.
zh_hk: 點這個按鈕來創建一艘新飛船。

source: The leader of that group is not online.
ru: Лидер этой группы не в сети.
zh_hk: 該組隊隊長不在線上。

source: See you there
ru: Увидимся там.
zh_hk: 在那碰頭

# window title
source: Build Turrets
ru: Конструирование турелей
zh_hk: 建造炮臺

source: Mine more asteroids until you have %i iron.
ru: Добудьте из астероидов хотя бы %i Железа.
zh_hk: 開採更多小行星直到您有 %i 單位鐵礦石。

source: Only the leader of a group can assign a new leader.
ru: Только лидер группы может назначить нового лидера.
zh_hk: 只有隊長才能指派新的隊長！

source: I have found a very specific niche for wood. You wouldn't believe the amount of money you can make, with seemingly worthless stuff.
ru: Я нашел весьма специфическую область применения для дерева. Ты не поверишь сколько денег можно поднять на казалось бы, такой бесполезном ресурсе.
zh_hk: 我找到一個木頭的絕妙商機，你不會相信你能賺那麼多的，還只需不值一提的成本。

source: Weapon Type
ru: Тип оружия
zh_hk: 武器類型

source: Asteroids that are rich of resources have bright spots, look for those!
ru: Астероиды с ценными рудами покрыты светящимися жилами. Ищите их.
zh_hk: 富含資源的小行星有閃光的表面，仔細找找它們！

source: The player is not member of the group.
ru: Игрок не является членом группы.
zh_hk: 該玩家不是該隊伍成員。

source: If, thats so, what will it pay me?
ru: Ну допустим. И что я за это получу?
zh_hk: 如果那是真的，我能拿到多少？

source: Parts
ru: Запчасти
zh_hk: 組件

source: All players start out with a mining drone so they can gather resources.
ru: Все игроки начинают с бурового дрона для добычи ресурсов.
zh_hk: 所有玩家都以一架採礦無人機開局以使他們能收集資源。

source: You're not in a group.
ru: Вы не в группе.
zh_hk: 您不在組隊中。

source: Sure... 'wood'.. whatever, I will do it. Where should I go?
ru: Ясно... 'дерево'.. ну неважно. Сделаю. Куда лететь-то?
zh_hk: 好…… '木頭'……無所謂了，我干，我該去哪？

source: Req
ru: Треб.
zh_hk: 需求

source: Even in the unfortunate event of your complete and total annihilation, you will always have the drone to start over.
ru: В случае потери корабля Вы снова окажетесь на своем дроне.
zh_hk: 就算出現了不幸事件導致您完全被毀，您總會有無人機來重新開始。

source: You're now the leader of the group. Type /invite [player] to invite other players, or type /leave to leave the group.
ru: Вы стали лидером группы. Введите /invite [Имя Игрока], чтобы пригласить другого игрока, или /leave чтобы покинуть группу.
zh_hk: 您現在是隊長，輸入/invite [玩家名] 來邀請其他玩家加入，輸入/leave離開隊伍。

source: That seems suspicious, I have to decline.
ru: Подозрительно как-то. Я откажусь, пожалуй.
zh_hk: 看起來很可疑，我必須拒絕。

source: Manufacturing Price: Too Much
ru: Стоимость сборки: слишком высокая
zh_hk: 製造價格：太高

source: Resources are collected automatically by flying near them.
ru: Ресурсы собираются автоматически если подлететь к ним поближе.
zh_hk: 資源會在您飛近它們時被自動收集。

source: %s requested to join your group.
ru: %s хочет вступить в вашу группу.
zh_hk: %s 請求加入您的隊伍。

source: Whatever, I will find someone else.
ru: Как хочешь, найду кого-нибудь другого.
zh_hk: 好吧，我會找別人的。

source: Manufacturing Cost: $${money}
ru: Стоимость сборки: $${money}
zh_hk: 製造花費：$${money}

source: Your collected resources are displayed on the right of the screen,
ru: Собранные Вами ресурсы отображаются в правом нижнем углу экрана,
zh_hk: 您剛收集到的資源將被顯示在螢幕的右邊，

source: %s requested to join your group. Type /invite to accept.
ru: %s хочет вступить в вашу группу. Введите /invite в чат, чтобы его пригласить.
zh_hk: %s 請求加入您的隊伍，輸入/invite接受請求。

source: Ahh.. a mercenary kind? We will thrive together my friend.. I will pay you half the cut I make. How does this sound?
ru: А, подход наемника? Я выплачу тебе половину прибыли. Устраивает?
zh_hk: 啊……一個雇傭兵？我會和我的朋友一同共享財富的……我們五五分，如何？

source: This turret cannot be built here.
ru: Вы не можете установить турель здесь.
zh_hk: 這個炮臺不能在這裏建造。

source: or on the top left when building, interacting, or when you press %s or %s.
ru: или в левом верхнем углу экрана во время строительства, взаимодействия и при нажатии %s или %s.
zh_hk: 或者在建築模式，交互中以及按下 %s 或 %s 時顯示在左上角。

source: You requested to join %s's group.
ru: Вы запросили приглашение в группу %s.
zh_hk: 您已申請加入%s的隊伍。

source: Deal! Where should I go?
ru: Договорились. Куда лететь?
zh_hk: 行！我該去哪？

source: You need more %s.
ru: Вам требуется больше %s.
zh_hk: 您需要更多的%s。

source: Use your mining lasers to mine the asteroid. Aim with the mouse and use %s to fire.
ru: Используйте буровые лазеры для добычи ресурсов из астероидов. Выберите цель с помощью мыши и нажмите %s чтобы начать добывать.
zh_hk: 使用您的採礦鐳射來開採小行星，用滑鼠瞄準然後用 %s 來開火。

source: You joined %s's group. Type /leave to leave the group.
ru: Вы втупили в группу %s. Введите /leave в чат чтобы снова покинуть группу.
zh_hk: 您加入了%s的隊伍，輸入/leave離開。

source: You haven't mentioned how much you made..
ru: Ты не уточнил объемы поставки..
zh_hk: 你還沒說你能賺多少……

source: You must be docked to the station to build turrets.
ru: Вы должны пристыковаться к станции чтобы строить турели.
zh_hk: 您必須停靠在空間站來建造炮臺。

source: Your targeting circles turn green when an object is in reach.
ru: Ваши целеуказатели становятся зелеными, когда объект, на который они нацелены находится в пределах досягаемости.
zh_hk: 當目標在射程內時您的瞄準圈會變綠。

source: You're now the leader of a group. Type /invite [player] to invite other players, or type /leave to leave the group.
ru: Вы стали лидером группы. Введите /invite [Имя Игрока], чтобы пригласить другого игрока, или /leave чтобы покинуть группу.
zh_hk: 您現在是隊長了，輸入/invite [玩家名] 來邀請其他玩家加入，輸入/leave離開隊伍。

source: Not good enough. You seem suspicious.
ru: Маловато будет.
zh_hk: 不行，你看起來挺可疑的。

source: You must be closer to the ship to build turrets.
ru: Вы должны пристыковаться к кораблю чтобы строить турели.
zh_hk: 您必須靠近船隻來建造炮臺。

source: Fly to your selected asteroid. Protip: Hold %s to boost!
ru: Подлетите к выбранному астероиду. Совет: Зажмите %s для ускорения.
zh_hk: 飛到您選擇的小行星。 小提示：按住 %s 來加力推進！

source: Your group has been disbanded.
ru: Ваша группа распущена.
zh_hk: 您的組隊已解散！

source: Fine! I will pay you one third the worth of the wood. Final offer!
ru: Хорошо, я дополнительно выплачу тебе треть стоимости дерева. Последнее предложение!
zh_hk: 好！我再給你三分之一，最多了！

source: Turret Merchant
ru: Торговец турелями
zh_hk: 炮臺商人

source: An asteroid has been highlighted. Turn your camera towards it until it appears on the screen.
ru: Астероид подсвечен. Поворачивайте камеру в сторону стрелки пока астероид не появится на экране.
zh_hk: 一顆小行星被標記出來了， 朝它轉動您的攝像機直到它出現在螢幕中。

source: Jump route calculated.
ru: Маршрут для прыжка рассчитан.
zh_hk: 跳躍航線計算完畢。

source: Alright fair enough. Where is the designated pickup point?
ru: Согласен. Где забирать груз?
zh_hk: 足夠公平了，指定提貨點在哪？

source: Use %s to select this asteroid by clicking on it.
ru: Нажмите %s чтобы выбрать этот астероид в качестве цели.
zh_hk: 點擊 %s 來選擇這顆小行星。

source: You were destroyed and returned to your reconstruction site.
ru: Корабль и дрон были уничтожены, Вы вернулись в сектор реконструкции.
zh_hk: 你被摧毀了，返回了重生站點。

source: No! Final answer!
ru: Нет. Это мое последнее слово!
zh_hk: 不！最後的回答！

# window title
source: Transform to Mine
ru: Превратить в шахту
zh_hk: 轉換成礦場

source: Use %s to strafe to the left.
ru: Используйте %s чтобы переместиться влево.
zh_hk: 用 %s 來左平移。

source: You must be in a ship if you want to change sectors.
ru: Вы должны находиться в корабле чтобы сменить сектор.
zh_hk: 如果您想改變星區必須在一艘飛船裏面。

source: I deserve more, than the price of wood!
ru: Мои услуги стоят дороже, каких-то деревяшек!
zh_hk: 我要更多，比貨價格更多！

source: Found Mine
ru: Создать шахту
zh_hk: 建立礦場

source: Use %s to strafe to the right.
ru: Используйте %s, чтобы переместиться вправо.
zh_hk: 用 %s 來右平移。

source: Your ship cannot perform hyperspace jumps.
ru: Ваш корабль не может совершить гиперпрыжок.
zh_hk: 您的飛船不能進行超空間跳躍。

source: Enter
ru: Войти
zh_hk: 登船

source: Mines
ru: Шахты
zh_hk: 礦場

source: Use the %s and %s keys to strafe to the left and right.
ru: Используйте %s и %s чтобы перемещаться влево и вправо.
zh_hk: 用 %s 和 %s 鍵來左右平移。

source: You are already in this sector
ru: Вы уже находитесь в этом секторе.
zh_hk: 您已經在這個星區

source: Exit Into Drone
ru: Управлять дроном
zh_hk: 退出到無人機上

source: Confirm Transformation
ru: Подтвердить преобразование
zh_hk: 確認轉換

source: Blue means you're flying in the direction your ship is looking.
ru: Синий цвет шкалы скорости означает, что корабль движется в том же направлении, в котором направлен сам корабль.
zh_hk: 藍色表示您在朝著飛船前方飛行。

source: This sector is out of reach with this ship.
ru: Этот сектор находится вне пределов возможностей гипердвигателя корабля.
zh_hk: 這個星區在這艘飛船航程外。

source: Warning
ru: Внимание
zh_hk: 警告

source: Orange means you're flying in the opposite direction.
ru: Оранжевый цвет шкалы скорости означает, что корабль движется в противоположную носа корабля сторону.
zh_hk: 橙色表示您在朝著飛船相反方向飛行。

source: There are rifts in the space-time continuum blocking access to this sector.
ru: Доступ к этому сектору заблокирован разрывом в пространственно-временной структуре.
zh_hk: 有空間斷層阻擋無法抵達這個星區。

source: Transform
ru: Освоить
zh_hk: 轉換

source: This is your velocity display.
ru: Это Ваш дисплей скорости.
zh_hk: 這裏顯示您的速度。

source: You can't jump into a sector torn by rifts in the space-time continuum.
ru: Вы не можете попасть в сектор, находящийся в разрыве.
zh_hk: 您不能跳躍進入一個被空間斷層撕裂的星區。

source: Produces:
ru: Производит:
zh_hk: 生產：

source: The first bar is your current velocity.
ru: Первая шкала показывает текущую скорость.
zh_hk: 第一條槽是您當前速度。

source: The Nav-Computer is calculating the jump route. Please stand by.
ru: Навигационный компьютер рассчитывает маршрут для гиперпрыжка. Подождите.
zh_hk: 導航電腦正在計算跳躍航線，請等候。

source: Requires:
ru: Требования:
zh_hk: 需求：

source: The second bar is the programmed velocity that your ship will try to fly.
ru: Вторая шкала показывает выставленную скорость, которую корабль попытается набрать.
zh_hk: 第二條槽是飛船試圖達到的目標速度。

source: You have no sector selected.
ru: Вы не выбрали сектор.
zh_hk: 您沒有選擇星區。

source: This action is irreversible.
ru: Это действие необратимо.
zh_hk: 這個行為不可逆。

source: For a hardcore brake you have to turn your ship around and accelerate or even boost in the opposite direction.
ru: Для резкого торможения необходимо развернуть корабль на 180 градусов и начать движение (с ускорением, если понадобится) в противоположную сторону.
zh_hk: 一種極端的刹車方式：您必須調轉您的船頭 並朝相反方向加速甚至加力推進。

source: The jump route is still being calculated.
ru: Маршрут все еще не рассчитан.
zh_hk: 跳躍航線仍在計算中。

source: You're about to transform your asteroid into a ${mine}.
ru: Вы собираетесь превратить астероид в ${mine}.
zh_hk: 您準備轉換此小行星為${mine}。

source: This is especially important for larger ships with high mass.
ru: Это особенно полезно для крупных кораблей с большой массой.
zh_hk: 這對於更大型的高質量飛船尤其重要。

source: Your hyperdrive still needs %1% seconds to recharge.
ru: Гипердвигатель будет готов через %1% секунд(-ы).
zh_hk: 您的超空間引擎仍需要 %1% 秒充能。

source: The production line you chose doesn't exist.
ru: Шахты данного типа не существует.
zh_hk: 您選擇的生產線不存在。

source: Your thrusters automatically brake when you stop pressing %s.
ru: Ваши Маневровые двигатели автоматически начинают процесс торможения когда Вы отпускаете %s.
zh_hk: 當您停止按 %s 時推進器會自動刹車。

source: Your ship is facing in the wrong direction.
ru: Ваш корабль должен смотреть в сторону точки выхода из гиперпространства.
zh_hk: 您的飛船正朝向錯誤的方向。

source: ${good} Mine
ru: ${good} шахта
zh_hk: ${good}礦場

source: Pressing backwards won't make your ship brake harder.
ru: Зажатие кнопки назад не ускорит процесс торможения.
zh_hk: 按後退不會讓您的飛船更快刹車。

source: Your hyperdrive is being jammed!
ru: Ваш гипердвигатель блокируется наведенными помехами!
zh_hk: 您的超空間跳躍引擎被干擾！

source: Sell Asteroid
ru: Продать месторождение
zh_hk: 出售小行星

source: Now use %s to fly backward.
ru: Теперь нажмите %s чтобы лететь назад.
zh_hk: 現在用 %s 來倒車。

source: Your client is incompatible with this server. Server version: %s
ru: Ваш клиент несовместим с этим сервером. Версия сервера: %s
zh_hk: 您的客戶端版本和服務器不符，伺服器版本：%s

source: Faction
ru: Фракция
zh_hk: 勢力

source: Your backwards thrusters are not as strong as your main engines!
ru: Скорость заднего хода гораздо ниже, потому что в движении не задействуется основной двигатель.
zh_hk: 您的倒車推進器不會像您的主引擎那麼強！

source: An internal server error occurred. Your connection will be terminated. Server version: %s
ru: Внутренняя ошибка сервера. Соединение прервано. Версия сервера: %s
zh_hk: 伺服器內部錯誤，您的連接將被終止。伺服器版本：%s

source: Reputation
ru: Репутация
zh_hk: 聲望

source: Now use %s to fly forward.
ru: Нажмите %s чтобы лететь вперед.
zh_hk: 現在用 %s 前進。

source: Fly the craft to found a ship.
ru: Летите на постройке чтобы превратить ее в корабль.
zh_hk: 開動載具來創建一艘飛船。

source: Now use the %s and %s keys to fly forward and backward.
ru: Теперь используйте %s и %s чтобы лететь вперед или назад.
zh_hk: 現在用 %s 和 %s 鍵來前進和倒車。

source: Your ship was destroyed.
ru: Ваш корабль уничтожен.
zh_hk: 您的飛船被摧毀了。

source: Found Ship (500 Iron)
ru: Новый корабль (500 Железа)
zh_hk: 創建飛船（500鐵礦石）

source: You can always end or restart the tutorial with the tutorial button.
ru: Вы всегда можете закончить или пройти обучение заново с помощью кнопки 'Обучение'.
zh_hk: 您總可以通過教程按鈕結束或重啟教程。

source: Your ship was destroyed and you'll be returned to your reconstruction site.
ru: Корабль был уничтожен, Вы вернетесь в сектор реконструкции.
zh_hk: 您的船隻已被摧毀，即將返回重建站點。

source: Found Ship
ru: Создать корабль
zh_hk: 創建飛船

source: It's the question mark in the top right corner.
ru: Это иконка знака вопроса в правом верхнем углу экрана.
zh_hk: 教程功能以問號標記在右上角。

source: This entity has no owner.
ru: Этот объект не имеет владельца.
zh_hk: 這個實體沒有所有者。

source: Enter the name of your new ship:
ru: Введите название корабля:
zh_hk: 輸入新飛船的名字：

source: You will have to use your mouse to use the UI or select things.
ru: Для взаимодействия с интерфейсом Вам необходимо использовать мышь.
zh_hk: 您會需要用您的滑鼠去使用介面或者選擇東西。

source: You don't have permissions to modify this craft.
ru: У вас нет прав изменять эту постройку.
zh_hk: 你沒有編輯許可權。

source: ${dir} Gate to ${sector}
ru: ${dir} Врата в ${sector}
zh_hk: ${dir} 星門通往 ${sector}

source: Alliance Ship
ru: Корабль Альянса
zh_hk: 聯盟艦船

source: Hold %s to release your mouse pointer and click away this message.
ru: Удерживайте %s чтобы отвязать указатель от камеры и кликните по стрелке внизу сообщения.
zh_hk: 按住 %s 釋出滑鼠游標關閉這條資訊繼續。

source: This entity has no BlockPlan.
ru: Этот объект не имеет параметра Блок-схемы.
zh_hk: 這個實體沒有方塊計畫。

source: Fee
ru: Налог
zh_hk: 費用

source: You already have a ship called '%s'.
ru: У Вас уже есть корабль с названием '%s'.
zh_hk: 飛船重名 '%s'。

source: If you don't want your ship to turn while you're looking, hold %s.
ru: Если Вы не хотите чтобы корабль при этом поворачивался - зажмите %s.
zh_hk: 如果您不想在您觀察的時候讓飛船轉來轉去，按住 %s。

source: You cannot edit a damaged ship, repair it first!
ru: Нельзя редактировать поврежденный корабль, отремонтируйте его.
zh_hk: 您不能編輯一艘受損飛船，請先修理它！

source: Not Ready
ru: Не готово
zh_hk: 未準備完畢

source: You don't have permissions to found ships for your alliance.
ru: У вас нет прав основывать корабли Альянса.
zh_hk: 你沒有為聯盟建立飛船的許可權。

source: Try it out.
ru: Попробуйте.
zh_hk: 試一下。

source: This won't work.
ru: Это не сработает.
zh_hk: 這沒用。

source: Ready
ru: Готово
zh_hk: 準備完畢

source: You're not close enough to open the object.
ru: Вы не достаточно близко чтобы открыть объект.
zh_hk: 您必須靠得足夠近來打開這個物體。

source: Great! You may have noticed your ship turning around.
ru: Отлично. Вы заметили, что Ваш корабль двигается?
zh_hk: 很好！您可能注意到了您的飛船轉來轉去了。

source: You need %s credits.
ru: Требуется %s Кредита(-ов).
zh_hk: 您需要 %s 資金。

source: Gate Control
ru: Управление Вратами
zh_hk: 星門控制者

source: Smuggler's Cache
ru: Схрон контрабандистов
zh_hk: 走私者的藏匿處

source: Your ship will automatically steer into the direction you are looking. Try it out, do one full rotation.
ru: Корабль автоматически поворачивается в сторону направления камеры. Попробуйте обернуться вокруг своей оси.
zh_hk: 您的飛船會自動朝向您正朝向的方向，試一下做一次完全360度轉向。

source: You cannot build this. %s
ru: Вы не можете это построить. %s
zh_hk: 您不能建造這個。%s

source: You paid %i credits passage fee.
ru: Вы заплатили %i кредитов за проход.
zh_hk: 您支付了 %i 資金用於通行費用。

source: Open
ru: Открыть
zh_hk: 打開

source: Use the mouse wheel to zoom.
ru: Используйте колесико мыши для приближения\отдаления камеры.
zh_hk: 用滑鼠滾輪來縮放。

source: Remote parent not found.
ru: Remote Parent nicht gefunden.
zh_hk: 沒找到起始方塊。

source: Loss Payment enclosed
ru: Выплата компенсации
zh_hk: 附帶損失賠償

source: Transform to Station
ru: Переделать в станцию
zh_hk: 轉換成空間站

source: Use the mouse to look around in the sector.
ru: Используйте мышь чтобы осмотреться.
zh_hk: 用滑鼠來觀察星區。

source: Remote attach block not found.
ru: Remote Verbindungsblock nicht gefunden.
zh_hk: 沒找到活動可貼附方塊。

source: S.I.I.
ru: И.С.К.
zh_hk: S.I.I.船隻保險委員會

source: Found Station
ru: Создать станцию
zh_hk: 創建空間站

source: Welcome to Avorion! Do you want to play the tutorial? (If not, you can still do this any time later)
ru: Добро пожаловать в Avorion! Хотите пройти обучение? (Вы всегда можете сделать это позже)
zh_hk: 歡迎來到Avorion！ 您想先開始教程嗎？ （如果關閉，您可以在之後的任何時候開啟教程）

source: This turret has no owner.
ru: У этой турели нет владельца.
zh_hk: 該炮臺沒有所有者。

source: Insurance Plan
ru: Страховка
zh_hk: 保險計畫

source: Basic
ru: Основные
zh_hk: 基礎

source: Yes
ru: Да
zh_hk: 好

source: You don't have permission to do that.
ru: У Вас нет прав на подобное действие.
zh_hk: 你沒有許可權那麼做！

source: Insurance '${craft}'
ru: Страховка '${craft}'
zh_hk: 保險 '${craft}'

source: Basic Factories
ru: Основные фабрики
zh_hk: 基礎工廠

source: Nah
ru: Нет
zh_hk: 不要

source: This isn't a turret.
ru: Это не турель.
zh_hk: 這不是一個炮臺。

source: Ship Value
ru: Стоимость корабля
zh_hk: 飛船價值

source: Low Tech Factories
ru: Низкотехнологичные заводы
zh_hk: 低技術工廠

source: The basic tutorial can't be played in this sector. Please start a new game or change into your home sector.
ru: Базовое обучение нельзя пройти в этом секторе. Начните новую игру или вернитесь в стартовый сектор.
zh_hk: 基礎教程不能在這個星區進行， 請開始一個新遊戲或者回到您的出生星區。

source: This craft has no owner.
ru: У этой постройки нет владельца.
zh_hk: 該物體沒有所有者。

source: Insured Value
ru: Стоимость страховки
zh_hk: 投保價值

source: Advanced
ru: Продвинутые
zh_hk: 高級

source: If you're stuck and you don't know what to do, simply start a new game.
ru: Если Вы застряли и не знаете что делать дальше - просто начните новую игру.
zh_hk: 如果您卡住了又不知道該做什麼，請開始一個新遊戲。

source: You don't have any of this turret.
ru: У Вас нет таких турелей.
zh_hk: 您沒有這種炮臺。

source: Refunded Value
ru: Сумма возврата
zh_hk: 返還價值

source: Advanced Factories
ru: Продвинутые заводы
zh_hk: 先進工廠

source: You'll be able to play the tutorial there from the beginning.
ru: Там Вы сможете пройти обучение с сначала.
zh_hk: 您可以在這裏從頭開始教程。

source: You cannot build turrets onto this craft.
ru: Вы не можете установить турели на этот корабль.
zh_hk: 您不能在這個物體上建造炮臺。

source: Insurance Price
ru: Страховая сумма
zh_hk: 保險價格
