Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Wreckages in this sector are the property of %s. Please buy a salvaging license.
ru: Обломки кораблей в этом секторе являются собственностью %s. Пожалуйста приобретите лицензию на переработку.
zh_hk: 本星區的殘骸財產所有權屬於 %s，請購買回收執照。

source: If your ship is slow, it's because you don't have engineers yet and can't fly at full speed.
ru: Если Ваш корабль слишком медленный, то скорее всего у Вас на борту отсутствует инженер, что не позволяет кораблю развить полную скорость.
zh_hk: 如果您的船慢，那是因為您沒有工程師所以沒法滿速飛行。

source: %s crewmen died due to insufficient life support!
ru: %s членов экипажа погибло из-за сбоев системы жизнеобеспечения!
zh_hk: %s名船員因生命維持系統不足死亡！

source: Uhh... Thanks?
ru: Эм... Спасибо?
zh_hk: 呃……謝謝？

source: Illegal salvaging will be punished by destruction. Buy a salvaging license or there will be consequences.
ru: Переработка без лицензии карается уничтожением. Пожалуйста приобретите лицензию на переработку чтобы избежать нежелательных последствий.
zh_hk: 非法回收會以擊墜作為懲罰，購買一張回收執照否則這就是結果。

source: That's why we're hiring a crew now!
ru: Поэтому мы сейчас наймем несколько человек.
zh_hk: 這就是為啥我們要雇傭船員！

source: A crewman died due to insufficient life support!
ru: Член экипажа погиб из-за сбоев системы жизнеобеспечения!
zh_hk: 一名船員因生命維持系統不足死亡！

source: The M.A.D. Science Association is researching new electricity weapons. A complete waste of time if you ask me. Everybody knows that electricity can't do anything against stone. On the other hand, who would plate his ship with stones?
ru: Научная Ассоциация M.A.D. исследует новое электрическое оружие. Трата времени, как по мне. Все знают, что электричество ничего не сделает камню. С другой стороны, кто будет покрывать свой корабль камнем?
zh_hk: M.A.D.科學協會正在研究新的電子武器，如果你問我的話那簡直是浪費時間！ 所有人都知道電對石頭不起作用， 不過說回來，誰會把他的船糊滿石頭？

source: This is your last warning. If you do not stop salvaging without a license, you will be destroyed.
ru: Последнее предупреждение. Прекратите нелегальную деятельность или будете уничтожены.
zh_hk: 這是你的最後通牒，如果你不停止無證回收，你就會被摧毀。

source: Your ship needs a crew. You can hire crewmen at nearly every station.
ru: Вашему кораблю нужен экипаж. Вы можете нанять экипаж практически на каждой станции.
zh_hk: 您的飛船需要一名船員，您可以在任何最近的空間站雇傭船員。

source: Your %1% %2% has been destroyed!
ru: Ваш %1% %2% был уничтожен!
zh_hk: 您的 %1% %2% 已被摧毀！

source: Huh. Good to know.
ru: Хмм. Любопытно.
zh_hk: 哈，很高興知道這些。

source: You have been warned. You will be considered an enemy of %s if you do not stop your illegal activities.
ru: Вас предупредили. Вы будете считаться врагом фракции %s, если не прекратите противозаконную деятельность.
zh_hk: 你已經被警告過了！如果你不停止非法行為，將被視為 %s 的敵人！

source: Now adjust your camera until you're happy with it.
ru: Теперь настройте камеру как Вам удобно.
zh_hk: 現在調整您的攝像機直到您滿意。

source: A %s of yours has been destroyed!
ru: Ваш %s был уничтожен!
zh_hk: 一個您的%s已被摧毀！

source: A friend of mine got some new electriciy weapons from the M.A.D. Science Association. But when he tried them out, he realized that they don't do anything to asteroids! What good is a weapon that you can't even use on stone?
ru: Один мой друг заполучил кое-какие электрические пушки Научной Ассоциации M.A.D. Но, когда он решил их испытать, они на астероиде даже царапины не оставили! На кой черт нам оружие, которое даже с камнем справиться не может?
zh_hk: 我的一個朋友從M.A.D.科學協會拿到一些新的電子武器。 不過當他試了試它們，他發現對小行星根本不起作用！ 真是一件好武器，你甚至不能把它用在岩石上！

source: Shipyard
ru: Верфь
zh_hk: 船塢

source: Feel free to zoom in and out to check how it feels.
ru: Попробуйте увеличить и уменьшить масштаб.
zh_hk: 請隨意放大縮小來試試。

source: You can't found a new alliance while in an existing alliance.
ru: Вы не можете основать Альянс, пока не покинете прошлый.
zh_hk: 您不能在已存在的聯盟中新建聯盟。

source: I was recently contacted by a group of people who are apparently looking for Xsotan artifacts. As if I had anything to do with this nonsense! I told them they should maybe post a bulletin with a reward.
ru: Со мной недавно связывались люди, искавшие артефакты Зотанцев. Как-будто я интересуюсь такими глупостями! Я предложил им разместить объявление на доске.
zh_hk: 我最近接觸到一群在積極尋找Xsotan文物的人， 我可不想跟這種白癡行為扯上關係！我告訴他們應該在公告欄上發佈懸賞。

source: Build Ship
ru: Построить корабль
zh_hk: 建造船隻

source: You can also reset the camera to its default position.
ru: Вы можете сбросить камеру в исходное положение.
zh_hk: 您也可以重置攝像機到它的默認位置。

source: There is already an alliance with the name %s.
ru: Альянс с названием "%s." уже существует
zh_hk: 已存在該命名的聯盟：%s。

source: You're not the only one asking around here lately. Recently there have been people who were looking for Xsotan artifacts. They said they wanted to journey to the center of the galaxy. That's crazy if you ask me.
ru: Ты не единственный интересующийся. Недавно здесь уже были люди, искавшие Зотанские артефакты. Говорили что планируют путешествие к центру галактики. Безумие какое-то.
zh_hk: 你不是近期這樣問我的唯一一個人，最近還有人在尋找Xsotan文物。 他們說他們想去銀河中心，如果你問我怎樣的話我會說那真是太瘋狂了！

source: Scaling
ru: Уплотнение
zh_hk: 縮放

source: Hold %s and don't move the mouse to reset the camera.
ru: Удерживайте %s и не двигайте мышь чтобы сбросить положение камеры.
zh_hk: 按住 %s 維持滑鼠不要動來重置攝像機。

source: You need %s credits to found an alliance.
ru: Ваш понадобится %s кредитов, чтобы основать альянс.
zh_hk: 您需要 %s 資金創建一個聯盟。

source: Have you seen these bulletins that have been around on stations lately? Someone must be really desperate to get their hands on these Xsotan artifacts. I really wonder why anybody would want to have anything to do with these monsters.
ru: Видел объявления на станциях? Кто-то жаждет достать Зотанские артефакты. Интересно, зачем кому-то иметь дело с этими монстрами?
zh_hk: 你看到附近空間站最新發佈的公告了嗎？有些人肯定對得到Xsotan文物異常狂熱。 我真好奇為什麼會有人想和那些怪物扯上關係！

source: Single Block
ru: Одним блоком
zh_hk: 單個方塊

source: Since every ship has a different shape, you might have to reposition your camera.
ru: Поскольку корабли могут принимать различную форму, Вам, возможно, придется изменять положение камеры.
zh_hk: 因為每艘船都有一個不同的形狀，您可能需要重擺您的攝像機。

source: You're now the leader of the alliance %s.
ru: Теперь вы Лидер Альянса '%s'.
zh_hk: 您現在是該聯盟的領袖 %s。

source: If you haven't noticed yet, there's a subspace rift that's preventing people from going to the center of the galaxy. Some say it's the Xsotan. Some say it's just a natural phenomenon and that it will pass.
ru: Если ты еще не заметил, галактика полна подпространственных трещин, препятствующих прыжкам в центр. Одни говорят что в этом виноваты Зотанцы, другие - что это естественный феномен.
zh_hk: 如果你還沒注意到的話，這有一片亞空間斷層阻止人們抵達銀河中心。 有人說那是Xsotan幹的，有人說那是自然現象並最終會消失的。

source: Station Founder
ru: Создание станции
zh_hk: 空間站建築者

source: Hold %s and move the mouse up, down, left or right to adjust the camera.
ru: Удерживайте %s и переместите мышь вверх и вниз, или влево и вправо, чтобы настроить камеру.
zh_hk: 按住 %s 同時將滑鼠上下左右移動來調整攝像機。

source: You're not the leader of an alliance.
ru: Вы не лидер Альняса.
zh_hk: 您不是聯盟的領袖。

source: What do you think?
ru: Что думаешь?
zh_hk: 你覺得呢？

source: The ship will be able to found stations.
ru: Этот корабль может строить станции.
zh_hk: 這艘船將可以建造空間站。

source: Great! In order to move the camera on the other axis, release %1% and then hold it again.
ru: Отлично! Чтобы сместить камеру по другой оси, отпустите %1% и нажмите снова.
zh_hk: 很好！為了沿另一個軸移動攝像機，放開 %1% 然後再次按住它。

source: Your alliance has been disbanded.
ru: Ваш альянс был расформирован.
zh_hk: 您的聯盟被遣散了。

source: Thanks. Goodbye.
ru: Спасибо. До свидания.
zh_hk: 謝謝，再見。

source: Insurance
ru: Страховка
zh_hk: 保險

source: Release and then hold %1% again and move the mouse in the other direction.
ru: Отпустите, а затем удерживайте %1% снова двигая мышь в другом направлении.
zh_hk: 鬆開按鍵然後再次按住 %1% 同時向另一個方向移動滑鼠。

source: You're not part of an alliance.
ru: Вы не состоите в Альянсе.
zh_hk: 您不是聯盟的一員。

source: I'm not sure. But it sure as hell isn't going away. My grandfather already knew this barrier. But when he was a boy, it was a lot nearer to the center of the galaxy.
ru: Я не уверен. Знаю только что они не пропадают. Еще в те времена, когда дед был даже моложе меня, разрывы уже были тут. Правда когда он был ребенком, они были гораздо ближе к центру, чем сейчас.
zh_hk: 我不確定，但是它就像地獄那樣不會消失的。 我祖父都知道那個屏障，但當他還小的時候，屏障離銀河中心近得多。

source: The ship will be insured and you will receive a loss payment if it gets destroyed.
ru: Корабль будет застрахован и Вы получите страховую выплату в случае его уничтожения.
zh_hk: 這艘船會立即投保，當其被摧毀時您會收到一份損失賠償。

source: Now return to your ship. Fly near your ship, select it, and press %s or %s to enter it.
ru: Теперь возвращайтесь на корабль. Подлетите к Вашему кораблю, возьмите его в цель и нажмите %s или %s, чтобы зайти внутрь.
zh_hk: 現在請返回您的飛船。 飛近您的飛船，選擇它，然後按 %s 或者 %s 來登上去。

source: You don't have permissions to invite other players.
ru: У вас нет прав приглашать игроков в Альянс.
zh_hk: 您沒有邀請其他玩家的許可。

source: Have you not seen the rift? Ah, of course not, you can't see it. But no hyperspace drive can get past it! I wonder what's inside?
ru: Ты не видел разрывов? А, ну да, увидеть их нельзя, хоть глаз выколи. Но ни один гипердвигатель не может их преодолеть. Интересно, что там внутри?
zh_hk: 你沒見過斷層？ 啊，當然沒有了！你看不到它，但是沒有超空間引擎可以穿過它！ 我好奇裏面會有什麼？

source: Crew + Captain
ru: Команда + Капитан
zh_hk: 船員 + 艦長

source: For some reason Avorion can't find your ship any more. You'll have to redo the tutorial, sorry!
ru: По какой-то причине Игра не может найти Ваш корабль. Вам придется перезапустить обучение.
zh_hk: 因為某種原因Avorion找不到您的飛船了， 您需要重做教程了，抱歉！

source: The player is already a member of an alliance.
ru: Этот игрок уже в Альянсе.
zh_hk: 該玩家已經是聯盟成員。

source: You should be careful. The Xsotan are nearby.
ru: Будь осторожнее. Зотанцы поблизости.
zh_hk: 你要小心點，Xsotan就在附近。

source: Hire the crew for the ship as well.
ru: Нанять команду на корабль.
zh_hk: 為飛船雇傭船員。

source: Your drone can collect resources or do hyperspace jumps like a ship.
ru: Ваш дрон может добывать ресурсы и переходить в гиперпространство так же, как и обычный корабль.
zh_hk: 您的無人機可以收集資源或者像飛船一樣進行超空間跳躍。

source: Sent an invitation to %s.
ru: Приглашение игроку '%s' отправлено.
zh_hk: 發送一封邀請函給 %s。

source: Where?
ru: Где?
zh_hk: 哪？

source: Show Stats
ru: Показать тех. данные
zh_hk: 顯示狀態

source: Use it for scouting or collecting resources when your main ship is too badly damaged.
ru: Используйте его для разведки обстановки или сбора ресурсов, к примеру если Ваш корабль сильно поврежден.
zh_hk: 使用它來偵察或者在您的主飛船嚴重損毀時收集資源。

source: %1% invited you to join his alliance %2%.
ru: Игрок %1% пригласил вас в Альянс '%2%'.
zh_hk: %1% 邀請您加入他的聯盟 %2%。

source: Just over the rift a few sectors further in. I don't know how they do it, but they must have found a way to cross the rift.
ru: Где-то за разрывом, на пару секторов ближе к центру. Понятия не имею как им это удается, но видимо они нашли способ пересекать разрывы.
zh_hk: 就在離斷層幾個星區遠的地方。 不知道它們怎麼做到的，但它們肯定有方法穿越斷層。

source: Ship Costs
ru: Стоимость корабля
zh_hk: 船隻花費

source: To change back into your drone, press T while no target is selected,
ru: Чтобы вернуться обратно в дрона, нажмите T, когда у Вас нет выбранной цели,
zh_hk: 要切換回您的無人機，在沒有目標選擇的時候請按 T，

source: This alliance no longer exists.
ru: Этот Альянс был расформирован.
zh_hk: 該聯盟已經不存在。

source: Last week I came across some strange asteroid formations near the rift. There were eight asteroids aligned in a circle, and they had some kind of metal structures built onto them, that all pointed into the middle. I wonder what this is all about.
ru: На той неделе я наткнулся на странные астероидные образования вблизи разлома. Восемь астероидов, выстроенных в форме круга, со встроенными металлическими конструкциями, указывающими в центр. Интересно, для чего их там установили?
zh_hk: 上周我在斷層附近看到一些奇怪得小行星陣列， 有八個小行星串成一個圈，並且有些金屬建築造在上面，都指向中間。 我想知道那是幹什麼的？

source: Total
ru: ИТОГО
zh_hk: 總共

source: or simply press the drone button on the top right of the screen.
ru: или просто нажмите на иконку дрона в правом верхнем углу экрана.
zh_hk: 或者簡單地按下螢幕右上角地無人機按鈕。

source: You're already member of an alliance.
ru: Вы уже член Альянса.
zh_hk: 您已經是聯盟成員。

source: Don't talk to me.
ru: Не говори со мной.
zh_hk: 別跟我說話。

source: You have to give your ship a name!
ru: Необходимо дать кораблю имя.
zh_hk: 您需要給飛船一個名字！

source: You can change back to your drone at any time.
ru: Вы можете перейти к своему дрону в любое время.
zh_hk: 您可以隨時切換回您的無人機。

source: You're not invited to this alliance.
ru: У вас нет приглашения на вступление в этот Альянс.
zh_hk: 您沒有收到該聯盟的邀請。

source: I have nothing to say to you.
ru: Мне нечего тебе сказать.
zh_hk: 我和你沒有什麼好說的。

source: You already have a ship called '${x}'
ru: У Вас уже есть корабль с именем '${x}'
zh_hk: 您已經有一艘飛船叫'${x}'

source: For example when your ship is damaged and have to gather resources for repairs.
ru: Например если Ваш корабль поврежден и необходимо собрать ресурсы для ремонта.
zh_hk: 舉個例子，當您的飛船損傷的時候您就要去收集修理用的資源。

source: I don't know why I should talk to you.
ru: Не понимаю, с чего вдруг я должен говорить с тобой?
zh_hk: 我不知道憑什麼要跟你說話。

source: The shipyard is already at maximum capacity.
ru: Склады верфи уже заполнен.
zh_hk: 船塢已經達到最大容量。

source: Enter your ship to continue.
ru: Войдите в свой корабль, чтобы продолжить.
zh_hk: 登上您的飛船繼續。

source: You're not in an alliance.
ru: Вы не в альянсе.
zh_hk: 您不在聯盟中。

source: Why do you think I'd talk to you?
ru: С чего ты взял что я буду с тобой разговаривать?
zh_hk: 你憑什麼覺得我會告訴你？

source: Thank you for your purchase. Your ship will be ready in about %s.
ru: Спасибо за заказ. Ваш корабль будет готов через %s.
zh_hk: 感謝購買，您的飛船將在 %s 內準備完畢。

source: Use engine, thruster and hull blocks and extend your ship.
ru: Используйте двигатели, Маневровые двигатели и корпусные блоки чтобы увеличить свой корабль.
zh_hk: 使用引擎，推進器和船體方塊來擴展您的飛船。

source: You don't have permissions to kick other members.
ru: У Вас нет прав выгонять людей из Альянса.
zh_hk: 您沒有踢出其他成員的許可權。

source: Go away.
ru: Убирайся.
zh_hk: 滾！

source: This is a free station, where everybody can mind his own business.
ru: Это свободная станция, где каждый может заниматься своими делами.
zh_hk: 這是一個自由空間站，這裏任何人都可以處理他自己的事物。

source: Your ship is too small. Make it a little bigger!
ru: Ваш корабль слишком мал. Сделайте его немного больше!
zh_hk: 您的飛船太小了！請把它弄大點！

source: You can't kick the leader of the alliance.
ru: Вы не можете выгнать Лидера Альянса.
zh_hk: 您不能踢出聯盟的領袖。

source: Leave me alone.
ru: Оставь меня в покое.
zh_hk: 放過我吧。

source: Best wares in the galaxy.
ru: Лучшие товары в Галактике.
zh_hk: 銀河系中最好的物品。

source: You can delete blocks by selecting them with %1% and pressing %2%.
ru: Вы можете убирать блоки выбирая их клавишей %1% и нажимая %2%..
zh_hk: 您可以通過用 %1% 選擇方塊然後按 %2% 刪除它們。

source: You can't kick members of equal or higher rank.
ru: Вы не можете выгонять игроков вашего или более высокого звания.
zh_hk: 您不能踢出同級或更高級的成員。

source: I might know something, but I won't tell you.
ru: Может я что и знаю, но тебе точно не скажу.
zh_hk: 我可能知道些，但我不會告訴你。

source: Welcome to the true, free market.
ru: Добро пожаловать на по настоящему свободный рынок.
zh_hk: 歡迎來到真正，自由的市場！

source: Build thrusters to make sure it can brake and turn in each direction.
ru: Установите Маневровые двигатели в каждом направлении чтобы тормозить и поворачивать.
zh_hk: 建造推進器來確保它能刹車和轉向。

source: You can't leave the alliance as the leader. You have to disband it or promote someone else to be the leader first.
ru: Вы неможете покинуть Альяс. DСначала назначте другого лидера или расформируйте Альянс.
zh_hk: 您不能以領袖的身份退出聯盟！您必須解散聯盟或指定下任領袖。

source: There is nothing that I want to tell you.
ru: Мне с тобой не о чем говорить.
zh_hk: 我沒什麼想告訴你的。

source: You'll find members for nearly everything on this station, if the coin is right.
ru: Тут можно нанять кого угодно, если есть деньги.
zh_hk: 只要價格合適，你會在這個空間站找到幾乎所有東西。

source: Build an engine so it can fly forward!
ru: Установите двигатель чтобы корабль мог передвигаться.
zh_hk: 建造一個引擎以讓它向前飛！

source: You're not the leader of the alliance.
ru: Вы не являетесь лидером Альянса.
zh_hk: 您不是聯盟領袖。

source: Anything interesting around here?
ru: Есть тут что-нибудь интересное?
zh_hk: 附近有什麼有趣的東西嗎？

source: What do you want?
ru: Чего ты хочешь?
zh_hk: 你想要什麼？

source: Keep 1000 Credits, you must hire a crew, too.
ru: Придержите 1000 кредитов, Вам потребуется экипаж.
zh_hk: 持有1,000 資金，您還必須雇傭一名船員。

source: That player is not a member of the alliance.
ru: Этот игрок не является членом какого либо Альнса.
zh_hk: 該玩家不是聯盟成員。

source: You can upgrade your hyperspace drive with system upgrades.
ru: Ты можешь улучшить свой гипердвигатель с помощью системных апгрейдов.
zh_hk: 您可以用系統升級插件來強化超空間引擎。

source: If you get in trouble, it's your own fault.
ru: Попадешь в переплет - сам виноват.
zh_hk: 如果你陷入了麻煩，那就是你自己的錯。

source: Build more crew quarters to support all of your required crew.
ru: Постройте больше жилых модулей, чтобы разместить всех Ваших членов экипажа.
zh_hk: 建造更多的船員宿舍來支持您所有所需船員。

source: Internal error, you don't have a rank in the alliance.
ru: Внутренняя ошибка. У вас нет точного звания в Альянсе
zh_hk: 內部錯誤，您不具有聯盟中的職位。

source: There are lots of sectors that don't show up as a green point on your map. Equip a radar upgrade with deep scan bonuses and they will show up as yellow points.
ru: Многие интересные сектора не показываются на карте зелеными точками. Установи улучшенный радар с глубоким сканированием - и они будут отображать желтыми.
zh_hk: 有很多星區在你地圖上不會顯示綠點，裝備一個有深空掃描範圍的雷達升級插件，它們就會變成黃點了。

source: Don't make any trouble.
ru: Не нарушай порядок.
zh_hk: 不要惹事。

source: Your ship is ready! Once you're done building, exit the building mode to continue. Press 'B' or 'Escape' to exit the building mode.
ru: Ваш корабль готов! После того, как Вы закончите строительство, выйдите из режима строительства, чтобы продолжить. Нажмите 'B' или 'Escape' чтобы выйти из режима строительства.
zh_hk: 您的飛船已經準備好了， 一旦您完成建造，退出建造模式繼續！ 按 'B' 或者 'Escape' 來退出建造模式。

source: Internal error, the assignee doesn't have a rank in the alliance.
ru: Внутренняя ошибка. У данного игрока нет определенного звания в Альянсе.
zh_hk: 內部錯誤，該代理人不具備聯盟職位。

source: All I want is that those damn Xsotan leave me alone.
ru: Мое единственное желание это чтобы меня оставили в покое проклятые Зотанцы.
zh_hk: 我最希望的是那些該死的Xsotan不要管我。

source: I'm sure you'll find what you're looking for.
ru: Я уверен ты найдешь то, что ищешь.
zh_hk: 我肯定你能找到你要的東西。

source: You can delete blocks and turrets by selecting them with %1% and then pressing %2%.
ru: Вы можете удалять блоки и турели, выбирая их с %1%, а затем нажмите %2%.
zh_hk: 您可以通過 %1% 選擇方塊和炮臺然後按 %2% 來刪除它們。

source: That rank doesn't exist.
ru: Такого звания не существует.
zh_hk: 該職位不存在。

source: Who are the Xsotan?
ru: Кто такие Зотанцы?
zh_hk: 誰是Xsotan？

source: Smuggler's Market
ru: Рынок контрабандистов
zh_hk: 走私者集市

source: Select a block in the bar below.
ru: Выберите блок в нижней панели.
zh_hk: 在底下的槽位裏選擇一個方塊。

source: You can't change the ranks of people ranked the same or higher than you.
ru: Вы не можете изменять звание людей, одного с вами ранга или выше.
zh_hk: 你不能更改與你同級或更高的玩家職位。

source: I don't know. Nobody knows. A few centuries ago, they just appeared in the center of the galaxy.
ru: Не знаю. Никто не знает. Несколько столетий назад они просто появились в центре галактики.
zh_hk: 我不知道，沒人知道。幾個世紀以前它們才出現在銀河中心。

source: Sell Stolen Goods
ru: Продать украденные товары
zh_hk: 出售贓物

source: You can change the size of your current block.
ru: Вы можете изменять размер текущего блока.
zh_hk: 您可以任意改變您當前方塊的大小。

source: You don't have permissions to promote other members.
ru: У Вас нет права повышать других игроков в звании.
zh_hk: 你沒有提拔成員的許可。

source: Some say they found a way of harvesting the energy of the black hole in the center. But that's just rumours, I guess.
ru: Некоторые считают, что они нашли способ использовать энергию черной дыры в центре. Но это только слухи.
zh_hk: 有人說它們找到一個方法從銀心黑洞裏獲得能量，但是我猜那只是流言。

source: Unbrand
ru: Отмыть
zh_hk: 洗白

source: Hold %s, %s, %s or %s and move the mouse to scale it in different directions.
ru: Для этого удерживайте %s, %s, %s или %s и перемещайте мышь.
zh_hk: 按住 %s， %s， %s 或者 %s 然後移動滑鼠來沿不同方向縮放它。

source: You don't have permissions to demote other members.
ru: У Вас нет права понижать других игроков в звании.
zh_hk: 你沒有降階其他成員的許可。

source: Thank you.
ru: Спасибо.
zh_hk: 謝謝你。

source: Unbrand Stolen Goods
ru: Отмыть украденные товары
zh_hk: 洗白贓物

source: This is the thruster block.
ru: Это блок маневровых двигателей.
zh_hk: 這是推進器方塊。

source: You don't have permissions to edit ranks.
ru: У Вас нет прав изменять звания.
zh_hk: 你沒有編輯職位的許可。

source: I'll be on my way then.
ru: Тогда я отчаливаю.
zh_hk: 我要離開了。

source: Price/u
ru: Цена/шт.
zh_hk: 價格/單位

source: Thrusters increase rotational speed, depending on their position.
ru: Маневровые двигатели увеличивают скорость вращения корабля. Их эффективность зависит от их расположения.
zh_hk: 推進器提升轉向速度，然而這取決於它們的位置。

source: This rank doesn't exist.
ru: Такого звания не существет.
zh_hk: 該職位不存在。

source: Horrible things happening in the center of the galaxy!
ru: Ужасные вещи творятся в центре галактики.
zh_hk: 銀河中心發生了可怕的事！

source: You
ru: У вас
zh_hk: 你

source: They also brake your ship and reduce drifting.
ru: Также их количество влияет на силу торможения корабля и заносы при поворотах.
zh_hk: 它們也可以給您的飛船刹車和降低漂移。

source: This rank exists already.
ru: Такое звание уже существет.
zh_hk: 該職位已存在。

source: Like what exactly?
ru: Это какие же?
zh_hk: 準確點說是什麼？

source: You don't have any stolen %s!
ru: У Вас нет краденых %s
zh_hk: 您沒有任何盜竊的%s！

source: This is the crew quarters block.
ru: Это блок кают экипажа.
zh_hk: 這是船員居住區方塊。

source: You don't have permissions to add resources.
ru: У Вас нет прав вносить ресурсы.
zh_hk: 你沒有添加資源的許可。

source: The Xsotan are eating up our galaxy from the inside!
ru: Зотанцы пожирают нашу галактику изнутри!
zh_hk: Xsotan從裏面開始吞噬我們的銀河系！

source: You have to be docked to the station to unbrand goods!
ru: Вы должны быть пристыкованы к станции чтобы сбыть товары!
zh_hk: 您需要停靠在空間站來洗白貨物！

source: Your ship needs a crew, and your crew needs a living space.
ru: Ваш корабль нуждается в команде, а она - в жилом пространстве.
zh_hk: 您的飛船需要船員，您的船員需要一個生活的空間。

source: You don't have permissions to add items.
ru: У Вас нет прав добавлять вещи.
zh_hk: 你沒有添加物品的許可。

source: You can't be serious.
ru: Ты шутишь?
zh_hk: 你肯定在開玩笑。

source: You can't sell ${displayPlural} here.
ru: Вы не можете продать ${displayPlural} здесь
zh_hk: 您不能在這裏出售${displayPlural}。

source: The more crew quarters you have, the more crewmen can work on your ship.
ru: Чем больше у Вас есть жилых модулей, тем больше членов экипажа могут работать на Вашем корабле.
zh_hk: 您有越多的船員宿舍，越多的船員就能在您的飛船上工作。

source: You don't have permissions to take resources.
ru: У Вас нет прав забирать ресурсы.
zh_hk: 你沒有取出資源的許可。

source: The only thing that gives me some peace of mind is that this process takes centuries, so I'll be long dead when they reach me!
ru: Успокаивает только то, что это займет столетия, так что меня к моменту ее гибели уже на свете не будет.
zh_hk: 唯一給我點安慰的是這個過程要花幾個世紀，所以至少到我死它們都碰不到我！

source: This is the engine block.
ru: Это блок двигателей.
zh_hk: 這是引擎方塊。

source: You don't have permissions to take items.
ru: У Вас нет прав забирать предметы.
zh_hk: 你沒有取出物品的許可。

source: Thanks, I guess?
ru: Спасибо, наверное.
zh_hk: 謝謝你，我猜？

# Weapon Type
source: Chaingun
ru: Пулеметное оружие
zh_hk: 機炮

source: Engines give your ship better acceleration and max velocity.
ru: Двигатели увеличивают ускорение и максимальную скорость.
zh_hk: 引擎給予您的飛船更好的加速度和最大航速。

source: You don't have permissions to change the message of the day.
ru: У Вас нет прав изменять сообщение дня.
zh_hk: 你沒有設置公告的許可。

source: I don't have time for this.
ru: У меня нет на это времени.
zh_hk: 我沒時間管這閒事。

# Weapon Type
source: Bolter
ru: Болтерное оружие
zh_hk: 爆彈炮
