Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: [Harness Wormhole Power]
ru: [Точка входа в червоточину]
zh_hk: 【控制蟲洞能量】

# prefix
source: Power Unit
ru: Блоков питания
zh_hk: 動力單元

source: I'll kill you!
ru: Я убью тебя!
zh_hk: 我會殺了你！

source: This didn't work.
ru: Это не сработало.
zh_hk: 這不起作用。

source: A big device that can create a huge amount of energy over a long time.
ru: Большое устройство, способное генерировать огромный поток энергии в течение долгого времени.
zh_hk: 一個可以長時間生成大量能量大型設備。

source: I'll pay.
ru: Я заплачу.
zh_hk: 我會付錢的。

source: Wormhole Power Diverter
ru: Дивертор энергии червоточин
zh_hk: 蟲洞能量分流器

source: Antigrav Unit
ru: Антиграв
zh_hk: 反重力單元

source: Is there a third alternative?
ru: А есть третий вариант?
zh_hk: 有第三種選擇嗎？

# 10^12, abbreviation
source: trill
ru: трлн.
zh_hk: 萬億

source: Xsotan Technology Fragment
ru: Фрагмент технологии Ксотан
zh_hk: Xsotan科技碎片

# plural
source: Antigrav Units
ru: Антигравы
zh_hk: 反重力單元

source: No.
ru: Нет.
zh_hk: 沒。

# 10^9, abbreviation
source: bill
ru: млрд
zh_hk: 十億

source: Lets you harness the power
ru: Позволяет Вам использовать всю мощь
zh_hk: 讓你有能力控制

# prefix
source: Antigrav Unit
ru: Антигравов
zh_hk: 反重力單元

source: Okay, then I'll kill you!
ru: Хорошо, тогда я убью тебя!
zh_hk: 好吧，那我殺了你好了！

# 10^6, abbreviation
source: mill
ru: млн.
zh_hk: 百萬

source: of Xsotan Wormhole Technology.
ru: от Зотанских технологий кротовых нор.
zh_hk: Xsotan蟲洞科技。

source: This device generates antigrav fields for easier transportation of objects.
ru: Устройство, генерирующее антигравитационное поле.
zh_hk: 這個設備生成便於物體運輸的反重力場。

source: I'll pay then.
ru: Хорошо, я заплачу.
zh_hk: 那我付錢。

# 10^3, abbreviation
source: k
ru: тыс.
zh_hk: 千

source: A fragment of Xsotan technology.
ru: Фрагмент технологии Зотанцев.
zh_hk: Xsotan科技的一個碎片。

source: Energy Container
ru: Энерго-контейнер
zh_hk: 能量儲存器

source: Is there really no third alternative?
ru: Что действительно нет третьего варианта?
zh_hk: 真的沒第三條路嗎？

source: Your sensors picked up a short burst of subspace signals.
ru: Ваши датчики обнаружили легкий всплеск подпространственных сигналов.
zh_hk: 您的探測器檢測到一股亞空間信號爆發。

source: Diamond
ru: Алмаз
zh_hk: 鑽石

# plural
source: Energy Containers
ru: Энерго-контейнеры
zh_hk: 能量儲存器

source: No!
ru: Нет!
zh_hk: 沒！

source: More strange subspace signals, they're getting stronger.
ru: Еще больше неопознанных подпространственных сигналов, они становятся все сильнее.
zh_hk: 更多不明亞空間信號，它們正逐漸變強！

# plural
source: Diamonds
ru: Алмазы
zh_hk: 鑽石

# prefix
source: Energy Container
ru: Энерго-контейнеров
zh_hk: 能量儲存器

source: Why no third alternative?
ru: А третий вариант?
zh_hk: 為什麼沒第三條路走？

source: Small Unknown Ship
ru: Малый неизвестный корабль
zh_hk: 小型未知飛船

# prefix
source: Diamond
ru: по добыче Алмазов
zh_hk: 鑽石

source: Bigger than energy cells, these devices can hold up to 1000x more energy.
ru: Больше энергоячеек,эти устройства могут хранить в 1000 больше энергии.
zh_hk: 比能量電池大，這些設備可以保存1000倍以上的能量。

source: Because I said so!
ru: Потому что я так сказал!
zh_hk: 我說沒就是沒！

source: A small group of alien ships appeared!
ru: Появилась небольшая группа кораблей пришельцев!
zh_hk: 一小股外星飛船出現！

source: A hand full of diamonds. Useless unless you know where to sell them.
ru: Алмазы бесполезны, если не знать, кому их продать.
zh_hk: 裝滿了鑽石。除非你知道去哪賣掉它們不然毫無用處。

source: Solar Panel
ru: Солнечная панель
zh_hk: 太陽能板

source: Enough stupid questions, die!
ru: Хватит дурацких вопросов, умри!
zh_hk: 問夠愚蠢的問題沒？去死吧！

source: Your sensors picked up short bursts of subspace signals.
ru: Ваши датчики обнаружили легкие всплески подпространственных сигналов.
zh_hk: 您的探測器檢測到亞空間信號爆發。

source: Ore
ru: Руда
zh_hk: 金屬礦石

# plural
source: Solar Panels
ru: Солнечные панели
zh_hk: 太陽能板

source: You have 2 choices. You can choose to pay ${amount} credits for your pathetic life and ship, or you can choose to die.
ru: У тебя два варианта: либо ты заплатишь ${amount} кредитов, либо разлетишься пылью по сектору.
zh_hk: 給你兩個選擇：為你這毫無價值的可憐性命和飛船支付${amount} 贖金，或者乖乖去死。

source: The signals are growing stronger.
ru: Сигналы усиливаются.
zh_hk: 信號正在變強。

# plural
source: Ore
ru: Руды
zh_hk: 金屬礦石

# prefix
source: Solar Panel
ru: Солнечных панелей
zh_hk: 太陽能板

source: You have not heard of me yet? I am ${boss}, scourge of the outer sectors. You will get to know me soon enough.
ru: Ты еще не слышал обо мне? Я ${boss}, царь и бог окрестных секторов. Небойся, ты еще успеешь познакомишься со мной поближе.
zh_hk: 你還沒聽過我？我是${boss}，法外星區的災禍之王，你會記住我的，很快。

source: Unknown Ship
ru: Неизвестный корабль
zh_hk: 未知飛船

# prefix
source: Ore
ru: по добыче Руды
zh_hk: 金屬礦石

source: Solar panels that can generate electricity from sunlight.
ru: Солнечные панели, способные генерировать электричество из солнечного света.
zh_hk: 太陽能電池板可以將陽光轉換成電力。

source: You don't scare me.
ru: Ты пытаешься меня напугать?
zh_hk: 你嚇不倒我。

source: A group of alien ships warped in!
ru: Вторглась небольшая группа кораблей пришельцев.
zh_hk: 一組外星飛船跳躍入場！

source: Raw ore containing some kind of metal.
ru: Необработанная руда со вкраплениями металла.
zh_hk: 包含有金屬的原礦。

source: Explosive Charge
ru: Взрывчатка
zh_hk: 炸藥

source: Oh, looks like we have a brave hero here! I might actually like you. I'll kill you quickly.
ru: Воу... Узрите же истинного героя нашей галактики! Ты мне нравишься. Серьезно нравишься... И поэтому я дарую тебе быструю смерть.
zh_hk: 噢，看起來我們碰到了一個自以為是的英雄！我的想法可能正和你一樣，馬上殺了你。

source: There are lots and lots of subspace signals! Careful!
ru: Замечено огромное количество подпространственных сигналов! Берегитесь!
zh_hk: 出現大量亞空間信號！注意！

source: Crystal
ru: Кристалл
zh_hk: 晶體

# plural
source: Explosive Charges
ru: Взрывчатка
zh_hk: 炸藥

source: What do you want from me?
ru: Чего ты хочешь от меня?
zh_hk: 你想從我這得到什麼？

source: Big Unknown Ship
ru: Большой неизвестный корабль
zh_hk: 大型未知飛船

# plural
source: Crystals
ru: Кристаллы
zh_hk: 晶體

# prefix
source: Explosive Charge
ru: Взрывчатки
zh_hk: 炸藥

source: It's time someone put an end to you!
ru: Пришло время положить конец твоей никчемной жизни!
zh_hk: 是時候有人來終結你了！

source: A large group of alien ships appeared!
ru: Появилась большая группа кораблей пришельцев!
zh_hk: 大群外星飛船出現！

# prefix
source: Crystal
ru: Кристаллов
zh_hk: 晶體

source: A military grade explosive.
ru: Боевая взрывчатка.
zh_hk: 軍用等級炸藥。

source: Look at this maggot! Do you really think you have a chance?
ru: Взгляните на этого убогого! Ты действительно думаешь, что на этом корыте, у тебя есть шанс?
zh_hk: 看看這條蛆的死相！你真的以為你有機會？

source: The subspace signals are getting too strong for your scanners. Brace yourself!
ru: Ваш сканер не справляется с таким колличеством подпространственных сигналов. Подготовьтесь!
zh_hk: 亞空間信號強度超過掃描器上限，請做好準備！

source: Naturally grown crystals.
ru: Кристаллы натурального происхождения.
zh_hk: 自然生長的結晶晶體。

source: Fusion Core
ru: Малый генератор синтеза
zh_hk: 聚變核心

source: Prepare to die!
ru: Готовься к смерти!!
zh_hk: 準備去死吧！

source: Danger! A large fleet of alien ships appeared!
ru: Внимание! Появился крупный флот инопланетных кораблей!
zh_hk: 危險！一支大規模外星艦隊出現！

source: Mineral
ru: Минерал
zh_hk: 礦物質

# plural
source: Fusion Cores
ru: Малые генераторы синтеза
zh_hk: 聚變核心

source: ${boss}? Who were your predecessors?
ru: ${boss}? Кем были твои предшественники?
zh_hk: ${boss}？你前任是誰？

source: Mayday! Mayday! We are under attack by pirates! Our position is \s(%i:%i), someone help, please!
ru: СОС! СОС! Мы под атакой пиратов! Наша позиция - сектор \s(%i:%i), требуется поддержка, пожалуйста!
zh_hk: 求救！求救！我們正遭受海盜襲擊！我們的位置是 \s(%i:%i)，誰來幫幫忙，求你了！

# plural
source: Minerals
ru: Минералы
zh_hk: 礦物質

# prefix
source: Fusion Core
ru: Малых генераторов синтеза
zh_hk: 聚變核心

source: I am just one of many brothers! After they were killed, it was my time to rise to power!
ru: Я брат, один из многих! После того, как они были убиты, настал мой черед прийти к власти!
zh_hk: 我是眾多兄弟的一員！他們死了之後，就是我掌權的時候！

source: Mayday! CHRRK ... under attack CHRRK ... pirates ... CHRRK ... position \s(%i:%i) ... help!
ru: Внимание! Шшшшш ... атакуют Шшшшш ... Пираты ... Кххх ... Координаты: \s(%i:%i) ... Помогите!
zh_hk: 求救！【滋滋】……遭到攻擊【滋滋】……海盜……【滋滋】……位置 \s(%i:%i) ……救命！

# prefix
source: Mineral
ru: Минералов
zh_hk: 礦物質

source: Highly advanced portable fusion generator.
ru: Портативный генератор синтеза.
zh_hk: 高端先進的可攜式聚變反應爐。

source: I'll be leaving now.
ru: Я ухожу.
zh_hk: 我馬上離開。

source: Can anybody hear us? We have been ambushed by pirates! Our position is \s(%i:%i) Help!
ru: Нас кто-нибудь слышит?! Мы попали в засаду пиратов! Координаты: \s(%i:%i). Просим помощи!
zh_hk: 有人嗎！我們被海盜埋伏了！我們的位置是 \s(%i:%i) 救命！

source: A canister full of mineral powder.
ru: Канистра с минеральной пылью.
zh_hk: 一罐盛滿礦物質粉末的小罐。

source: High Pressure Tube
ru: Труба высокого давления
zh_hk: 高壓管

source: Not so fast.
ru: Не так быстро.
zh_hk: 沒那麼快。

source: This is a distress call! Our position is \s(%i:%i) We are under attack by pirates, please help!
ru: СОС! Наши координаты: \s(%i:%i). Мы под огнем пиратов, помогите!
zh_hk: 這是一個呼救呼叫！我們的位置是 \s(%i:%i) 我們正遭到海盜襲擊，請求援助！

source: Scrap Metal
ru: Металлолом
zh_hk: 廢棄金屬

# plural
source: High Pressure Tubes
ru: Трубы высокого давления
zh_hk: 高壓管

source: Well hello there. Now who might you be?
ru: Чтож, приветствую. Кто же Вы такой?
zh_hk: 你好，你是誰？

# plural
source: Scrap Metal
ru: Металлолом
zh_hk: 廢棄金屬

# prefix
source: High Pressure Tube
ru: Труб высокого давления
zh_hk: 高壓管

source: I could ask you the same.
ru: У меня к тебе тот же вопрос.
zh_hk: 我也想問同樣的問題。

source: You have received a distress signal by an unknown source.
ru: Вы получили сигнал бедствия из неизвестного источника.
zh_hk: 你接收到了未知信號源的一個呼救信號。

# prefix
source: Scrap Metal
ru: Металлоломом
zh_hk: 廢棄金屬

source: Tubes that can sustain extremely high pressure. Most commonly used in factories or weapons.
ru: Эти трубы могут выдерживать чрезвычайно высокое давление. Чаще всего используется на фабриках или в создании оружия.
zh_hk: 可以承受極高壓力的管，通常用於工廠或武器。

source: Nobody, goodbye.
ru: Никто, до свидания.
zh_hk: 誰也不是，再見。

source: Distress Signal
ru: Сигнал бедствия
zh_hk: 呼救信號

source: A container full of metal junk.
ru: Контейнер с грудой железа.
zh_hk: 一個裝滿金屬垃圾的容器。

source: Targeting Card
ru: Целеуказатель
zh_hk: 索敵組件

source: Don't you dare cut me off! You will pay for this!
ru: Как ты не смеешь затыкать меня?! Ты заплатишь за это!
zh_hk: 你居然敢關我連接！你要為此付出代價！

source: You received a distress call from an unknown source. Their last reported position was (%i:%i).
ru: Вы получили сигнал бедствия из неизвестного источника, его координаты: (%i:%i).
zh_hk: 你接收到了一個未知信號源的呼救呼叫，他們最後一次彙報位置是 (%i:%i)。

source: Raw Oil
ru: Сырая нефть
zh_hk: 原油

# plural
source: Targeting Cards
ru: Целеуказатели
zh_hk: 索敵組件

source: You are looking at the first people in centuries who will fly into Xsotan territory.
ru: Эти люди удостоились чести первыми лететь на территорию Зотанцев.
zh_hk: 你正注視著幾個世紀間第一群飛進Xsotan空域的人們。

source: Help! uh... I'm a rich trader and I'm being attacked by pirates at \s(%i:%i) Help! Help! Reward! Reward!
ru: Помогите! Я богатый торговец, меня атаковали пираты в секторе \s(%i:%i)! Обещаю вознаграждение за помощь!
zh_hk: 救命！呃……我是個富商我在 \s(%i:%i) 被海盜襲擊，救命！救命！有報酬！有報酬！

# plural
source: Raw Oil
ru: Сырая нефть
zh_hk: 原油

# prefix
source: Targeting Card
ru: Целеуказателей
zh_hk: 索敵組件

source: Once we've collected all the artifacts, we'll be able to open the gateway and recover the Xsotan's treasures and technology!
ru: Однажды, собрав все артефакты, мы сможем открыть врата ведущие к сокровищам и технологиям пришельцев.
zh_hk: 一旦我們收集到所有文物，我們就能開啟大門並找到Xsotan的寶藏和科技！

source: Head Hunter
ru: Охотник за головами
zh_hk: 獵頭者

# prefix
source: Raw Oil
ru: Сырой нефти
zh_hk: 原油

source: Multi-purpose chip with targeting software for missiles or turrets.
ru: Универсальный чип с программным обеспечением для нацеливания ракет или турелей.
zh_hk: 裝有導彈或炮臺瞄準軟體的多功能晶片。

source: But you won't have to worry about that. All that's important is that you brought us one of the artifacts.
ru: Не беспокойтесь об этом. Важно лишь то, что Вам удалось доставить один из артефактов.
zh_hk: 但是你不用擔心這個，最重要的是你帶給我們一件文物。

source: Hyperspace Blocker
ru: Блокиратор гипердвигателя
zh_hk: 超空間阻攔器

source: A barrel of unrefined oil.
ru: Бочка с сырой нефтью.
zh_hk: 一桶未精煉的石油。

source: Electromagnetic Charge
ru: Электромагнитный заряд
zh_hk: 電磁電容

source: You don't understand.
ru: Вы не понимаете.
zh_hk: 你不明白。

source: Wipe out pirates in (${location.x}:${location.y})
ru: Уничтожьте пиратов в секторе (${location.x}:${location.y})
zh_hk: 消滅 (${location.x}:${location.y}) 的海盜

source: Toxic Waste
ru: Токсичные отходы
zh_hk: 有毒廢品

# plural
source: Electromagnetic Charges
ru: Электромагнитные заряды
zh_hk: 電磁電容

source: We are not giving you a choice.
ru: У Вас нет выбора.
zh_hk: 我們不是給你一個選擇。

source: The ${giver} asked you to take care of a group of pirates that settled in sector (${location.x}:${location.y}).
ru: ${giver} попросил Вас разобраться с пиратами в секторе (${location.x}:${location.y}).
zh_hk: ${giver}要求你去處理定居於星區 (${location.x}:${location.y}) 的一組海盜。

# plural
source: Toxic Waste
ru: Токсичные отходы
zh_hk: 有毒廢品

# prefix
source: Electromagnetic Charge
ru: Электромагнитных зарядов
zh_hk: 電磁電容

source: And we don't want any witnesses or competition.
ru: И нам не нужны ни свидетели, ни конкуренты.
zh_hk: 而且我們也不想要任何目擊者或者競爭對手。

source: Thank you for taking care of this scum. We transferred the reward to your account.
ru: Спасибо Вам за помощь с этими бандитами. Мы перевели Вам вознаграждение.
zh_hk: 感謝你處理了這群人渣，我們已經在你的帳戶上轉入了一筆賞金。

# prefix
source: Toxic Waste
ru: Токсичных отходов
zh_hk: 有毒廢品

source: One-time use charge that can set free a strong electromagnetic pulse.
ru: Одноразовый заряд с мощным электромагнитным импульсом.
zh_hk: 用於釋放強電磁脈衝的一個電容。

source: Boys and girls, let's blow this maggot to space dust and get the artifact!
ru: Дамы и господа, предлагаю стереть этого червя в порошок и забрать его артефакт!
zh_hk: 兄弟姐妹們，把這個傢伙變成太空塵埃然後拿走那件文物。

source: Looks like someone already took care of them. Thank you nevertheless.
ru: Кажется кто-то уже позаботился о них. Но все равно спасибо.
zh_hk: 看起來有人料理他們了，不過仍然感謝你的幫忙。

source: A tank full of some glowing liquid. Highly toxid.
ru: Емкость, полная токсической жидкости.
zh_hk: 一個裝滿冒泡液體的貨櫃，劇毒。

source: Gauss Rail
ru: Ускоритель Гаусса
zh_hk: 高斯軌道

source: You will now give it to us.
ru: Сейчас ты отдашь его нам.
zh_hk: 你現在要把它交給我們。

source: Deliver ${amount} ${plural}
ru: Доставьте ${amount} ${plural}
zh_hk: 遞送 ${amount} ${plural}

source: Energy Cell
ru: Энергоячейка
zh_hk: 能量電池

# plural
source: Gauss Rail
ru: Ускорители Гаусса
zh_hk: 高斯軌道

source: Here, have it.
ru: Вот, возьми это.
zh_hk: 給，在這。

source: Delivery: ${plural}
ru: Доставить: ${plural}
zh_hk: 遞送：${plural}

# plural
source: Energy Cells
ru: Энергоячейки
zh_hk: 能量電池

# prefix
source: Gauss Rail
ru: Ускорителей Гаусса
zh_hk: 高斯軌道

source: What about my reward?
ru: Что насчет моей награды?
zh_hk: 我的獎賞呢？

source: Deliver %i %s
ru: Доставить %i %s
zh_hk: 遞送 %i %s

# prefix
source: Energy Cell
ru: Энергоячеек
zh_hk: 能量電池

source: A rail for immense acceleration of projectiles with magnetic fields.
ru: Ускоритель для мощного разгона снарядов электромагнитным полем.
zh_hk: 一條用於用電場給予射彈巨大加速度的軌道。

source: Oh man, look at this one!
ru: Боже, только посмотрите на него!
zh_hk: 噢你啊，看看這個！

source: Thank you. We returned your deposit and transferred the reward to your account.
ru: Спасибо. Мы вернули Ваш залог и перевели Вам вознаграждение.
zh_hk: 謝謝你，我們已經交還你的保證金並把報酬轉入你的帳戶。

source: Small blue canisters with a high voltage charge inside them.
ru: Маленькие голубые контейнеры, содержащие высоковольтный заряд.
zh_hk: 小型藍色小罐內含高電壓。

source: Turbine
ru: Турбина
zh_hk: 渦輪機

source: Did you really think you'd get a reward?
ru: Вы серьезно считали, что получите награду?
zh_hk: 你覺得你真的會得到獎賞？

source: There must have been a misunderstanding, you don't have all the cargo. We need ${amount} ${good}.
ru: Тут какое-то недоразумение, у нас нет груза. Нам самим нужно ${amount} ${good}.
zh_hk: 這肯定有誤會，你沒有帶來全部貨物。我們需要 ${amount} ${good}。

source: Gem
ru: Драгоценный камень
zh_hk: 凝膠

# plural
source: Turbines
ru: Турбины
zh_hk: 渦輪機

source: We lied!
ru: Мы лгали!
zh_hk: 我們說謊了！

source: Please return when you have the goods.
ru: Возвращайтесь как только достанете товары.
zh_hk: 請帶著貨物再回來。

# plural
source: Gems
ru: Драгоценные камни
zh_hk: 凝膠

# prefix
source: Turbine
ru: Турбин
zh_hk: 渦輪機

source: On second thought, I'd rather not.
ru: Хотя... Боюсь, я вынужден отказать.
zh_hk: 讓我想想，我可能沒有。

source: You will have to dock to deliver the goods.
ru: Вы должны стыковаться для доставки товара.
zh_hk: 你需要停靠來遞送貨物。

# prefix
source: Gem
ru: Драгоценных камней
zh_hk: 凝膠

source: Multi-purpose turbine.
ru: Турбина различного назначения.
zh_hk: 多功能渦輪機。

source: I can't believe it, our bulletin actually worked!
ru: Я не могу поверить, что наше объявление действительно работает!
zh_hk: 我不敢相信，我們的公告起作用了！

source: What are you doing? The client is waiting for his goods! Get them delivered!
ru: Что Вы делаете? Клиент ждет поставку! Выполняйте контракт!
zh_hk: 你在幹嘛？客戶在等著他的貨物！快去送！

source: A big gem. It's worth a lot, but you have to sell it first.
ru: Большой драгоценный камень. Cтоит дорого.
zh_hk: 一塊大凝膠，值錢，但你要先把它賣掉。

source: Medical Supplies
ru: Аптечка
zh_hk: 醫療補給

source: I have your artifact.
ru: У меня есть Ваш артефакт.
zh_hk: 我有你要的文物。

source: Are you flying away with my goods? Thief! This will have consequences! You're fired!
ru: Вы убегаете с моим товаром? Вор! Вы еще пожалеете об этом!
zh_hk: 你帶著我的貨物逃跑了？小偷！這會有報應的！你被解雇了！

source: Gold
ru: Золото
zh_hk: 金

# plural
source: Medical Supplies
ru: Аптечки
zh_hk: 醫療補給

source: Yes, we know.
ru: Да, мы в курсе.
zh_hk: 是的，我們知道。

source: Where are you? You're late on your delivery! Someone else has delivered the goods to the client. You're fired!
ru: Где Вы? Доставка просрочена, кто-то другой уже выполнил заказ. Вы уволены!
zh_hk: 你到哪兒閑晃去了？你的遞送晚了！別人已經把貨送到客戶手中，你被解雇了！

# plural
source: Gold
ru: Золото
zh_hk: 金

# prefix
source: Medical Supplies
ru: Аптечек
zh_hk: 醫療補給

# plural
source: Who are you?
ru: Кто Вы?
zh_hk: 你誰啊？

source: Great. My courier is somewhere in the galaxy and not to be found. The client was waiting for his delivery! You're fired!
ru: Просто чудесно. Мой курьер шляется где-то по галактике, пока клиент ожидает поставку. Вы уволены!
zh_hk: 很好，我的快遞員不知道到銀河的哪個地方了都找不到了，客戶還在等他的快遞！你被解雇了！

# prefix
source: Gold
ru: по добыче Золота
zh_hk: 金

source: A box with everyday medical supplies containing bandages, antibiotics and germicides.
ru: Коробка с комплектом лекарств и средств первой необходимости.
zh_hk: 一個裝有日常醫療補給的盒子，包括綁帶，抗生素和殺菌劑。

source: Yeah, I'm leaving now.
ru: Да, мне пора.
zh_hk: 好，我現在離開。

source: A small box containing gold bars.
ru: Маленькая коробка с золотыми слитками.
zh_hk: 一個裝滿金錠的小盒子。

source: Satellite
ru: Спутник
zh_hk: 衛星

source: The guardian is starting to channel the black hole's energy!
ru: Страж начал черпать энергию черной дыры!
zh_hk: 守護者開始吸收黑洞的能量！

source: It looks like the recipient has disappeared. Please return the cargo, we've updated your mission status.
ru: Похоже получатель груза пропал. Прошу вернуться с грузом, мы обновили статус миссии.
zh_hk: 看起來收件人消失了，請歸還貨物，我們已經更新了你的任務狀態。

source: Platinum
ru: Платина
zh_hk: 鉑

# plural
source: Satellites
ru: Спутники
zh_hk: 衛星

source: Attack the Guardian!
ru: Атакуйте Стража!
zh_hk: 攻擊守護者！

# plural
source: Platinum
ru: Платина
zh_hk: 鉑

# prefix
source: Satellite
ru: Спутников
zh_hk: 衛星

source: Attack the small ships!
ru: Атакуйте малые корабли!
zh_hk: 攻擊那些小飛船！

source: A client asked you to take care of an urgent delivery of ${amount} ${goods}.
ru: Клиент просит Вас выполнить срочную доставку ${amount} ${goods}.
zh_hk: 一個客戶要求你馬上處理一份加急遞送 ${amount} ${goods}。

# prefix
source: Platinum
ru: по добыче Платины
zh_hk: 鉑

source: A satellite used for reasearch or spying.
ru: Спутник, используемый для исследований или слежки.
zh_hk: 一顆用於科研或者間諜行為的衛星。

source: The client expecting the goods is located at (${x}:${y}).
ru: Клиент ожидает доставки в секторе (${x}:${y}).
zh_hk: 客戶需要的貨物位於 (${x}:${y})。

source: A small box containing platinum bars.
ru: Маленькая коробка с платиновыми слитками.
zh_hk: 一個裝滿鉑錠的小盒子。

source: Drill
ru: Сверло
zh_hk: 鑽機

source: Silver
ru: Серебро
zh_hk: 銀

# plural
source: Drills
ru: Сверла
zh_hk: 鑽機

source: Exchange crew
ru: Обменять экипаж
zh_hk: 交換船員

source: Time Left: ${time}
ru: Времени осталось: ${time}
zh_hk: 時間剩餘：${time}

# plural
source: Silver
ru: Серебро
zh_hk: 銀

# prefix
source: Drill
ru: Сверл
zh_hk: 鑽機

source: Exchange cargo
ru: Обменять груз
zh_hk: 交換貨物

source: Please deliver the goods to \s(%s:%s).
ru: Пожалуйста доставьте товар в \s(%s:%s).
zh_hk: 請遞送貨物到 \s(%s:%s)。

# prefix
source: Silver
ru: по добыче Серебра
zh_hk: 銀

source: Mining drill, often used in asteroid mines.
ru: Сверло для бурения.
zh_hk: 採礦鑽機，通常用於小行星礦場。

source: You don't own this craft.
ru: Вы не являетесь владельцем этого корабля.
zh_hk: 你不是這艘飛船的控制者。

source: Organize ${amount} ${plural}
ru: Привезти ${amount} ${plural}
zh_hk: 交付 ${amount} ${plural}

source: A small box containing silver bars.
ru: Маленькая коробка с серебряными слитками.
zh_hk: 一個裝滿銀錠的小盒子。

source: Ammunition
ru: Боеприпасы
zh_hk: 彈藥

source: You're too far away.
ru: Вы слишком далеко
zh_hk: 你離得太遠了。

source: Organize ${plural}
ru: Привезти ${plural}
zh_hk: 交付 ${plural}

source: Silicium
ru: Кремний
zh_hk: 矽

# plural
source: Ammunition
ru: Боеприпасы
zh_hk: 彈藥

source: Not enough space on the other craft.
ru: На другом корабле недостаточно места
zh_hk: 另一艘飛船上沒有足夠空間。

source: Thank you. We transferred the reward to your account.
ru: Спасибо. Мы перевели Вам вознаграждение.
zh_hk: 謝謝你，我們已經把報酬轉入你的帳戶。

# plural
source: Silicium
ru: Кремний
zh_hk: 矽

# prefix
source: Ammunition
ru: Боеприпасов
zh_hk: 彈藥

source: You'e not close enough to claim the object.
ru: Вы слишком далеко, чтобы присвоить этот объект.
zh_hk: 你需要離得足夠近來佔領這個物體。

source: There must have been a misunderstanding, you don't have the cargo.
ru: Это недоразумение - на корабле нет места для груза.
zh_hk: 這肯定有誤會，你沒帶貨物。

# prefix
source: Silicium
ru: по добыче Кремния
zh_hk: 矽

source: Ammunition for projectile weapons.
ru: Боеприпасы для стрелкового оружия
zh_hk: 射彈武器的彈藥。

source: This wreckage looks like it's still functional.
ru: Корабль поврежден, но не критично. Возможно его удастся восстановить.
zh_hk: 這個殘骸看起來仍能運作。

source: A box with shards of silicium.
ru: Коробка с осколками силиция
zh_hk: 一個裝滿矽晶碎片的盒子。

source: Teleporter
ru: Телепортер
zh_hk: 傳送器

source: Pirates are attacking the sector!
ru: Сектор подвергся атаке пиратов!
zh_hk: 海盜正在襲擊這個星區！

source: Aluminium
ru: Алюминий
zh_hk: 鋁

# plural
source: Teleporters
ru: Телепортеры
zh_hk: 傳送器

source: Thank you for defeating those pirates. You have our endless gratitude.
ru: Благодарим Вас за уничтожение пиратов в нашем секторе. Мы Вам очень признательны.
zh_hk: 感謝你擊退了那些海盜，請接收我們不盡的感激。

source: Hello Everybody! %s %s here. I'll be here for the next 15 minutes. Come look at my merchandise!
ru: Всем привет! Я %s %s. Буду здесь в течение следующих 15 минут. Приходите посмотреть на мой товар!
zh_hk: 大家好！這裏是%s %s，接下來15分鐘我會呆在這裏，來看看我的商品啊！

# plural
source: Aluminium
ru: Алюминий
zh_hk: 鋁

# prefix
source: Teleporter
ru: Телепортеров
zh_hk: 傳送器

source: We thank you for taking care of those ships. We transferred a reward to your account.
ru: Благодарим Вас за уничтожение этих кораблей в нашем секторе. Мы отправили Вам награду.
zh_hk: 我們十分感謝你處理了那些飛船，我們已經在你的帳戶上轉入了一筆賞金。

source: Artifact Delivery
ru: Доставка артефакта
zh_hk: 文物遞送

# prefix
source: Aluminium
ru: по добыче Алюминия
zh_hk: 鋁

source: Short range one-man hyperspace Teleporters.
ru: Телепортер небольшой дальности.
zh_hk: 短距離單人超空間傳送器。
