Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Your craft is overpopulated! Build more crew quarters or the morale on your ship will drop!
ru: На вашем корабле слишком много персонала! Постройте больше кают, иначе на вашем корабле упадет уровень морали!
zh_hk: 您的船隻已經超員！立即建造更多船員艙否則士氣將會下降！

source: The morale on your ship is bad! Workforce is impaired and the crew might even leave at some point!
ru: На корабле низкий уровень морали! Дисциплина страдает и экипаж норовит уволиться в любой момент!
zh_hk: 您的船上士氣很差！ 工作效率受到了影響，且船員隨時可能離開！

source: Crew / Quarters:
ru: Команда / Каюты:
zh_hk: 當前船員 / 船員艙容量：

source: You have %1% crewmen, but only %2% quarters!
ru: У вас на корабле %1% членов персонала, но в доступе только %2% кают.
zh_hk: 您有 %1% 船員， 但只有 %2% 船艙空間！

source: %1% out of %2% quarters used.
ru: Используются %1% из %2% кают.
zh_hk: %1% 已用 %2% 船員艙總容量。

source: Negotiate relations with other factions.
ru: Вести переговоры с другими фракциями.
zh_hk: 與其他派系關係談判。

source: Negotiate Relations
ru: Переговоры
zh_hk: 進行外交談判

source: Not enough sergeants.
ru: Не хватает сержантов.
zh_hk: 士官不足。

source: Not enough lieutenants.
ru: Не хватает лейтенантов.
zh_hk: 尉官不足。

source: Not enough commanders.
ru: Не хватает командеров.
zh_hk: 校官不足。

source: Not enough generals.
ru: Не хватает генералов.
zh_hk: 將軍不足。

source: There's not enough space in your crew.
ru: В вашей команде не хватает места.
zh_hk: 船員沒有足夠空間。

source: Not Enough Sergeants
ru: Не хватает Сержантов
zh_hk: 士官不足

source: Not Enough Lieutenants
ru: Не хватает Лейтенантов
zh_hk: 尉官不足

source: Not Enough Commanders
ru: Не хватает Коммандиров
zh_hk: 校官不足

source: Not Enough Generals
ru: Не хватает Генералов
zh_hk: 將軍不足

source: A high price margin at your factories will it more likely for traders to show up and sell goods.
ru: Высокая разница цен на ваших заводах повышает вероятность появленя торговцев, продающих товары.
zh_hk: 一個高價格區間設置更可能使現身的貿易船出售貨物給您的工廠。

source: A low price margin at your factories will it more likely for traders to show up and buy goods.
ru: Низкая разница цен на ваших заводах повышает вероятность появления торговцев, покупающих товары.
zh_hk: 一個低價格區間設置更可能使現身的貿易船在您的工廠購買貨物。

source: You can choose whether to enter the strategy mode by zooming in the control settings.
ru: В настройках управления вы можете выбрать, переходить ли в режим стратегического обзора при отдалении.
zh_hk: 您可以在控制選項中選擇是否用啟用鏡頭遠近進入戰略模式。

source: When you select an integrity field block in the building mode, all blocks protected by integrity fields will be highlighted as blue while building.
ru: При выборе блока поля структурной целостности в режиме строительства, все блоки, защищенные этим полем, будут подсвечены синим.
zh_hk: 當您在建築模式中選擇一個結構防護力場方塊時，所有被結構力場保護的方塊將會以藍色高亮。

source: Your crew has a morale. Good morale will make professional crewmembers ascend in rank, bad morale will reduce your crew's workforce and will eventually make them leave the ship.
ru: У команды корабля есть понятие боевого духа, морали. Высокий уровень позволит професиональным членам экипажа улучшать свое мастерство, а низкий - в итоге вынудит вашу команду покинуть корабль.
zh_hk: 您的船員有士氣。高士氣能夠提升船員的專業素質，低士氣會降低船員的工作效率并最終迫使他們離開飛船。

source: Higher ranking officers for your crew can always be hired at military outposts.
ru: Офицеры высоких чинов всегда могут быть наняты на военных фортпостах.
zh_hk: 更高階的官員總是能在軍事哨站僱傭。

source: Professional crewmembers will gain levels when the morale on your ship is good.
ru: Профессиональные члены экипажа получат уровни только при высоком уровне морали на корабле.
zh_hk: 專業船員在士氣較好時會逐漸提升等級。

source: Pilots with a high level have a better chance to dodge shots in combat, and thus of survival.
ru: Пилоты с высоким уровнем имеют больше шансов уклониться от выстрелов в бою, а следовательно, и выжить.
zh_hk: 更高級的飛行員在戰鬥中擁有更高閃避率，意味著更容易生還。

source: When you don't have enough quarters for your crew, the morale on your ship will drop after some time.
ru: Когда на вашем корабле не достаточно комнат для отдыха экипажа, боевой дух команды начнет падать.
zh_hk: 當您沒有足夠的船員空間，船員士氣會在一段時間后開始下降。

source: when you don't have enough officers, the morale on your ship will drop after some time.
ru: Если у вас не хватает офицеров, через некоторое время боевой дух экипажа начнет падать.
zh_hk: 當您沒有足夠官員，船員士氣會在一段時間后開始下降。

source: The morale of your crew will drop after some time when you don't pay them.
ru: Мораль вашей команды вскоре упадет, если вы им не заплатите.
zh_hk: 當您沒有支付薪水，船員士氣會在一段時間后開始下降。

source: Specific crewmembers can be found at specific stations. For example, you will always find miners at a mine, or mechanics at a repair dock.
ru: Нужные специалисты могут быть наняты на соответствующих станциях. Например: буровиков можно найти в шахтах, а механиков в ремонтном доке.
zh_hk: 特定的專業船員能在特定空間站找到。例如，您在礦場總能找到礦工，或在維修站總能找到機械師。

source: Some professions, like pilots, captains or generals, can't be assigned to normal crewmen, you'll need to hire a professional at a station for that.
ru: Обычные члены экипажа не могут быть переведены на некоторые профессии, такие как пилот, капитан или генерал. Вам необходимо нанять соответствующих профессионалов на станции.
zh_hk: 一些專業崗位如飛行員，船長和將軍不能用普通船員指派，您需要在空間站招募相關專業人士。

source: Auto-Save of builds is disabled!
ru: Автоматическое сохранение чертежей отключено!
zh_hk: 建造模式自動存檔已關閉！

source: Hold ALT and hover the mouse over the template to select the root block used to attach it.
ru: Удерживайте ALT и наведите указатель мыши на шаблон, чтобы выбрать основной блок, используемый для его прикрепления.
zh_hk: 按住ALT鍵並將滑鼠放在臨時投影上點擊選擇用於貼附的起始位置方塊。

source: Your ship has low morale! Productivity will decrease and the crew will eventually leave!
ru: Уровень морали на вашем корабле хуже некуда! Производительность будет падать, команда уволится если ничего не предпринять!
zh_hk: 您的船隻士氣低下！產能將會下降，船員最終會離職！

source: Not enough sergeants! Morale will drop over time!
ru: Недостаточно сержантов! Мораль будет падать!
zh_hk: 士官不足！士氣會隨時間下降！

source: Not enough lieutenants! Morale will drop over time!
ru: Недостаточно лейтенантов! Мораль будет падать!
zh_hk: 尉官不足！士氣會隨時間下降！

source: Not enough commanders! Morale will drop over time!
ru: Недостаточно командеров! Мораль будет падать!
zh_hk: 校官不足！士氣會隨時間下降！

source: Not enough generals! Morale will drop over time!
ru: Недостаточно генералов! Мораль будет падать!
zh_hk: 將軍不足！士氣會隨時間下降！

source: Autosave in Build Mode
ru: Автосохранение в режиме строительства
zh_hk: 在建造模式中自動存儲遊戲

source: Your current settings require an increased amount of video ram.
ru: Текущие настройки требуют больше видеопамяти, чем вам доступно.
zh_hk: 您的當前設置需要增加圖形記憶體使用量。

source: Using more than the available VRAM leads to stuttering and even crashes.
ru: Использование количества видеопамяти, превышающее доступное, может привести к зависаниям или даже вылетам.
zh_hk: 使用超過系統可用圖形記憶體會導致卡頓甚至遊戲崩潰。

source: If you experience problems, lower the settings.
ru: При возникновении проблем понизьте настройки.
zh_hk: 如果您遇到問題，請降低配置選項。

source: Use external tools to get precise measurements.
ru: Используйте внешние инструменты для проведения точных измерений.
zh_hk: 使用外部工具獲得更精確的測量。

source: Video Memory Warning: The following settings might cause problems:
ru: Предупреждение о видеопамяти: Текущие настройки могут вызвать проблемы:
zh_hk: 圖形記憶體警告： 下列設置可能造成問題：

source: See tooltip for details.
ru: См. всплывающую подсказку чтобы узнать детали.
zh_hk: 詳情請查看提示信息。

source: Negotiate
ru: Вести переговоры
zh_hk: 談判

source: Select desired relations:
ru: Выберите желаемые отношения:
zh_hk: 選擇期望關係：

source: Improve Relations
ru: Улучшение отношений
zh_hk: 提升關係

source: Use the trade menu to improve relations to other players.
ru: Используйте меню торговли, чтобы улучшить отношения с другими игроками.
zh_hk: 使用交易選單提升與其他玩家的關係。

source: You can't improve relations to AI factions over this yet [not implemented].
ru: Пока вы не можете еще больше изменять отношения с фракциями ИИ [не добавлено].
zh_hk: 您現在還不能通過此功能提升與AI派系的關係【未實裝】。

source: Worsen Relations
ru: Ухудшение отношений
zh_hk: 降低關係

source: Declare War
ru: Объявить войну
zh_hk: 宣戰

source: Change Relations
ru: Изменить отношения
zh_hk: 改變關係

source: Your ship is unable to fly at full speed!
ru: Ваш корабль не может лететь на полной скорости!
zh_hk: 您的船隻無法以滿速航行！

source: Not all turrets are able to fire!
ru: Не все турели могут атаковать!
zh_hk: 並非所有砲台能夠開火！

source: Not all mining turrets can fire!
ru: Некоторые добывающие турели бездействуют!
zh_hk: 並非所有採礦砲台能夠開火！

source: Your ship will slowly decay and take damage!
ru: Ваш корабль будет медленно каррозировать и получать урон!
zh_hk: 您的船隻將會逐漸老化受損！

source: Not all of your fighters will be able to start!
ru: Некоторые истребители не смогут вылететь.
zh_hk: 並非所有艦載機都能使用！

source: Without enough ranking officers, the morale on your ship will drop!
ru: При недостатке офицеров, боевой дух экипажа будет падать!
zh_hk: 船員中高級官員不足，士氣將會下降！

source: You don't have permissions to negotiate relations.
ru: У вас нет разрешения вести переговоры от имени Альянса.
zh_hk: 您沒有權限進行關係談判。

source: Bulletin Board
ru: Доска объявлений
zh_hk: 電子公告板

source: Buy Cargo License
ru: Купить лицензию на перевозку грузов
zh_hk: 購買貨運許可

source: Licenses
ru: Лицензии
zh_hk: 許可證

source: Trade Equipment
ru: Торговля оборудованием
zh_hk: 交易裝備

source: Upgrades
ru: Улучшения
zh_hk: 升級插件

source: Buy from factory
ru: Купить с завода
zh_hk: 從工廠購買

source: Sell to factory
ru: Продать на фабрику
zh_hk: 賣出到工廠

source: Sets the price margin of goods bought and sold by this station. Low prices attract more buyers, high prices attract more sellers.
ru: Устанавливает пределы цены товаров, купленных и проданных этой станцией. Низкие цены привлекают покупателей, высокие, в свою очередь, продавцов.
zh_hk: 設置空間站買賣商品價格區間。低價格吸引更多買家，高價格吸引更多賣家。

source: Upgrade
ru: Улучшить
zh_hk: 升級工廠

source: Upgrade Price: ${price} Cr
ru: Цена улучшения: ${price} Кр.
zh_hk: 升級費用： ${price} Cr

source: Upgrade to allow up to ${amount} parallel productions.
ru: Улучшить чтобы открыть до ${amount} потоков параллельного производства.
zh_hk: 升級到允許上限為 ${amount} 條同步生產線。

source: This factory is already at its highest level.
ru: Этот завод уже улучшен до макс. уровня
zh_hk: 該工廠已經達到最大等級。

source: Oil Rig
ru: Нефтяная вышка
zh_hk: 原油鑽機

source: Your ship doesn't have a hangar.
ru: У вашего корабля нет ангара.
zh_hk: 您的船隻沒有機庫。

source: Sell Items
ru: Продавать товары
zh_hk: 出售物品

source: Trade Goods
ru: Торговать товарами
zh_hk: 交易貨物

source: Oil Rig ${size}
ru: ${size} нефтяная вышка
zh_hk: 原油鑽井機 ${size}

source: Group
ru: Группа
zh_hk: 隊伍

source: Economy
ru: Экономика
zh_hk: 經濟

source: Notifications
ru: Уведомления
zh_hk: 系統提示

source: Collect Lost Fighters
ru: Собрать потерянные Истребители
zh_hk: 收集丟失的艦載機

source: Click on the dots on the right and drag an energy system to change its priority.
ru: Чтобы изменить приоритет энергетических систем, перетащите справа от системы полосу с выше или ниже.
zh_hk: 點擊能量系統右邊的點號拖拽改變優先級。

source: Player Trade Menu
ru: Торговое меню игроков
zh_hk: 玩家交易選單

source: Some fighters can't return back to your ship:
ru: Некоторые истребители не могут вернуться на корабль:
zh_hk: 一些艦載機無法返回母艦：

source: '%1%' is already bound to '%2%', this will remove the binding. Are you sure?
ru: '%1%' уже привязано к '%2%', данное действие уберёт привязку. Вы уверены?
zh_hk: '%1%' 已被綁定到 '%2%' ，這將移除已經存在的綁定，確定執行？

source: Retina Mode
ru: Режим ретина
zh_hk: Retina模式

source: Enables MacOS's high resolution mode
ru: Включает режим высокого разрешения MacOS
zh_hk: 啟用蘋果（Mac）操作系統的高清分辨率模式

source: -- ONLINE --
ru: -- В СЕТИ --
zh_hk: -- 線上 --

source: -- OFFLINE --
ru: -- НЕ В СЕТИ --
zh_hk: -- 離線 --

source: Trade with Player
ru: Торговать с игроком
zh_hk: 與玩家交易

source: Invite player to trade:
ru: Отправить приглашение к торговле:
zh_hk: 邀請玩家交易：

source: -- INVITATIONS --
ru: -- ПРИГЛАШЕНИЯ --
zh_hk: -- 邀請 --

source: Send Invitation
ru: Отправить приглашение
zh_hk: 發送邀請

source: Accept Trade
ru: Принять торговлю
zh_hk: 接受交易

source: Cancel Trade
ru: Отмена торговли
zh_hk: 取消交易

source: Trade with %s
ru: Торговать с %s
zh_hk: 與 %s 交易

source: %s is preparing his trade.
ru: %s готовится к торгам.
zh_hk: %s 正在準備交易。

source: %s accepted your offer
ru: %s принял ваше предложение
zh_hk: %s 接受了你的提議

source: Set your relation to %s Current relation: %d
ru: Ваши отношения изменились на %s Всего пунктов отношений: %d
zh_hk: 設置您與 %s 的勢力關係 當前勢力關係： %d

source: Transfer Craft
ru: Перенести объект
zh_hk: 轉換建造物

source: Transfer your current craft to the alliance
ru: Перенести ваш объект альянсу
zh_hk: 轉換您當前建造物到聯盟擁有

source: Dev-Mode enabled.
ru: Режим разраб. вкл.
zh_hk: 開發模式啟用。

source: Dev-Mode disabled.
ru: Режим разраб. выкл.
zh_hk: 開發模式禁用。

source: Paid %i credits to found an alliance.
ru: Взыскано %i кредитов за основание альянса.
zh_hk: 支付了 %i 資金用於創建聯盟。

source: You don't have permissions to do that.
ru: У вас нет разрешения на это действие.
zh_hk: 您沒有權限這麼做。

source: You paid %i credits to pay the crew of %s.
ru: Вы выплатили %i кредитов команде корабля %s.
zh_hk: 您為 %s 支付了 %i 船員薪金。

source: Leave your current trade before you can start a new one.
ru: Завершите ваши текущие торги, прежде чем начать новые.
zh_hk: 開啟新交易前請先離開當前交易。

source: Trade invitation sent to %s.
ru: Запрос на торговлю послан %s.
zh_hk: 交易申請已發送到 %s。

source: %s invited you to trade. Type /trade in the chat to join.
ru: %s пригласил вас торговать. Введите /trade в чат, чтобы начать торги.
zh_hk: %s 邀請您進行交易。在聊天欄輸入 /trade 加入。

source: No trade partner found. Type /trade <Player> to trade.
ru: Торговый партнер не найден. Введите /trade <Player>, чтобы торговать.
zh_hk: 沒有找到交易對象。輸入/trade <Player> 進行交易。

source: Trade partner ambiguous:
ru: Несколько торговых партнеров с таким именем:
zh_hk: 交易對象不明：

source: %s walked away from the trade.
ru: %s отказался от торговли
zh_hk: %s 離開了交易。

source: The trade was cancelled
ru: Торг отменен
zh_hk: 交易被取消

source: You are now trading with %s
ru: Теперь вы торгуете с %s
zh_hk: 您正在與 %s 交易

source: %s withdrew his trade invitation
ru: %s отменил своё предложение торговли.
zh_hk: %s 收回了交易請求

source: Item not available: %s
ru: Предмет не доступен: %s
zh_hk: 物品無法獲得： %s

source: %s doesn't have all the items he tried to send.
ru: %s не имеет всех предметов, которые он пытается отправить.
zh_hk: %s 沒有足夠需交易的物品。

source: Not enough available: %s
ru: Нехватка в наличии: %s
zh_hk: 可用數目不足： %s

source: Not enough credits.
ru: Недостаточно кредитов.
zh_hk: 資金不足。

source: %s doesn't have enough credits.
ru: У %s недостаточно кредитов.
zh_hk: %s 沒有足夠資金。

source: Not enough %s.
ru: Недостаточно %s.
zh_hk: %s 不足。

source: %s doesn't have enough %s.
ru: У %s недостаточно %s.
zh_hk: %s 沒有足夠的 %s。

source: Gave %1% credits to another player in a trade.
ru: Передано %1% кредитов другому игроку при торге.
zh_hk: 在交易中給予對方 %1% 資金。

source: Received %1% credits from a player trade.
ru: Получено %1% кредитов от сделки с игроком.
zh_hk: 在交易中收到對方 %1% 資金。

source: Gave %1% %2% to another player in a trade.
ru: Передано %1% %2% другому игроку при торге.
zh_hk: 在交易中給予對方 %1% %2%。

source: Received %1% %2% from a player trade.
ru: Получено %1% %2% от сделки с игроком.
zh_hk: 在交易中從對方收到 %1% %2%。

source: Paid a fine of %1% credits.
ru: Взыскан штраф в размере %1% кредитов.
zh_hk: 支付了 %1% 資金罰款。

source: Paid %1% credits to hire crew.
ru: Взыскано %1% кредитов для найма экипажа.
zh_hk: 支付了 %1% 資金僱傭船員。

source: Paid %1% credits gate passage fee.
ru: Взыскано %1% кредитов в качестве платы за перемещение через врата.
zh_hk: 支付了 %1% 資金星門通行費。

source: Paid %1% credits for ship insurance.
ru: Взыскано %1% кредитов за страховку корабля.
zh_hk: 支付了 %1% 資金的飛船保險。

source: Received insurance refund for %1%: %2% credits.
ru: Получена страховка за %1%: %2% кредитов.
zh_hk: 已收到保險金補償 %1%: %2% 資金。

source: Configure
ru: Настроить
zh_hk: 設置

source: Factory configuration
ru: Управление фабрикой
zh_hk: 工廠設置

source: Buy/Sell price margin %
ru: Цена покупки/продажи %
zh_hk: 交易價格範圍 %

source: Buy goods from others
ru: Покупать товары у других
zh_hk: 從他人處購買貨物

source: If checked, the station will buy goods from traders from other factions than you.
ru: Если отмечено, станция будет покупать товары у торговцев других фракций, а не только вашей.
zh_hk: 若勾選，空間站將從您以外派系的商人處購買貨物。

source: Sell goods to others
ru: Продать товары другим
zh_hk: 出售貨物給他人

source: If checked, the station will sell goods to traders from other factions than you.
ru: Если отмечено, станция будет продавать товары торговцам других фракций, а не только вашей.
zh_hk: 若勾選，空間站將出售商品給您以外派系的商人。

source: Actively request goods
ru: Активная закупка товаров
zh_hk: 主動請求貨物

source: If checked, the station will request traders to deliver goods when it's empty.
ru: Если отмечено, станция будет запрашивать у торговцев доставку товаров, когда она опустеет.
zh_hk: 若勾選，空間站儲備空時將請求貿易船投遞貨物。

source: Actively sell goods
ru: Активная продажа товаров
zh_hk: 主動出售貨物

source: If checked, the station will request traders that will buy its goods when it's full.
ru: Если отмечено, станция будет вызывать торговцев чтобы те покупали её товары, если склады заполнены.
zh_hk: 若勾選，空間站儲備滿時將請求貿易船購買貨物。

source: Deliver goods to stations:
ru: Доставить товары на станции:
zh_hk: 投遞貨物到空間站：

source: Fetch goods from stations:
ru: Забирать товары со станций:
zh_hk: 從空間站提出貨物：

source: This station will buy and sell its goods for ${percentage}% of the normal price.
ru: Эта станция покупает и продает товары в размере ${percentage}% от нормальной цены.
zh_hk: 該空間站將以標準價的${percentage}%進行交易。

source: No more goods!
ru: Товаров больше нет!
zh_hk: 沒有更多貨物！

source: Station at full capacity!
ru: Станция заполнена!
zh_hk: 空間站貨存已滿！

source: No error.
ru: Ошибок нет.
zh_hk: 無錯誤。

source: No hangar!
ru: Нет ангара!
zh_hk: 沒有機庫！

source: Squad not found!
ru: Эскадрилья не найдена
zh_hk: 小隊未找到！

source: Squad empty!
ru: Эскадрилья пуста!
zh_hk: 小隊為空！

source: No start position!
ru: Нет стартовой точки!
zh_hk: 沒有起始點！

source: Maximum fighters started!
ru: Запущено максимальное количество истребителей!
zh_hk: 最大戰機已開始！

source: Fighter not found!
ru: Истребитель не найден!
zh_hk: 未找到戰機！

source: Not enough pilots!
ru: Не хватает пилотов!
zh_hk: 飛行員不足！

source: No cargo shuttles!
ru: Нет грузовых шаттлов!
zh_hk: 沒有貨運運輸機！

source: Unknown error
ru: Неизвестная ошибка
zh_hk: 未知錯誤

source: Combat Fighter
ru: Боевой истребитель
zh_hk: 軍用機

source: Cargo Shuttle
ru: Грузовой шаттл
zh_hk: 貨運機

source: Paid %1% credits to build a fighter.
ru: Истребитель куплен за %1% кредитов.
zh_hk: 建造戰機消費了 %1% 資金。

source: Paid %1% credits to set a new reconstruction site.
ru: Заплачено %1% кредитов за установку нового места реконструкции.
zh_hk: 支付了 %1% 資金設立新的重建站點。

source: Deliver ${amount} ${material}
ru: Доставить ${amount} ${material}
zh_hk: 投遞 ${amount} ${material}

source: Bought resources for %1% credits.
ru: Приобретены ресурсы на сумму %1% кредитов.
zh_hk: 購買資源消費了 %1% 資金。

source: You don't have enough ${material}.
ru: У вас недостаточно ${material}.
zh_hk: 您沒有足夠的 ${material}。

source: Sold resources for %1% credits.
ru: Проданы ресурсы на сумму %1% кредитов.
zh_hk: 出售資源獲得了 %1% 資金。

source: Paid %1% credits for a scrapyard license.
ru: Заплачено %1% кредитов за лицензию свалки.
zh_hk: 申請回收站執照支付了 %1% 資金。

source: Maximum ship limit per faction (%s) of this server reached!
ru: Достигнут максимальны лимит (%s) кораблей на фракцию на этом сервере!
zh_hk: 每個派系最大船隻上限 (%s) 已達到！

source: \s(${x}:${y}) ${title} bought ${amount} ${plural} for ${credits} credits.
ru: \s(${x}:${y}) ${title} купил ${amount} ${plural} за ${credits} кредитов.
zh_hk: \s(${x}:${y}) ${title} 以 ${credits} 資金購買了 ${amount} ${plural}。

source: \s(${x}:${y}): ${name} sold ${amount} ${plural} for ${credits} credits.
ru: \s(${x}:${y}): ${name} продал ${amount} ${plural} за ${credits} кредитов.
zh_hk: \s(${x}:${y}): ${name} 以 ${credits} 資金出售了 ${amount} ${plural}。

source: Paid %1% credits to unbrand stolen goods.
ru: Отдано %1% кредитов за отмывание украденных товаров.
zh_hk: 洗貨花費了 %1% 資金。

source: Paid %1% credits to build a turret.
ru: Взыскано %1% за установку турели.
zh_hk: 建造砲台支出了 %1% 資金。

source: Maximum station limit per faction (%s) of this server reached!
ru: Достигнут лимит на максимальное количество станций на фракцию (%s) на этом сервере!
zh_hk: 每個派系最大空間站數量 (%s) 已達到！

source: Paid %1% credits to found a mine.
ru: Взыскано %1% за основание шахты.
zh_hk: 創建礦場花費了 %1% 資金。

source: Sold an object for %1% credits.
ru: Продан объект за %1% кредитов.
zh_hk: 以 %1% 資金出售了物體。

source: Paid %2% iron to found a ship.
ru: Потрачено %2% железа для основания корабля.
zh_hk: 使用了 %2% 鐵礦石創建一條新船。

source: Found %1% credits in a stash.
ru: В тайнике найдено %1% кредитов.
zh_hk: 在藏匿處里找到了 %1% 資金。

source: The population on this station buys and consumes a range of organic goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
ru: Население этой станции покупает и потребляет ряд органических товаров. Эти товары могут быть бесплатно собраны владельцем станции. Привлекает НПС-торговцев.
zh_hk: 該空間站的人口購買與消費一系列生物產品。這些貨物可被所有者免費拾取。吸引NPC商船。

source: The population on this station buys and consumes a range of luxury goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
ru: Население этой станции покупает и потребляет ряд предметов роскоши. Они могут быть бесплатно собраны владельцем станции. Привлекает НПС-торговцев.
zh_hk: 該空間站的人口購買與消費一系列奢侈產品。這些貨物可被所有者免費拾取。吸引NPC商船。

source: The population on this station buys and consumes a range of common day to day goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
ru: Население этой станции покупает и потребляет множество бытовых товаров. Эти товары могут быть бесплатно собраны владельцем станции. Привлекает НПС-торговцев.
zh_hk: 該空間站的人口購買與消費一系列日用品。這些貨物可被所有者免費拾取。吸引NPC商船。

source: Buys and sells upgrades, turrets and fighters. The owner of the equipment dock gets 20% of the money of every transaction, as well as cheaper prices.
ru: Покупает и продает модули, турели и истребители. Владелец станции получает 20% кредитов с каждой сделки, а также скидки.
zh_hk: 交易船隻升級插件，砲台與艦載機。裝備船塢的所有者獲得每訂單20%的收益與更廉價的服務。

source: The population on this station buys and consumes a range of technological goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
ru: Население этой станции покупает и потребляет ряд технологических товаров. Эти товары могут быть бесплатно собраны владельцем станции. Привлекает НПС-торговцев.
zh_hk: 該空間站的人口購買與消費一系列科技產品。此處貨物能被空間站的所有者免費拾取。吸引NPC貿易船。

source: Produces custom fighters. The owner of the factory gets 20% of the money of every transaction, as well as cheaper prices.
ru: Производит персонализированные истребители. Владелец завода получает 20% кредитов с каждой сделки, а также скидки.
zh_hk: 生產自訂戰機。工廠的所有者獲得每交易訂單20%的收益與更廉價的同類服務。

source: Can be used as headquarters for an alliance. [Not yet implemented.]
ru: [НЕ РЕАЛИЗОВАНО] Может быть использован в качестве штаба Альянса.
zh_hk: 能夠用於聯盟總部。【尚未實裝】

source: Upgrades and turrets can be researched here to get better upgrades and turrets.
ru: Модули и турели могут быть изучены здесь для разработки более совершенных моделей.
zh_hk: 升級插件與砲台能在此研究獲得更好的插件或砲台。

source: The population of this station buys and consumes a range of science goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
ru: Население этой станции покупает и потребляет ряд научных товаров. Эти товары могут быть бесплатно собраны владельцем станции. Привлекает НПС-торговцев.
zh_hk: 這個空間站的人口購買并消費一系列科學產品。這些貨物能被所有者免費拾取。吸引NPC商船。
