Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: The Universal States of %s
ru: Вселенские Штаты %s
zh_hk: %s宇宙國

source: Mining Lasers collect materials that are lower than their own material faster.
ru: Буровые лазеры добывают материалы качеством ниже их самих с большей скоростью.
zh_hk: 採礦鐳射器收集低於自身製造材料的礦物時速度更快。

source: You can change your reconstruction sector at a repair dock, so you don't have to start over from all the way back.
ru: Изменив место реконструкции Вашего дрона у ремонтного дока, в случае потери дрона, вам не предется добираться до нужного вам сектора с изначального места старта игры.
zh_hk: 您可以在維修船塢更改您的重建星區， 以便您不需要每次都從最初的出生點一路跑回來。

source: Complex Player Shadows
ru: Комплексные тени игрока
zh_hk: 複雜玩家陰影

source: The Democratic %s States
ru: Демократические %s Штаты
zh_hk: %s民主邦聯

source: Mining Lasers have an efficiency: The higher the efficiency, the higher the yield from mining asteroids or salvaging.
ru: Промышленные лазеры имеют параметр эффективности: чем он выше, тем больше материала удастся добыть из астероида или корабля.
zh_hk: 採礦鐳射有效率：效率越高，開採小行星或回收的產量越高。

source: Your turning speed is bad! Build more thrusters or gyros or build your ship out of a light material, such as Titanium.
ru: Ваша скорость поворота слишком мала! Установите больше маневровых двигателей или замените материал блоков на более легкий.
zh_hk: 您的轉向速度太低！ 建造更多的推進器或用更輕的材料來建造船隻，比如鈦。

source: Soft Shadows
ru: Мягкие тени
zh_hk: 柔和陰影

source: The Democratic States of %s
ru: Демократические Штаты %s
zh_hk: %s民主邦聯

source: Mining Lasers with an efficiency of 15 will only gather 15% of the resources in an asteroid.
ru: Буровые лазеры с параметром эффективности 15 добудут только 15% ресурсов астероида.
zh_hk: 有15效率的採礦鐳射將只能收集一顆小行星的15%資源。

source: Your brake thrust is bad! Build more thrusters or inertia dampeners or build your ship out of a light material, such as Titanium.
ru: Ваша скорость торможения слишком мала! Установите больше маневровых двигателей или замените материал блоков на более легкий.
zh_hk: 您的制動推力太低！ 建造更多的推進器或用更輕的材料來建造船隻，比如鈦。

source: Shadow Range
ru: Дист. теней
zh_hk: 陰影顯示距離

source: The United %s Planets
ru: Объединенные %s Планеты
zh_hk: %s聯合行星聯盟

source: You can acquire new turrets by destroying other ships.
ru: Вы можете получить новые турели уничтожая другие корабли.
zh_hk: 您可以通過摧毀其他船隻來獲得新炮臺。

source: Player Shadows
ru: Тени игрока
zh_hk: 玩家陰影

# Block
source: Computer Core
ru: | Вычислительная система
zh_hk: 計算核心

source: The United Planets of %s
ru: Объединенные Планеты %s
zh_hk: %s聯合行星聯盟

source: Turrets drop when you destroy turrets on other ships. To get mining turrets you should destroy mining ships, to get armed turrets, you should destroy armed ships.
ru: Турели падают с уничтожаемых кораблей: боевые - с боевых, добывающие - с добывающих.
zh_hk: 當您摧毀其他船隻的炮臺時炮臺會掉落出來，想要獲得採礦炮臺需要摧毀礦船，想要武裝炮臺需要摧毀武裝船隻。

source: Your hyperspace engine is being jammed! Get out of range of the jammer so you can jump again!
ru: Ваш гипердвигатель блокирован помехами! Выберитесь из зоны действия генератора помех для прыжка.
zh_hk: 您的超空間跳躍引擎被干擾！ 離開干擾範圍才能正常跳躍！

source: Global Shadows
ru: Глобальные тени
zh_hk: 全局陰影

# Block
source: Hyperspace Core
ru: | Ядро гипердвигателя
zh_hk: 超空間核心

source: The Galactic %s Planets
ru: Галактические %s Планеты
zh_hk: %s銀河行星聯盟

source: Repair damaged ships at a repair dock.
ru: Чинить поврежденный корабль можно в ремонтном доке.
zh_hk: 停靠在維修站來修理受損船隻。

source: Your fighters won't start because all hangar exits are obstructed by other blocks.
ru: Ваши истребители не могут вылететь, потому что все выходы из ангара заблокированы другими блоками.
zh_hk: 您的戰鬥機無法起飛，機庫門被其他方塊阻擋。

source: Gamma
ru: Гамма
zh_hk: 亮度

# Block
source: Solar Panel
ru: | Солнечная панель
zh_hk: 太陽能板

source: The Galactic Planets of %s
ru: Галактические Планеты %s
zh_hk: %s銀河行星聯盟

source: When a turret has the "Independent Targeting" property, you can assign it its own targets and orders.
ru: Турелям с параметром "Независимое целеуказание" можно назначать отдельные цели и проведение.
zh_hk: 當一個炮臺有"自主索敵"特性時，您可以給它單獨的目標和命令。

source: Your fighters won't start because you don't have enough pilots for all of them.
ru: Ваши истребители не могут вылететь потому что у Вас недостаточно пилотов.
zh_hk: 您的戰鬥機無法起飛，沒有足夠的飛行員。

# Reflections
source: None
ru: Нет
zh_hk: 無

# Block
source: Light
ru: | Лампочка
zh_hk: 信號燈

source: The Universal %s Planets
ru: Вселенские %s Планеты
zh_hk: %s宇宙行星聯盟

source: Assign groups to turrets, then click on the turrets the bottom of the screen to assign orders to turret groups with independent targeting.
ru: Назначьте турелям группы, после чего кликните по турели внизу экрана для выбора режима стрельбы.
zh_hk: 設定炮臺組，然後在螢幕底端點擊炮臺來給自主索敵的炮臺組下達命令。

source: Some items are reserved for other players and can only be picked up by them.
ru: Некоторые предметы закреплены за другими игроками и не могут быть подобраны только ими.
zh_hk: 一些物品屬於其他玩家，只有他們能夠拾取。

# Reflections
source: Background
ru: Фон
zh_hk: 背景反射

# Block
source: Edge
ru: | Скошенный блок
zh_hk: 斜面

source: The Universal Planets of %s
ru: Вселенские Планеты %s
zh_hk: %s宇宙行星聯盟

source: Factories either pay high prices for the goods they need, or sell their goods for low prices, but never both.
ru: Фабрики либо дешево продают свою продукцию, либо дорого покупают требующийся им товар, но никогда не делают и то и другое сразу.
zh_hk: 工廠要麼高價買入他們需要的貨物，要麼低價出售他們的產品，但從不兩者都做。

source: Some items can't be picked up by you immediately, for example when you're the one who dropped them.
ru: Некоторые предметы нельзя поднять сразу, например если именно Вы их уронили .
zh_hk: 一些物品可能您無法立即拾起， 如您剛剛丟失的東西。

# Reflections
source: Everything
ru: Все
zh_hk: 全部反射

# Block
source: Corner
ru: | Угол
zh_hk: 轉角

source: The Democratic %s Planets
ru: Демократические %s Планеты
zh_hk: %s民主行星聯盟

source: Trading posts buy a big variety of goods, but the prices are usually not the best.
ru: Торговые станции покупают много различных товаров, однако платят сравнительно мало.
zh_hk: 貿易站會收購各種各樣的貨物，但是價格通常不是最好的。

source: Your cargo bay isn't big enough to collect this cargo.
ru: В вашем грузовом отсеке недостаточно места, что бы поднять этот груз.
zh_hk: 您的貨艙不足無法拾取這個貨物。

source: Host Dedicated Server
ru: Создать выделенный сервер
zh_hk: 架設專屬伺服器

# Block
source: Edge Armor
ru: | Бронированный скошенный блок
zh_hk: 斜面裝甲

source: The Democratic Planets of %s
ru: Демократические Планеты %s
zh_hk: %s民主行星聯盟

source: If a station has a large stock of goods, they will sell them for very low prices.
ru: Если на станции уже находится большое количество какого-то товара - много Вам за него не заплатят.
zh_hk: 如果一個空間站囤積了大量某種貨物，他們就會以低價出售它們。

source: You won't pick up this cargo since it's not yours. You can change that behaviour in the cargo tab of your ship menu.
ru: Вы не можете поднимать на борт чужой груз. Вы можете изменить правила сбора груза в меню Вашего корабля.
zh_hk: 您不能拾取這個貨物因為它不屬於您。 您可以在飛船選單的貨艙項中改變拾取行為。

source: Path
ru: Путь
zh_hk: 路徑

# Block
source: Corner Armor
ru: | Бронированный угол
zh_hk: 轉角裝甲

source: The United %s Kingdom
ru: Объединенное %s Королевство
zh_hk: %s聯合王國

source: If a station's stock of a certain good is empty, they will pay higher prices for it.
ru: Если на станции какой-то товар полностью отсутствует - его купят по высокой цене.
zh_hk: 如果一個空間站的某種貨物儲存空了，他們就會花高價收購它。

source: You can see the rough direction of a hyperspace gate in its title. Directions are based on the cardinal points. N = North, SE = South East, WSW = West South West.
ru: Примерное положение гиперврат указано в их названии. Отметки базируются на сторонах света. N = Север, SE = Юго-Восток, WSW = Запад-Юг-Запад.
zh_hk: 您可以在名字中看出一個星門的大致去向。 方向都是基於原點的， N = 北，SE = 東南，WSW = 西南偏西。

source: Name
ru: Название
zh_hk: 名稱

# Block
source: Glow
ru: | Светящийся блок
zh_hk: 發光塊

source: The United Kingdom of %s
ru: Объединенное Королевство %s
zh_hk: %s聯合王國

source: Shipyards and repair docks buy a range of goods, as well as habitats, casinos and biotopes.
ru: Судостроительные верфи, ремонтные доки, жилые комплексы, казино и биотопы покупают много различных товаров.
zh_hk: 船塢和維修站採購各種各樣的貨物，相同的還有空間殖民地，賭場和生態空間站。

source: These are your ship's turrets. Click a turret and press a number key to assign turret groups. You can toggle turret groups on/off by pressing the numbers.
ru: Это ваши турели. Кликните по турели и нажмите цифру, чтобыназначить ей огневую группу. Позже вы сможете запускать и выключать группы турелей нажатием этой цифры.
zh_hk: 這些是您飛船的炮臺。 點擊一個炮臺並按下一個數字鍵來給炮臺分組， 您可以通過按數字鍵來控制炮臺組啟用/禁用。

source: Description
ru: Описание
zh_hk: 描述

# Block
source: Glow Edge
ru: | Светящийся скошенный блок
zh_hk: 發光斜面

source: The Galactic %s Kingdom
ru: Галактическое %s Королевство
zh_hk: %s銀河王國

source: You can find goods in old ship wreckages.
ru: В обломках старых кораблей можно найти товары.
zh_hk: 您可以在古老船隻殘骸中尋找貨物。

source: You can sell or buy resources for money at a resource depot.
ru: На Складе ресурсов, можно продавать и покупать различные ресурсы.
zh_hk: 您可以在資源站出售或者購買資源。

source: Arguments
ru: Аргументы
zh_hk: 命令行參數

# Block
source: Glow Corner
ru: | Светящийся Угол
zh_hk: 發光轉角

source: The Galactic Kingdom of %s
ru: Галактическое Королевство %s
zh_hk: %s銀河王國

source: A smuggler's market will buy everything, including stolen or suspicious goods, but only for 15% of the usual price.
ru: Контрабандисты покупают все (включая краденые и подозрительные товары), но платят только 15% от стоимости.
zh_hk: 走私者集市會收購所有貨物，包括贓物和可疑貨物，但只會以正常價格的15%來收購。

source: Fly near the selected ship to enter it.
ru: Подлетите к выбранному кораблю чтобы войти в него.
zh_hk: 飛到選中船隻旁邊以登上它。

source: Seed
ru: Зерно
zh_hk: 種子

# Block
source: Glass
ru: | Стеклянный блок
zh_hk: 玻璃塊

source: The Universal %s Kingdom
ru: Вселенская %s Королевство
zh_hk: %s宇宙王國

source: You can unbrand your stolen cargo at a smuggler's market.
ru: Краденый груз можно 'отмыть' на рынке контрабандистов.
zh_hk: 您可以在走私者集市銷掉贓物。

source: Press %s to enter your ship.
ru: Нажмите %s, чтобы войти в свой корабль.
zh_hk: 按 %s 登上飛船。

source: Maximum Players
ru: Макс. игроков
zh_hk: 最大玩家

# Block
source: Glass Edge
ru: | Стеклянный скошенный блок
zh_hk: 玻璃斜面

source: The Universal Kingdom of %s
ru: Вселенская Королевство %s
zh_hk: %s宇宙王國

source: You can give your ships orders, tell them to escort you, or guard a certain location.
ru: Вы можете давать своим кораблям приказы, например эскортировать Вас или охранять определенную локацию.
zh_hk: 您可以給予下屬船隻命令，讓他們護航或守衛指定座標。

source: Mine asteroids to gather resources. You can either sell resources at a resource depot, or use them to build your ship.
ru: Добытые ресурсы из астероидов, можно использовать по разному. Их можно продать на склад ресурсов (есть почти в каждом секторе) или же использовать их для постройки (улучшения) своего корабля.
zh_hk: 開採小行星來獲得資源， 您可以在資源站出售資源， 也可以把它們用於建造您的飛船。

source: Threads
ru: Потоки
zh_hk: 線程數

# Block
source: Glass Corner
ru: | Стеклянный Угол
zh_hk: 玻璃轉角

source: The Democratic %s Kingdom
ru: Демократическое %s Королевство
zh_hk: %s民主王國

source: Thrusters increase your rotational speed.
ru: Маневровые двигатели увеличивают скорость поворота корабля.
zh_hk: 推進器提升轉向速度

source: Modify Whole Ship
ru: Изменить весь коребль
zh_hk: 編輯整條船

source: Port
ru: Порт
zh_hk: 端口

# Block
source: Reflector
ru: | Рефлектирующий блок
zh_hk: 反光塊

source: The Democratic Kingdom of %s
ru: Демократическое Королевство %s
zh_hk: %s民主王國

source: Thrusters reduce drifting, they will steer your ship in the direction it is looking.
ru: Маневровые двигатели снижают занос и помогают кораблю поворачиваться в нужную сторону.
zh_hk: 推進器用於減少漂移，它們會控制船隻航向船頭方向。

source: Scale Ship
ru: Изменить размер
zh_hk: 縮放船隻

source: Difficulty
ru: Сложность
zh_hk: 難度

# Block
source: Reflector Edge
ru: | Рефлектирующий скошенный блок
zh_hk: 反光斜面

source: The United %s Army
ru: Объединенная %s Армия
zh_hk: %s聯合軍

source: Press F9 to enter the strategy mode, where you can control your ships RTS-style.
ru: Нажмите F9 или отдалите камеру на максимально, чтобы переключиться в RTS-режим.
zh_hk: 按F9以進入戰略模式，這裏您可以以RTS風格控制艦隊。

source: No Modification
ru: Без изменений
zh_hk: 無修改

source: Collision Damage
ru: Урон от столкновений
zh_hk: 碰撞傷害

# Block
source: Reflector Corner
ru: | Рефлектирующий угол
zh_hk: 反光轉角

source: The United Army of %s
ru: Объединенная Армия %s
zh_hk: %s聯合軍

source: If you have trouble with drift, consider building your ship out of a light material, such as Titanium or Trinium.
ru: Если Ваш корабль сильно заносит - замените его части на более легкие из Титана или Триниума.
zh_hk: 如果您覺得漂移嚴重，可使用更輕的材料來建造船隻，比如鈦或者Trinium礦石。

source: Troubleshooting
ru: В случае неполадок
zh_hk: 幫助

# Block
source: Stone Edge
ru: | Каменный скошенный блок
zh_hk: 石塊斜面

source: The Galactic %s Army
ru: Галактическая %s Армия
zh_hk: %s銀河軍

source: Iron and Ogonite are very heavy materials. Build your ship out of lighter materials to reduce drifting.
ru: Железо и Огонит - это очень тяжелые материалы. Стройте корабль из легких материалов для снижения заноса
zh_hk: 鐵和Ogonite是非常重的材料，用輕型材料來建造船隻以減少漂移。

source: You have %1% credits. Recently gained: %2%
ru: У вас %1% Кредитов. Получено: %2%
zh_hk: 您有 %1% 資金，當前獲得：%2%

source: - If you're hosting an online server, you should forward the port you configured (default: 27000) and ports 27003, 27020 and 27021.
ru: - при создании онлайн-сервера, Вы должны открыть выбранный порт (по умолчанию 27000), а также порты 27003, 27020 и 27021.
zh_hk: - 如果您在架設一個線上伺服器，您需要（在系統及路由器）開放遊戲設置的端口（默認是27000）以及端口27003，27020和27021。

# Block
source: Stone Corner
ru: | Каменный угол
zh_hk: 石塊轉角

source: The Galactic Army of %s
ru: Галактическая Армия %s
zh_hk: %s銀河軍

source: Avorion measures speed in meters per second. A seemingly slow speed of 100 m/s is actually 360 km/h or 224 mph.
ru: Скорость в Аворионе исчисляется в метрах/секунду. Скорость в 100 м/с кажется вам небольшой? На деле она соответствует скорости в 360 км/ч.
zh_hk: 本遊戲使用米每秒作為通用速度單位，一個看起來較低的時速如100米每秒實際上是每小時360公里或每小時224英里。

source: You have %1% credits. Recently lost: %2%
ru: У вас %1% Кредитов. Потеряно: %2%
zh_hk: 您有 %1% 資金，當前失去：%2%

source: - If people can't connect to your server, make sure the ports are forwarded and that your firewall isn't blocking the server.
ru: - Eсли игроки не могут подключиться к Вашему серверу, то удостоверьтесь что порты открыты и не заблокированы фаерволом.
zh_hk: - 如果其他人無法連接到您的伺服器，請確認端口未被佔用並且沒有任何防火牆屏蔽服務器。（中國內地玩家請確保伺服器運行在公網IP網段並設置路由器DMP主機映射）

# Block
source: Hologram
ru: | Голограммный Блок
zh_hk: 全息投影塊

source: The Universal %s Army
ru: Вселенская %s Армия
zh_hk: %s宇宙軍

source: When building your own ship, you can mirror the blocks you want to build.
ru: Во время строительства корабля можно включить режим симметрии.
zh_hk: 當您在建造船只時，可以將您想建造的方塊鏡像複製。

source: You have %1% %2%. Recently gained: %3%
ru: В трюме - %1%: %2%. Получено: %3%
zh_hk: 您有 %1% %2%，當前獲得：%3%

source: - You shouldn't assign more threads than your machine can handle. If you're unsure how many that is, use the value that has been pre-filled in.
ru: - не назначайте больше потоков, чем Ваш компьютер способен обработать. Если Вы не уверены в правильном значении - оставьте число по умолчанию.
zh_hk: - 您不應分配比您的CPU所能並行處理的更多的線程，如果您不清楚能處理多少，請用預設值。

# Block
source: Hologram Edge
ru: | Голограммный скошенный блок
zh_hk: 全息投影斜面

source: The Universal Army of %s
ru: Вселенская Армия %s
zh_hk: %s宇宙軍

source: When building your own ship, you can focus a block by pressing 'F' for better perspectives.
ru: При строительстве корабля Вы можете сфокусировать камеру на определенном блоке по нажатию F.
zh_hk: 當您在建造船只時，按‘F’來聚焦到某個方塊以取得更好的視野。

source: You have %1% %2%. Recently lost: %3%
ru: В трюме - %1%: %2%. Потеряно: %3%
zh_hk: 您有 %1% %2%，當前失去：%3%

source: - You can't change values while a server is running.
ru: - Вы не можете менять параметры когда сервер активен.
zh_hk: - 您不能在伺服器運轉時更改這個數值。

# Block
source: Hologram Corner
ru: | Голограммный угол
zh_hk: 全息投影轉角

source: The Democratic %s Army
ru: Демократическая %s Армия
zh_hk: %s民主軍

source: When building, you can use Ctrl-C and Ctrl-V to copy paste block selections.
ru: При строительстве корабля можно использовать сочетания клавиш Ctrl+C и Ctrl+V чтобы скопировать и вставить выделенные блоки.
zh_hk: 當您在建造船只時，可以通過Ctrl+C和Ctrl+V來複製粘貼選擇的方塊。

# inventory
source: Removed %i
ru: %i удалено
zh_hk: 已移除 %i

source: - If a server doesn't shut down immediately, it might be saving data. Give it some time.
ru: - Если сервер не выключается сразу, то скорее всего идет сохранение данных. Подождите.
zh_hk: - 如果一個伺服器沒有馬上停止，它可能在保存數據，請耐心等候。

# Block
source: Rich Stone
ru: | Обогащенный блок
zh_hk: 富礦石塊

source: The Democratic Army of %s
ru: Демократическая Армия %s
zh_hk: %s民主軍

source: When building, use Ctrl-C to copy a ship part and press Ctrl-V to paste it into the building inventory to save it forever.
ru: При строительстве корабля можно использовать сочетания клавиш Ctrl+C и Ctrl+V чтобы скопировать выбранную часть корабля и вставить в список чертежей для сохранения.
zh_hk: 當在建築模式中，用Ctrl+C來複製船隻的一部分然後在快捷物品欄按下Ctrl+V來將它永久保存在物品欄中。

# inventory
source: Removed
ru: Удалено
zh_hk: 已移除

source: Starting Server ...
ru: Запуск сервера...
zh_hk: 啟動伺服器……

# Block
source: Rich Stone Edge
ru: | Обогащенный скошенный блок
zh_hk: 富礦石塊斜面

source: The United %s Empire
ru: Объединенная %s Империя
zh_hk: %s聯合帝國

source: When building, you can use Ctrl-Z and Ctrl-Y to redo or undo your last actions.
ru: При строительстве корабля можно использовать сочетания клавиш Ctrl+Z и Ctrl+Y, чтобы отменять\возвращать свои действия.
zh_hk: 當在建築模式中，您可以用Ctrl+Z和Ctrl+Y來重做或撤銷最後的動作。

# cargo 1=amount, 2=kind
source: Removed %1% %2%
ru: %1% %2% удалено
zh_hk: 已移除 %1% %2%

source: Unable to stop Server
ru: Невозможно остановить сервер
zh_hk: 未能終止伺服器

# Block
source: Rich Stone Corner
ru: | Обогащенный угол
zh_hk: 富礦石塊轉角

source: The United Empire of %s
ru: Объединенная Империя %s
zh_hk: %s聯合帝國

source: Thrusters have the biggest effect if they're built far away from the center of mass of the ship.
ru: Маневровые двигатели имеют больший эффект при нахождении вдали от центра массы корабля.
zh_hk: 推進器設置在遠離船隻質量中心時將發揮最大效率。

# cargo 1=amount 2=kind
source: Gained %1% %2%
ru: %1% %2% получено
zh_hk: 獲得 %1% %2%

source: Refreshing ...
ru: Обновление...
zh_hk: 刷新中……

# Block
source: Portal
ru: | Портал
zh_hk: 星門塊

source: The Galactic %s Empire
ru: Галактическая %s Империя
zh_hk: %s銀河帝國

source: Hold ALT when placing a block template to select the anchor block that will be attached to the ship.
ru: Удерживайте ALT при установке блока чтобы установить основной блок, который будет прикреплен к кораблю.
zh_hk: 當您在放置一個方塊範本時按住Alt鍵來選擇附著的方塊。

source: Relations to %s \c(0f0)improved\c(fff) by %i.
ru: Отношения с %s улучшились на %i \c(0f0)
zh_hk: 與 %s 的關係\c(0f0)提升了\c(fff)了 %i。

source: Server Online
ru: Сервер онлайн
zh_hk: 伺服器運行中

# Block
source: Turret Rotation Lock
ru: | Фиксатор турели
zh_hk: 炮臺轉向鎖

source: The Galactic Empire of %s
ru: Галактическая Империя %s
zh_hk: %s銀河帝國

source: Building ships made of higher materials is more efficient. You have to pay less credits for the same stats.
ru: Постройка кораблей из более качественных материалов является более эффективной с финансовой точки зрения.
zh_hk: 用更高級的材料來建造船隻將會是更高效的，您只需更少的資金就能做到相同的性能。

source: Relations to %s \c(f00)worsened\c(fff) by %i.
ru: Отношения с %s ухудшились на %i \c(f00)
zh_hk: 與 %s 的關係\c(f00)惡化了\c(fff)了 %i。

source: Server Online, %s Players
ru: Сервер онлайн, %s игроков
zh_hk: 伺服器運行中，%s名玩家

# Block
source: Gyro Array
ru: | Блок гироскопов
zh_hk: 陀螺儀陣列

source: The Universal %s Empire
ru: Вселенская %s Империя
zh_hk: %s宇宙帝國

source: Materials have different densities. The heaviest are Iron and Ogonite, while the lightest are Trinium, Xanion and Titanium.
ru: Материалы имеют разную плотность. Самые тяжелые это Железо и Огонит, самые легкие это Титан, Ксанион и Триниум.
zh_hk: 材料有不同的密度，最重的是鐵和Ogonite礦石，最輕的是Trinium，Xanion礦石和鈦。

# Ex: Gained 5 Pilots
source: Gained %1% %2%
ru: %1% %2% получено
zh_hk: 獲得 %1% %2%

source: No Server Running
ru: Сервер не запущен
zh_hk: 沒有伺服器在運行

# Block
source: Inertia Dampener
ru: | Гаситель инерции
zh_hk: 慣性阻尼發生器

source: The Universal Empire of %s
ru: Вселенская Империя %s
zh_hk: %s宇宙帝國

source: The mass of your ship greatly influences its inertia - lighter ships are much easier to steer and don't need as many thrusters and engines.
ru: Масса корабля сильно влияет на его инерцию: легкими кораблями гораздо проще управлять и им требуется гораздо меньше двигателей.
zh_hk: 您的船隻質量極大的影響它的慣性 - 更輕的船更易操控並且不需要安裝大量的推進器和引擎。

# Ex: Lost 5 Pilots
source: Lost %1% %2%
ru: %1% %2% потеряно
zh_hk: 失去 %1% %2%

source: Stopping Server ...
ru: Остановка сервера ...
zh_hk: 終止伺服器……

# Block
source: Flight Recorder
ru: | Маяк
zh_hk: 飛行記錄儀

source: The Democratic %s Empire
ru: Демократическая %s Империя
zh_hk: %s民主帝國

source: You can repair your ship in the building mode while you're not in combat.
ru: Корабль можно ремонтировать в режиме строительства, если Вы не в бою.
zh_hk: 當您不處於交戰狀態時可以在建造模式中修復飛船。

source: Sector
ru: Сектор
zh_hk: 星區

source: Found Server Data [?]
ru: Поиск данных сервера [?]
zh_hk: 已找到伺服器數據 【？】

source: Not enough crew quarters.
ru: Не хватает жилых отсеков.
zh_hk: 船員艙容量不足。

source: The Democratic Empire of %s
ru: Демократическая Империя %s
zh_hk: %s民主帝國

source: Repairing your ship in the building mode can come in handy - but it's expensive. You can get much cheaper repairs at a repair dock or shipyard.
ru: Ремонт корабля в режиме строительства удобен, но расходы будут гораздо выше. Починка в ремонтных доках или на верфи гораздо дешевле.
zh_hk: 在建造模式中修復飛船十分方便 - 但也非常昂貴，在維修碼頭或者船塢上維修更廉價。

# Alliance resource prefix
source: [A]
ru: [А]
zh_hk: 【聯盟】

source: Detected a server save in %s. This save will be loaded and a few properties can't be changed.
ru: Обнаружен сохраненный сервер в %s. Это сохранение будет загружено, некоторые его параметры не могут быть изменены.
zh_hk: 檢測到有伺服器存檔在 %s。 這個存檔會被加載並且一些特性不能更改。

source: You haven't paid your crew.
ru: Вы не заплатили команде.
zh_hk: 您未支付船員工資。

source: The United %s Clan
ru: Объединенный %s Клан
zh_hk: %s部落聯合

source: Some blocks like solar panels need a lot of surface area instead of volume.
ru: Для эффективности некоторых типов блоков вроде солнечных панелей, площадь гораздо важнее объема.
zh_hk: 某些方塊的效果如太陽能板取決於表面積而非體積。

# tooltip
source: Player Menu (%s)
ru: Меню игрока (%s)
zh_hk: 玩家選單 (%s)

source: Some Server Info Missing [?]
ru: Часть информации сервера отсутствует [?]
zh_hk: 部分伺服器資訊缺失【？】

source: You can't assign %s.
ru: Вы не можете назначить %s это действие.
zh_hk: 無法任命 %s。

source: The United Clan of %s
ru: Объединенный Клан %s
zh_hk: %s部落聯合

source: The yellow bar at the bottom of the screen is your energy storage. Increase it by building energy storage blocks. A large energy capacity lets you use boosts or energy weapons longer.
ru: Желтая шкала внизу экрана - это запас энергии. Её можно увеличить установив блок аккумулятора. Больший запас энергии позволяет дольше использовать ускорение (стрейф) и энергетическое оружие.
zh_hk: 螢幕底下的黃色槽是能量值，可以通過建造艦載電容方塊來提升它，一個龐大的能量容量可以讓加力推進器或者能量武器運作更長的時間。

# tooltip
source: Ship Menu (%s)
ru: Меню корабля (%s)
zh_hk: 船隻選單 (%s)

source: Detected a running Avorion server, but it wasn't started by this process. Avorion couldn't find reliable information on the server.
ru: Обнаружен активный сервер, но он не был запущен данным процессом. Avorion не нашел подходящие данные на сервере.
zh_hk: 檢測到一個在運行的Avorion伺服器，但是它不是由這個進程啟動的。 Avorion無法找到伺服器的可靠資訊。

source: You don't have enough unemployed crewmen.
ru: У Вас не хватает свободных членов экипажа.
zh_hk: 您的閒置船員不足。

source: The Galactic %s Clan
ru: Галактический %s Клан
zh_hk: %s銀河部落
