Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: The only thing that was left for us to do, was to flee. So we started Operation Exodus.
ru: Единственным выходом осталось отступление. Поэтому была основана Операция 'Исход'.
zh_hk: 我們最後要做的事情只有逃離，所以我們開始了Exodus行動。

source: Your ship is too big for the scale of the tutorial. Make it a little smaller!
ru: Ваш корабль слишком большой для сценария обучения. Сделайте его поменьше.
zh_hk: 您的飛船對於教程來說太大，把它弄小一點！

source: Camera Right
ru: Камера: вправо
zh_hk: 攝像機右移

source: Attack Enemies
ru: Атаковать врага
zh_hk: 攻擊敵人

source: Loot and riches.
ru: Я пришел за ценной добычей.
zh_hk: 為了戰利品和財富。

source: What? Hello? Who is this?
ru: Что? Кто это?
zh_hk: 什麼？喂？這是什麼？

source: You can delete blocks in the build mode by selecting them with %1% and pressing %2%.
ru: Вы можете убирать блоки в режиме строительства, выбирая их клавишей %1% и нажимая %2%..
zh_hk: 您可以通過按 %1% 選擇然後按 %2% 來在建築模式中刪除方塊。

source: Toggle Free Camera
ru: Свободная камера
zh_hk: 切換自由攝像機

source: Mine
ru: Добывать ресурсы
zh_hk: 採礦

source: That's none of your business.
ru: Не твое дело.
zh_hk: 與你無關。

source: Are you from Operation Exodus?
ru: Вы - часть операции 'Исход'?
zh_hk: 你是來自Exodus行動的嗎？

source: You need at least 1000 Credits, you must be able to hire a crew.
ru: Вам понадобится как минимум 1000 кредитов, чтобы нанять экипаж.
zh_hk: 您需要至少1,000 資金才能雇傭一名船員。

source: Displace Camera
ru: Сместить камеру
zh_hk: 置換攝像頭

source: Salvage
ru: Разобрать
zh_hk: 打撈

source: I'm afraid you won't find a lot of it here. We only take what we need, we have to be very careful. Make sure you check out the sectors around here, there's plenty of wreckages that you can search through. But there's also the Xsotan.
ru: Боюсь что здесь с этим туго. Нужно быть очень осторожным в этих местах. Но ты можешь секторы поблизости, там множество обломков старых кораблей. Однако и Зотанцев там тоже много.
zh_hk: 恐怕你在我這得不到什麼有價值的東西，我們只取自需的，我們不得不十分小心。 這周邊的星區應該仍有大量的殘骸帶讓你探索， 但那裏也有Xsotan活動。

source: Operation Exodus..?
ru: Операция 'Исход'..?
zh_hk: Exodus行動？

source: Your ship needs more crew quarters to support all of your required crew.
ru: Ваш корабль нуждается в большем количестве кают, для размещения всех членов экипажа.
zh_hk: 您的飛船需要更多的船員艙來滿足所有船員需求。

source: Pause Game
ru: Пауза
zh_hk: 暫停遊戲

source: Your ship has no captain!
ru: У этого корабля нет капитана!
zh_hk: 您的飛船沒有艦長！

source: If you are serious about this, then we might have some work for you. I'll inform the others. This might be our chance!
ru: Если ты серьезно, то для тебя может найтись работа. Я сообщу остальным. Возможно это наш шанс!
zh_hk: 如果你是認真的，那麼我們有些工作給你。我會通知其他人的，這或許是我們的機會！

source: Yes... yes...
ru: Да... да...
zh_hk: 是……是……

source: Basics - Full
ru: Основы: Полная программа
zh_hk: 基礎 - 全部

source: Galaxy Map
ru: Галактическая карта
zh_hk: 銀河星圖

source: Hire
ru: Нанять
zh_hk: 雇傭

source: Okay.
ru: Хорошо.
zh_hk: 好。

source: Well... and no.
ru: Ну и... нет.
zh_hk: 好吧……不。

source: Basics - Camera I
ru: Основы: Камера I
zh_hk: 基礎 - 攝像機 I

source: Player Menu
ru: Меню игрока
zh_hk: 玩家選單

source: You must be docked to the station to hire crewmembers.
ru: Вы должны пристыковаться к станции для найма персонала.
zh_hk: 您必須停靠到空間站來雇傭船員。

source: I'd rather keep to myself.
ru: Я бы предпочел оставить себе.
zh_hk: 我更願意孤身一人。

source: We never took part in Operation Exodus ourselves. It was our ancestors who did it.
ru: Мы не принимали участия в этой Операции, это были наши предки.
zh_hk: 我們從未親身參與Exodus行動，那是我們的祖先做的。

source: Basics - Controls
ru: Основы: Управление
zh_hk: 基礎 - 控制

source: Ship Menu
ru: Меню корабля
zh_hk: 飛船選單

source: You must be closer to the ship to hire crewmembers.
ru: Вы должны быть ближе к кораблю для найма персонала.
zh_hk: 您必須離飛船足夠近才能雇傭船員。

source: Farewell then.
ru: Удачи тебе.
zh_hk: 那麼再見。

source: Your ancestors?
ru: Предки?
zh_hk: 你的祖先？

source: Basics - Mining
ru: Основы: Добыча ресурсов
zh_hk: 基礎 - 採礦

source: Chat Window
ru: Чат
zh_hk: 聊天窗口

source: Om...
ru: Ом...
zh_hk: 嗚……

source: Don't get yourself killed. I'm sure you can help us out of this miserable situation. I have to inform the others. This changes everything.
ru: Будь осторожен. Я уверен ты сможешь нам помочь, так что я сообщу остальным. Это меняет все.
zh_hk: 你可別死了，我確定你會幫助我們走出這絕望境況的。我要通知其他人， 這簡直翻天覆地了。

source: Yes. The Exodus took place more than a hundred years ago.
ru: Да. Операция 'Исход' произошла более сотни лет назад.
zh_hk: 是的，Exodus發生在在一百多年前。

source: Basics - Building
ru: Основы: Строительство
zh_hk: 基礎 - 建築

source: Mail Window
ru: Почта
zh_hk: 郵件窗口

source: What's going on here?
ru: Что здесь происходит?
zh_hk: 這裏發生了什麼？

source: If you managed to get into this area, that means that we can get out of here as well! But, it also means that it's possible to send reinforcements, so we can actually fight the Xsotan!
ru: Если тебе удалось попасть сюда, значит мы сможем убраться отсюда! К тому же это означает возможность получить подкрепление, чтобы сражаться на равных с Зотанцами!
zh_hk: 既然你成功進入了這個區域，我們也能離開這裏！ 這也意味著可能可以叫來增援，這樣我們就能和Xsotan一決勝負了！

source: We? Who are you?
ru: Мы? Кто Вы?
zh_hk: 我們？你們是誰？

source: Basics - Drone
ru: Основы: Дрон
zh_hk: 基礎 - 無人機

source: Swap Controls
ru: Смена управления
zh_hk: 切換控制

source: Hush! We are in the middle of our ceremony.
ru: Тихо! Мы проводим церемонию.
zh_hk: 肅靜！我們正在舉行儀式。

source: How do you want to fight them?
ru: Как Вы планируете сражаться с ними?
zh_hk: 你為什麼想和它們作戰？

source: Maybe you should leave then.
ru: Может тогда Вам стоит покинуть это место?
zh_hk: 可能你得離開了。

source: Basics - Camera II
ru: Основы: Камера II
zh_hk: 基礎 - 攝像機 II

source: Show Console
ru: Консоль
zh_hk: 顯示控制器

source: I see, sorry.
ru: Ясно, прошу прощения.
zh_hk: 我知道了，抱歉。

source: Why didn't you fight them before?
ru: А что же Вам раньше мешало дать им отпор?
zh_hk: 你之前為什麼不跟它們交戰？

source: [Static Noise]
ru: [Шум]
zh_hk: 【靜電雜音】

source: Basics - Crews
ru: Основы: Экипаж
zh_hk: 基礎 - 船員

source: Build Slot 1
ru: Строительный слот 1
zh_hk: 建造槽 1

source: It'll have to wait, I'm talking to you.
ru: Отвечай когда тебя спрашивают.
zh_hk: 它還要點時間，我現在在跟你說話。

source: I have some questions about the Xsotan.
ru: У меня есть вопросы по поводу Зотанцев.
zh_hk: 我有些關於Xsotan的疑問。

source: ... is this thing working?
ru: ... эта штука работает?
zh_hk: ……這東西還能運作嗎？

source: Basics - Hyperspace
ru: Основы: Гиперпространство
zh_hk: 基礎 - 超空間

source: Build Slot 2
ru: Строительный слот 2
zh_hk: 建造槽 2

source: %s is attacking!
ru: %s атакует!
zh_hk: %s 正在襲擊！

source: Our scouts have reported that there is a giant Xsotan mothership in the center of the galaxy, near the black hole. We know that this ship somehow channels the black hole's energy, and opens up wormholes to other places. We believe that if we take down this ship, we will finally stop their unending reinforcements.
ru: Наши разведчики сообщили, что в центре галактики, поблизости от черной дыры, находится гигантский Материнский корабль Зотанцев. Нам известно, что этот корабль каким-то образом преобразует энергию дыры и открывает червоточины в другие секторы. Уничтожив корабль, Мы скорее всего прервем поставку новых подкреплений.
zh_hk: 我們的偵察機報告稱銀河中心有一艘巨型Xsotan母艦在黑洞附近。 我們知道這艘船利用某種途徑從黑洞汲取能量，然後開啟通往其他地方的蟲洞。 我們相信如果摧毀這艘飛船，終將終結它們無盡的增援。

source: Investigate
ru: Расследовать
zh_hk: 調查

source: Basics - Energy Systems
ru: Основы: Энергосистемы
zh_hk: 基礎 - 能量系統

source: Build Slot 3
ru: Строительный слот 3
zh_hk: 建造槽 3

source: Haha, our fake distress call worked! You're as good as dead maggot!
ru: Хаха, Наш ложный сигнал о помощи сработал! А ты, дружок, сейчас разлетишься в пыль!
zh_hk: 哈哈，我們那假惺惺的可憐呼救起效了！你跟死人無異了！

source: How do we take it down?
ru: Как мы уничтожим эту штуку?
zh_hk: 我們該怎麼摧毀它？

source: We won't make it to the next rendez-vous point in time. Our hyperdrive has severe damage.
ru: Мы не сможем вовремя прилететь к следующей точке встречи - наш гипердвигатель поврежден.
zh_hk: 我們不能按時到達下一個交匯點了，我們的超空間引擎已經嚴重損毀。

source: You can always restart the tutorial with this button.
ru: Вы всегда можете перезапустить обучение этой кнопкой.
zh_hk: 您總是可以通過這個按鈕來重啟教程。

source: Build Slot 4
ru: Строительный слот 4
zh_hk: 建造槽 4

source: Shoot.
ru: Стреляй.
zh_hk: 射擊。

source: Because our resources are limited, and it looks like theirs aren't. As soon as you shoot down one of their ships, a new one takes its place. We wouldn't stand a chance in an open fight.
ru: Наши ресурсы ограничены, а ресурсы Зотанцев - нет. Стоит взорвать один, как на его месте возникает другой. В открытом бою шансов у нас нет.
zh_hk: 因為我們的資源有限，而它們看起來不是。 每當你摧毀它們一艘船，一艘嶄新的船就會替代它。 我們無法支撐再一次全面戰爭。

source: We fought them off for now, but I'm sure there's going to be more soon. I've instructed my men to work as fast as they can.
ru: На этот раз мы отбили их атаку, но это не конец. Я приказал своим людям работать как можно быстрее.
zh_hk: 我們暫時擊退了它們，但我相信他們很快會再來，我會讓我的人盡快的幹事。

source: You can always restart the tutorial with this button. To click it, hold %s to release your mouse.
ru: Вы всегда можете перезапустить обучение с помощью этой кнопки. Чтобы нажать на нее, удерживайте %s для свободного управления указателем.
zh_hk: 您總是可以通過這個按鈕來重啟教程。 按住 %s 來解鎖滑鼠。

source: Build Slot 5
ru: Строительный слот 5
zh_hk: 建造槽 5

source: How come there are so many asteroids with resources, even in populated sectors?
ru: Почему даже в обжитых секторах так много астероидов с ресурсами?
zh_hk: 為什麼這裏有這麼多富含資源的小行星，這裏可是有人定居的星區啊？

source: Ask away.
ru: Спрашивай.
zh_hk: 問點別的。

source: I'm sure this might not even have been necessary. They all know the gravity of the situation we're in.
ru: Я уверен, в этом не было необходимости. Всем известно, насколько серьезна ситуация.
zh_hk: 我覺得這沒必要，它們肯定清楚我們所處的重力環境。

source: Congratulations, you've finished the tutorial!
ru: Поздравляем, Вы прошли обучение!
zh_hk: 恭喜您已經完成整個教程了！

source: Build Slot 6
ru: Строительный слот 6
zh_hk: 建造槽 6

source: What? What do you mean, "many"? There's nearly nothing left! Do you see those big asteroids that all those mines are built on? Well, back at the time, for every big sector you'll find, there were three or four of those, packed with resources! When the big space age began, we mined them all, and built our stations out of those resources. What you're seeing is nothing but a shadow of what has once been. Nobody cares for those little rocks, except for the most greedy races. In general you're free to mine them.
ru: Что? Что значит "много"? Здесь почти ничего не осталось! Видишь эти громадные астероиды, на которых построены добывающие станции? Раньше здесь было три или четыре таких. Когда исследование космоса только начиналось - мы переработали их полностью и построили станции из этих ресурсов. То, что ты видишь - не более чем тень прошлого. А на эти мелкие астероиды никто просто не тратит время.
zh_hk: 啥？你說啥， "多"？這裏幾乎沒東西剩了！ 你沒看到那些大型小行星都有礦場造在上面嗎？好要是以前，每個你能找到的大星區，都有三到四個小行星充滿資源！ 當偉大的太空紀元開始，我們把它們全部開採了，然後用那些資源建造我們的空間站。 你看到的不過是當日輝煌的陰影。 除了最貪婪的種族，沒人關心那些小岩石塊，也就是說你可以隨便開採它們。

source: What's their weakness?
ru: Слабые места у них есть?
zh_hk: 它們的弱點是？

source: Listen
ru: Слушай.
zh_hk: 聽著

source: For more advanced tutorials, see the drop-down menu in the tutorial window.
ru: Выбрать продвинутые курсы обучения можно в выпадающем меню окна обучения.
zh_hk: 更多高級教程，請看教程窗口的下拉框。

source: Build Slot 7
ru: Строительный слот 7
zh_hk: 建造槽 7

source: I don't know about anything, but it's always possible someone else knows something. You should keep asking around. Oh, and people at different places in the galaxy will know different things.
ru: Я ничего не знаю, , но может кто другой знает? Поспрашивай еще кого-нибудь. А, ну и само собой, люди в ращных секторах обладают разной исформацией.
zh_hk: 我啥都不知道，但可能別人會知道點什麼，你該到處問問。 哦，銀河系不同地方的人知道不同的東西。

source: Where do they come from?
ru: Откуда они взялись?
zh_hk: 它們來自哪里？

source: Leave it alone
ru: Забудь об этом
zh_hk: 放過它

source: Now let's return to your previous sector.
ru: Теперь давайте вернемся в предыдущий сектор.
zh_hk: 現在讓我們回到原來的星區。

source: Build Slot 8
ru: Строительный слот 8
zh_hk: 建造槽 8

source: Thanks, I'll keep asking around.
ru: Спасибо, чтож, значит буду спрашивать дальше.
zh_hk: 感謝，我會到處問問的。

source: What do they want?
ru: Чего они хотят?
zh_hk: 它們想要什麼？

source: The wreckage is sending some kind of broadcast that looks like an entry from the captain's logs.
ru: Обломки посылают сигнал. Похоже это трансляция записей из журналов капитана.
zh_hk: 這個殘骸正傳出一段聽起來像是艦長日誌的廣播。

source: Use the galaxy map to enter its coordinates into the nav computer and jump back into it.
ru: Используйте галактическую карту для ввода координат в навигационный компьютер для прыжка назад.
zh_hk: 使用銀河星圖來輸入座標到導航電腦並跳躍回去。

source: Build Slot 9
ru: Строительный слот 9
zh_hk: 建造槽 9

source: Not that I know of, but that doesn't mean anything. If you're looking for work, you should check the bulletin boards of the stations around here.
ru: Я ничего не знаю, но это ни о чем не говорит. Если ищешь работу - проверяй доску объявлений.
zh_hk: 不是我知道的，但那什麼意義都沒有。 如果你在尋找工作，你需要檢查一下附近空間站的公告欄。

source: How did you survive this long?
ru: Как Вы выжили?
zh_hk: 你怎麼活這麼久的？

source: Ha, this time we caught you red-handed! You're the one who has been destroying and stealing our equipment!
ru: Ха! В этот раз тебя поймали на месте преступления! Это ты все это время уничтожал и крал наше оборудование!
zh_hk: 哈，這次我們抓到你了犯人！緣來你就是那個摧毀和偷竊我們設備的人！

source: The sector has been marked on the map.
ru: Сектор был отмечен на Вашей карте.
zh_hk: 星區已經在星圖上標記出來。

source: Build Slot 10
ru: Строительный слот 10
zh_hk: 建造槽 10

source: Thank you, I'll have a look.
ru: Спасибо, посмотрю.
zh_hk: 感謝，我會去看看的。

source: I'd like to talk about something else.
ru: Я хочу обсудить кое-что еще.
zh_hk: 我想聊點別的。

source: It was an accident!
ru: Это была случайность!
zh_hk: 那只是事故！

source: This is your ship's stored energy.
ru: Это запас энергии Вашего корабля.
zh_hk: 這是您飛船所儲存的能量。

source: Scale Block
ru: Масштаб блока
zh_hk: 縮放方塊

source: I've heard that a pirate called 'Swoks' has started raiding freighters nearby. Bad for business, you know? He's keeping it low profile, ships just disappear. But everybody knows it's him. You should not go explore on your own in these sectors around here.
ru: Я слышал о пирате по имени Свокс, он начал нападать на грузовые корабли поблизости. Это плохо сказывается на бизнесе, понимаете ли. Он не светится, корабли просто исчезают и все. Не стоит летать по тем местам самому по себе.
zh_hk: 我聽到一個叫'Swoks'的海盜開始在附近打劫貨船，現在商人不好混，你知道嗎？ 他行事小心，他的飛船剛剛不見了，但人人都知道那是他。 你不該獨自探索這附近的星區。

source: So far we haven't found a real weakness yet. But some of our scouts found a large mothership in the center of the galaxy, near the central black hole. They saw how it opened wormholes, and lots and lots of Xsotan ships poured through. We think that if we manage to destroy this ship, we can stop them from calling in reinforcements, which is the biggest problem when fighting Xsotan. There's always more of them.
ru: Мы пока не нашли ни одной уязвимости. Но разведчики узнали, что в центре галактики, поблизости от черной дыры, располагается гигантский корабль Зотанцев. Он открывает червоточины, через которые приходят новые корабли. Уничтожив корабль, мы скорее всего прервем поставку новых подкреплений. Иначе наших сил просто напросто не хватит.
zh_hk: 這麼久了我們還沒找到一個真正的弱點。 但是我們的一些偵察機發現了銀河中心一艘大型母艦在中心黑洞附近。 他們看到它開啟蟲洞，然後不計其數的Xsotan飛船從裏面湧出。 我們覺得如果我們摧毀了這艘飛船，我們就可以阻止它們繼續呼叫增援，然而這又是與Xsotan作戰的最大問題。 它們總有更多的援軍。

source: How can this be an accident? You destroyed multiple of our most valuable research satellites!
ru: Что значит случайность? Ты уничтожил несколько наших исследовательских спутников!
zh_hk: 那怎麼可能是事故！你摧毀了多個我們最有價值的研究衛星！

source: Excess energy gets stored in your battery, and drained during energy shortages.
ru: Излишки энергии накапливаются в аккумуляторах и расходуются в моменты нехватки.
zh_hk: 多餘的產能會儲存在電池中，並在能量短缺時從中獲取能量。

source: Scale Block X
ru: Масштаб блока по оси X
zh_hk: 縮放方塊 X軸

source: Thanks, I'll keep it in mind.
ru: Спасибо, учту.
zh_hk: 感謝，我會記住的。

source: I'd like to ask something else.
ru: Я хочу спросить кое-что еще.
zh_hk: 我想聊點別的。

source: What equipment? All I can see is junk.
ru: Каких спутников? Это же просто металлолом.
zh_hk: 什麼設備？在我看來都是太空垃圾。

source: Once you have no more energy left in your battery, your ship systems start to fail.
ru: Когда энергия в аккумуляторах кончается - системы корабля начинают отключаться по указанному Вами приоритету.
zh_hk: 一旦您的電池中沒有能量剩餘，飛船系統就開始停機了。

source: Scale Block Y
ru: Масштаб блока по оси Y
zh_hk: 縮放方塊 Y軸

source: There's a new pirate captain who has been raiding freighters around here lately. I haven't seen him in one of the civilized sectors yet, but you should be careful when exploring in no man's space.
ru: слышал о пирате, который начал нападать на грузовые корабли поблизости. В обжитых секторах он не появляется, а вот в необитаемых секторах стоит быть осторожнее.
zh_hk: 這邊有個新的海盜船長剛剛在附近打劫貨船， 我還沒在有人的星區看到他，但你記得別去沒人的地方探索。

source: Thanks, that's it for now.
ru: Спасибо, на этом пока все.
zh_hk: 感謝，就談到這吧。

source: How dare you insult our research like this!
ru: Как ты смеешь оскорблять наши исследования?!
zh_hk: 你竟敢這樣形容我們的研究！

source: This is your ship's energy usage.
ru: Это потребление энергии Вашего корабля.
zh_hk: 這是您飛船的能量消耗。

source: Scale Block Z
ru: Масштаб блока по оси Z
zh_hk: 縮放方塊 Z軸

source: I'll keep it in mind.
ru: Я запомню это.
zh_hk: 我會記住的。

source: We don't think the Xsotan came from this galaxy, we would have come across them a lot earlier. All we know is, that there's a large mothership in the very center of the galaxy, which opens wormholes regularly. They might even be from another galaxy for all we know.
ru: Мы не думаем, что Зотанцы из нашей галактики, иначе они встретились бы нам раньше. Все что нам известно: в центре галактики находится их огромный корабль, который регулярно открывает червоточины для подкреплений. Скорее всего они пришли извне.
zh_hk: 我們不認為Xsotan來自這個銀河系，我們很久以前就接觸過它們了。 我們所知道的是，銀河正中心有一艘大型母艦，它週期性地開啟蟲洞。 它們可能是來自我們所熟知的另一個銀河系。

source: We are members of the M.A.D. Science Association. Our latest research of the Xsotan energy systems has been ground breaking!
ru: Мы - члены научной организации M.A.D. Наши последние исследования энергетических систем Зотанцев - настоящий прорыв в науке!
zh_hk: 我們是M.A.D.科學協會的成員，我們對Xsotan能量系統的最新研究取得重大突破！

source: Some blocks of your ship generate energy, while energy weapons, shields, engines, boosting and the like
ru: Некоторые блоки Вашего корабля производят энергию, в то время как энергетическое оружие, щиты, двигатели, ускорители и т.п.
zh_hk: 您的飛船上一些方塊會產生能量，而能量武器，護盾，引擎，加力推進等等

source: Rotate Blocks
ru: Вращение блока
zh_hk: 旋轉方塊

source: Not really. Except that I nearly got killed a few weeks ago by one of those war machines.
ru: Да нет, правда несколько недель назад меня чуть не разнесла в пыль одна из этих боевых машин.
zh_hk: 沒啥，除了幾周前我差點被那戰爭機器幹掉了。

source: No idea. We still haven't managed to establish communication with them. All we know is, that they come and they eat away matter. There are large fields of Xsotan breeders, farms with asteroids that are eaten up from the inside.
ru: Без понятия. Нам пока не удалось связаться с ними. Они просто приходят и пожирают материю. В этих местах есть огромные поля Зотанских инкубаторов - ферм на астероидах, изъеденных изнутри.
zh_hk: 不知道，我們仍沒法和它們建立聯繫。 我們所知道的是，它們到來併吞噬物質。 這裏有大片Xsotan飼養場，農場，其中的小行星被從內部吞噬掉了。

source: use up energy to work. If this bar is rather empty, your ship produces more energy than it can consume
ru: ее потребляют. Если шкала пуста - значит Ваш корабль производит больше энергии,
zh_hk: 需要能量來工作，如果這個槽較空，您的飛船產出比消耗更多的能量

source: Delete Block
ru: Удалить блок
zh_hk: 刪除方塊

source: War machines?
ru: Боевая машина?
zh_hk: 戰爭機器？

source: The thing is, as long as you leave them alone, they kind of leave you alone, too. We had reports of ships flying through entire Xsotan fleets, and it looked like they barely noticed our ships were there. We know that they eat up matter - and they're attracted by energy bursts, such as weapons firing. My advice to you: Don't fire weapons when they're there, and don't get too close. You never know.
ru: Дело в том, что если ты их не трогаешь - обычно они тоже тебя не трогают. Некоторые корабли пролетали их поля из конца в конец, а Зотанцы даже не обращали внимания. Зотанцы пожирают материю, и их привлекают всплески энергии, например выстрелы. Мой совет - не стреляй поблизости и не приближайся к ним.
zh_hk: 有件事就是，只要你不管它們，它們也不理你。. 我們有來自穿過整支Xsotan艦隊的船長報告，看起來它們幾乎沒注意到我們的飛船在那。 我們知道它們吞噬物質 - 並且它們被能量反應的爆發所吸引，比如武器開火。 我給你建議：別在它們面前開火，也別靠太近，你會明白的。

source: (which is not a bad thing).
ru: чем потребляет (это конечно же хорошо).
zh_hk: （這不是壞事）。

source: Show Inventory
ru: Показать инвентарь
zh_hk: 顯示物品欄

source: Very interesting. Goodbye.
ru: Очень интересно. Прощайте.
zh_hk: 很有趣，再見。

source: Our researchers have been tampering with some recovered Xsotan wormhole technology, but it's still very experimental. We have neither the means nor the technology to research more Xsotan artifacts. But if we could, we might be able to create a system that allows a ship to intercept the wormhole opening process - and to open wormholes itself.
ru: Наши исследователи разбираются с восстановленными элементами червоточиной технологии Зотанцев, но все это пока на стадии первоначальных опытов. У нас нет ни знаний, ни технологий для продолжения исследований. Еслиб они были - мы бы создали устройство, позволяющее пресекать процесс открытия червоточин.
zh_hk: 我們的研究員已經改造了一些已被發現的Xsotan蟲洞科技，但這仍是實驗性的。 我們沒有方法或者技術去研究更多的Xsotan文物，但是如果我們可以，我們可能制作一種系統允許一艘飛船打斷蟲洞開啟過程 - 以及通過自身開啟蟲洞。

source: If it's rather full, your ship consumes nearly all the energy it can produce, or even more
ru: Если же шкала заполнена, то производимой энергии едва хватает на обеспечение систем корабля или не хватает вовсе
zh_hk: 如果它滿了，您的飛船幾乎消耗了它產出的所有能量，甚至更多

source: Toggle Engines
ru: Двигатель Вкл/Выкл
zh_hk: 切換主引擎

source: Yes! I didn't pay attention during a hyperspace jump recalculation and all of a sudden this thing attacked me!
ru: Да! Я отвлекся на расчет прыжка и тут внезапно на меня напали эти штуки!
zh_hk: 是啊！在超空間跳躍重計算的時候我都沒注意，然而就那瞬間這東西就攻擊我了！

source: I see where this is going.
ru: Я понял к чему ты клонишь.
zh_hk: 我知道這裏發生什麼事了。

source: (which is more likely to be a bad thing).
ru: (что довольно плохо).
zh_hk: （這絕對是件壞事）。

source: Toggle Flight Assist
ru: Ассистент полета Вкл/Выкл
zh_hk: 切換飛行輔助

source: Why did it attack you?
ru: Но почему?
zh_hk: 它為什麼攻擊你？

source: I don't understand.
ru: Я не понимаю.
zh_hk: 我不明白。

source: This is your hyperspace drive's energy.
ru: Это энергия гипердвигателя.
zh_hk: 這是您的超空間引擎能量。

source: Toggle Gyros
ru: Гироскопы Вкл/Откл
zh_hk: 切換陀螺儀

source: What thing?
ru: Какие 'штуки'?
zh_hk: 什麼東西？

source: Nope, I'm out.
ru: Нет, я пас.
zh_hk: 不，我走了。

source: After a jump it is depleted and you have to wait until it recharges before you can jump again.
ru: Прыжки расходуют ее, и необходимо подождать пока гипердвигатель не зарядится, прежде чем прыгать снова.
zh_hk: 每次跳躍它都會消耗完，必須等到它充能完畢才能再次跳躍。

source: Toggle Hangars
ru: Ангары Вкл/Откл
zh_hk: 切換機庫

source: What do I know? I'm lucky I got away. Someone should take care of these things.
ru: Откуда я знаю? Хорошо что убрался вовремя. Но кому-то надо бы позаботиться об этих железяках.
zh_hk: 我鬼知道！我幸運地跑掉了，有人該去管管這些東西了。
