Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Invite Players
ru: Приглашать игроков
zh_hk: 邀請玩家

source: Kick Players
ru: Выгонять игроков
zh_hk: 踢出玩家

source: Promote Members
ru: Повышать
zh_hk: 提拔成員

source: Demote Members
ru: Понижать
zh_hk: 降級成員

source: Edit Ranks
ru: Изменять звания
zh_hk: 編輯職位

source: Add Items
ru: Добавлять вещи
zh_hk: 添加物品

source: Spend Items
ru: Вносить вещи
zh_hk: 消費物品

source: Take Items
ru: Забирать вещи
zh_hk: 取出物品

source: Add Resources
ru: Добавлять ресурсы
zh_hk: 添加資源

source: Spend Resources
ru: Внести ресурсы
zh_hk: 消費資源

source: Take Resources
ru: Забирать ресурсы
zh_hk: 取出資源

source: Found Ships
ru: Создавать корабли
zh_hk: 創建船隻

source: Found Stations
ru: Создать Станции
zh_hk: 創建空間站

source: Manage Stations
ru: Управление Станциями
zh_hk: 管理空間站

source: Manage Ships
ru: Управление Кораблями
zh_hk: 管理船隻

source: Fly Crafts
ru: Летать на кораблях
zh_hk: 駕駛船隻/空間站

source: Modify Crafts
ru: Изменять корабли
zh_hk: 編輯船隻/空間站

source: Modify Motd
ru: Изменять сообщение дня
zh_hk: 編輯每日公告

source: Leader
ru: Лидер
zh_hk: 領袖

# Block
source: Hull
ru: | Корпус
zh_hk: 船體

# Block
source: Blank Hull
ru: | Корпус без окон
zh_hk: 空白船體

# Block
source: Engine
ru: | Двигатель
zh_hk: 引擎

# Block
source: Stone
ru: | Каменный блок
zh_hk: 石塊

# Block
source: Cargo Bay
ru: | Грузовой отсек
zh_hk: 貨艙

# Block
source: Crew Quarters
ru: | Жилой отсек
zh_hk: 船員艙

# Block
source: Thruster
ru: | Маневровый двигатель
zh_hk: 推進器

# Block
source: Directional Thruster
ru: | Направленный маневровый двигатель
zh_hk: 單向推進器

# Block
source: Armor
ru: | Бронированный блок
zh_hk: 裝甲

# Block
source: Framework
ru: | Каркас
zh_hk: 框架

# Block
source: Hangar
ru: | Ангар
zh_hk: 機庫

# Block
source: Dock
ru: | Стыковочный док
zh_hk: 停靠點

# Block
source: Shield Generator
ru: | Генератор щита
zh_hk: 護盾發生器

# Block
source: Generator
ru: | Генератор энергии
zh_hk: 反應爐

# Block
source: Energy Container
ru: | Аккумулятор
zh_hk: 能量電池

# Block
source: Integrity Field Generator
ru: | Генератор поля структурной целостности
zh_hk: 結構防護力場發生器

source: The listed warnings are roughly sorted from largest to smallest impact on VRAM.
zh_hk: 列出的警告信息系粗略按照對圖形記憶體要求分類的。

source: %s's proposed relation to you Current relation: %d
zh_hk: %s 對您提供的勢力關係 當前勢力關係： %d

source: Error with partner station!
zh_hk: 合夥人空間站出錯！

source: Partner station doesn't buy this!
zh_hk: 合夥人空間站並不進口該商品！

source: No more goods on partner station!
zh_hk: 合夥人空間站沒有更多貨物！

source: Received %2% credits for %1% from a scrapyard.
zh_hk: 因 %1% 從回收站獲得了 %2% 資金。

source: \s(%1%:%2%) %3%: Gained %4% credits transaction tax.
zh_hk: \s(%1%:%2%) %3%: 獲得 %4% 經營收益。

source: TV show 'The Expanse's 'Tycho Station' has more than 65,000,000 m³ of manufacturing and storage space!
zh_hk: 電視劇《太空無垠》中的Tycho空間站擁有超過65,000,000立方米的工程容積與貯存空間！

source: TV show 'The Expanse's 'Tycho Station's two counter-rotating habitation rings provide enough living space for 15,000 workers and civilians.
zh_hk: 電視劇《太空無垠》中的Tycho空間站兩個逆向回轉的環形生活艙提供了足夠15,000名工人與平民的生活空間。

source: The Falcon 9 of SpaceX is the first orbital class rocket that is reusable. As of October 2017 it has already been used 16 times!
zh_hk: 來自美國SpaceX公司的獵鷹9號是世界上第一款可重複使用的運載火箭。截止至2017年10月，它已經執行了16次發射任務。

source: SpaceX's Falcon 9 second stage has just one engine with a thrust of 934,000 N (210,000 lbf) and a burn time of 397 seconds. The first stage features 9 engines with a thrust of 8,227,000 N (1,849,500 lbf) in vacuum.
zh_hk: SpaceX公司的獵鷹9號二級火箭僅有一個可燃燒397秒，934,000牛（210,000磅）推力的推進器。一級火箭則有9個在真空中總數為8,227,000牛（1,849,500磅）推力的推進器。

source: The Hubble Space Telescope, launched in 1990, orbits earth at an altitude of 569 km (353 miles) and sends about 140 gigabits of data per week back to earth.
zh_hk: 哈勃太空望遠鏡，發射於1990年，在位於海拔569公里（353英里）的地球軌道上運行，每週向地球發送約140GB的數據。

source: \'+stats\' in tooltips show how much better this turret is compared to the average of the same tech level. They (+x effiency/dps/range...) are already included in the total stats shown above!
zh_hk: 提示信息中顯示的 \'+stats\' 狀態數值表示該砲台與相同科技等級的平均水準比較值。它們的增量 (+x effiency/dps/range...) 已經被包含在前方顯示的總屬性中！

source: Starwars's CR90-corvette is a very versatile ship with a minimum crew requirement of 7, 3000 m³ cargo space and a maximum atmospheric speed of 980 km/h. And all that for 3,500,000 credits!
zh_hk: 出自《星球大戰》劇中的CR90科瑞利安護航艦是一條極低船員需求、7,300立方米貨倉，且大氣內最高航速達每小時980公里的多功能飛船。然而它只要350萬！

source: The command bridge and all battle stations of the USS Enterprise can be seperated from the main ship via the "saucer seperation".
zh_hk: USS企業號的指揮艦橋與所有戰鬥部能夠通過“碟型分離”裝置與主體分離。

source: - None -
zh_hk: - 無 -

# 10^6, prefix
source: M
zh_hk: 兆

# 10^3, prefix
source: k
zh_hk: 千

source: <No Missions>
zh_hk: <無任務>

# For Red In Color Selection
source: R
zh_hk: 紅

# For Blue In Color Selection
source: B
zh_hk: 藍

source: Super Sampling
zh_hk: 抗鋸齒

source: Subsampling x0.5
zh_hk: 子採樣率x0.5

source: SS x1.5
zh_hk: 超級採樣SS x1.5

source: SS x2
zh_hk: 超級採樣SS x2

source: SS x4
zh_hk: 超級採樣SS x4

source: Bloom
zh_hk: 發光特效

source: Ambient Occlusion
zh_hk: 環境光吸收

source: OK
zh_hk: 好
