Repository: Multirez/AvorionData
Catalog: localization/*.po
Languages: ru, zh_hk

source: Spices
ru: Специи
zh_hk: 香料

source: Looks like everything is here. Thank you very much for your cooperation, I'll be on my way then!
ru: Кажется все на месте. Спасибо за помощь, я сваливаю.
zh_hk: 看起來所有貨物都齊了。十分感謝你的合作，我走了！

source: Energy /shot
ru: Энергия/выстрел
zh_hk: 能量消耗 /射擊

source: The hyperspace engine has been destroyed.
ru: Гипердвигатель был уничтожен.
zh_hk: 超空間引擎被摧毀。

source: Servo
ru: Сервопривод
zh_hk: 伺服系統

# plural
source: Spices
ru: Специй
zh_hk: 香料

source: Hahahaha!
ru: Хахаха!
zh_hk: 哈哈哈哈哈！

source: Energy Increase /s
ru: Прирост потребления энергии/с
zh_hk: 能量消耗增幅 /秒

source: Hyperspace Overloader
ru: Гиперпространственный глушитель
zh_hk: 超空間超載器

# plural
source: Servos
ru: Сервоприводы
zh_hk: 伺服系統

# prefix
source: Spices
ru: Специй
zh_hk: 香料

source: We're taking damage, retreat, retreat!
ru: Мы получаем урон, отступаем, отступаем!
zh_hk: 我們正遭受攻擊，撤退，撤退！

source: Seeker Missiles
ru: Самонаводящиеся ракеты
zh_hk: 追蹤導彈

source: This system was built by Bottan's chief engineer.
ru: Эта система была создана главным инженером Боттана.
zh_hk: 這個系統由Bottan的首席工程師建造。

# prefix
source: Servo
ru: Сервоприводов
zh_hk: 伺服系統

source: A box with various little bags of spices.
ru: Контейнер со специями.
zh_hk: 一個裝有各種香料的盒子。

source: What!? Why can't we jump?
ru: Что? Почему мы не можем прыгнуть?
zh_hk: 什麼！？為什麼我們無法跳走？

source: ${material} ${weaponPrefix} Turret
ru: ${weaponPrefix} Турель
zh_hk: ${material}${weaponPrefix}炮臺

source: It's configured to destroy Bottan's hyperspace drive.
ru: Она настроена на уничтожение гипердвигателей Боттана.
zh_hk: 它被設計成專用於摧毀Bottan的超空間引擎。

source: Little multi-purpose machines that can be used in moving parts.
ru: Маленькие агрегаты множественного назначения, используемые в движущихся частях.
zh_hk: 可用在活動部件中的小型多功能配件。

source: Sheep
ru: Овца
zh_hk: 綿羊

source: You did this! You destroyed my hyperspace drive! Prepare to die!
ru: Что ты натворил!? Ты уничтожил мой гипердвигатель! Готовься к смерти!
zh_hk: 你竟然摧毀了我的超空間引擎！去死吧！

source: Double ${material} ${weaponPrefix} Turret
ru: Двойная ${weaponPrefix} Турель
zh_hk: 雙聯裝${material}${weaponPrefix}炮臺

source: XSTN-K I
ru: ЗТН-К I
zh_hk: XSTN-K I 神秘芯片

source: Electro Magnet
ru: Электромагнит
zh_hk: 電磁鐵

# plural
source: Sheep
ru: Овцы
zh_hk: 綿羊

source: Hello
ru: Приветствую
zh_hk: 你好

source: Triple ${material} ${weaponPrefix} Turret
ru: Тройная ${weaponPrefix} Турель
zh_hk: 三聯裝${material}${weaponPrefix}炮臺

source: This system has a vertical
ru: На модуле видна вертикальная царапина
zh_hk: 這個系統有1個垂直

# plural
source: Electro Magnets
ru: Электромагниты
zh_hk: 電磁鐵

# prefix
source: Sheep
ru: Овец
zh_hk: 綿羊

source: How do we stop Bottan?
ru: Как мы остановим Боттана?
zh_hk: 我們怎麼阻止Bottan？

source: Quad ${material} ${weaponPrefix} Turret
ru: Счетверенная ${weaponPrefix} Турель
zh_hk: 四聯裝${material}${weaponPrefix}炮臺

source: scratch on its surface.
ru: , пересекающая его поперек рисунка.
zh_hk: 刮痕在表面。

# prefix
source: Electro Magnet
ru: Электромагнитов
zh_hk: 電磁鐵

source: A sheep.
ru: Овца. Беее.
zh_hk: 一只綿羊。

source: Who is Bottan?
ru: Кто такой Боттан?
zh_hk: 誰是Bottan？

source: Multi ${material} ${weaponPrefix} Turret
ru: Мульти ${weaponPrefix} Турель
zh_hk: 多聯裝${material}${weaponPrefix}炮臺

source: XSTN-K II
ru: ЗТН-К II
zh_hk: XSTN-K II 神秘芯片

source: High power multi-purpose electromagnets.
ru: Высокомощный электромагнит.
zh_hk: 高功率多功能電磁鐵。

source: Fungus
ru: Дрожжи
zh_hk: 真菌

source: What's in it for me?
ru: С чего вдруг я должен помогать?
zh_hk: 你想給我什麼？

source: ${weaponPrefix} Turret
ru: ${weaponPrefix} Турель
zh_hk: ${weaponPrefix}炮臺

source: This system has 2 vertical
ru: На модуле видны 2 вертикальные царапины
zh_hk: 這個系統有2個垂直

source: Adhesive
ru: Клей
zh_hk: 黏合劑

# plural
source: Fungi
ru: Грибы
zh_hk: 真菌

source: Why would you betray Bottan?
ru: Почему ты предаешь Боттана?
zh_hk: 你為什麼背叛了Bottan？

source: Double ${weaponPrefix} Turret
ru: Сдвоенная ${weaponPrefix} Турель
zh_hk: 雙聯裝${weaponPrefix}炮臺

source: scratches on its surface.
ru: , пересекающие его поперек рисунка.
zh_hk: 刮痕在表面。

# plural
source: Adhesive
ru: Клей
zh_hk: 黏合劑

# prefix
source: Fungus
ru: Дрожжей
zh_hk: 真菌

source: Alright, I'll help you.
ru: Хорошо, я помогу тебе.
zh_hk: 好吧，我會幫你。

source: Triple ${weaponPrefix} Turret
ru: Строенная ${weaponPrefix} Турель
zh_hk: 三聯裝${weaponPrefix}炮臺

source: XSTN-K III
ru: ЗТН-К III
zh_hk: XSTN-K III 神秘芯片

# prefix
source: Adhesive
ru: Клея
zh_hk: 黏合劑

source: That's none of my business.
ru: Это не мое дело.
zh_hk: 這與我無關。

source: Quad ${weaponPrefix} Turret
ru: Счетверенная ${weaponPrefix} Турель
zh_hk: 四聯裝${weaponPrefix}炮臺

source: This system has 3 vertical
ru: На модуле видны 3 вертикальные царапины
zh_hk: 這個系統有3個垂直

source: Common adhesive. Used in smaller parts where there's no space for screws.
ru: Обычный клей. Используется для соединений, где нет места для винтов.
zh_hk: 常用黏合劑，用於沒有空位使用螺絲釘的小部件。

source: I've heard some impressive stories about you. Maybe we can work together to stop Bottan.
ru: По космосу летает множество интересных слухов о тебе. Возможно, вместе мы сможем остановить Боттана.
zh_hk: 我聽過你那令人印象深刻的經歷，我們也許可以合作阻止Bottan。

source: Multi ${weaponPrefix} Turret
ru: Мульти ${weaponPrefix} Турель
zh_hk: 多聯裝${weaponPrefix}炮臺

source: XSTN-K IV
ru: ЗТН-К IV
zh_hk: XSTN-K IV 神秘芯片

source: Coolant
ru: Охладитель
zh_hk: 冷卻劑

source: Bottan is a coward. He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
ru: Боттан - трус. Он ничего не делает сам, и бежит от любой схватки.
zh_hk: Bottan是個膽小鬼。他不會親自承擔任何風險，如果有任何細微的跡象要發生戰鬥，他會馬上跳走。

source: Size
ru: Размер
zh_hk: 尺寸

source: This system has 4 vertical
ru: На модуле видны 4 вертикальные царапины
zh_hk: 這個系統有4個垂直

# plural
source: Coolant
ru: Охладители
zh_hk: 冷卻劑

source: In order to catch him, we have to disable his hyperspace drive.
ru: Чтобы поймать его нам необходимо отключить его гипердвигатель.
zh_hk: 為了抓住他，我們需要使他的超空間引擎失效。

source: Independent Targeting
ru: Независимый выбор цели
zh_hk: 自主索敵

source: XSTN-K V
ru: ЗТН-К V
zh_hk: XSTN-K V 神秘芯片

# prefix
source: Coolant
ru: Охладителей
zh_hk: 冷卻劑

source: He's a smuggler who operates in these sectors here.
ru: Он контрабандист, ведущий дела в этих местах.
zh_hk: 他是個在這幾個星區活躍的走私販。

source: Independent targeting, but deals less damage
ru: Наводится самостоятельно, но наносит меньше урона
zh_hk: 自主索敵，但造成傷害更低

source: This system has 5 vertical
ru: На модуле видны 5 вертикальных царапин
zh_hk: 這個系統有5個垂直

source: A canister full of coolant for the most common engines.
ru: Канистры с охладителем для стандартных двигателей.
zh_hk: 一個裝滿絕大多數引擎使用的冷卻劑的小罐。

source: Or, more accurately, who lets others work for him.
ru: Точнее, позволяющий другим вести дела за него.
zh_hk: 或者更準確地說，是個利用他人給他賣命的人。

source: in ${factionName}'s sectors
ru: в секторах фраксии ${factionName}
zh_hk: 在 ${factionName} 的星區

source: XSTN-K VI
ru: ЗТН-К VI
zh_hk: XSTN-K VI 神秘芯片

source: Steel Tube
ru: Стальная трубка
zh_hk: 鋼管

source: He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
ru: Он ничего не делает сам и убегает от любой опасности.
zh_hk: 他不會親自承擔風險，如果有任何輕微跡象會發生戰鬥，他會馬上跳走。

source: Durability
ru: Прочность
zh_hk: 耐久度

source: This system has 6 vertical
ru: На модуле видны 6 вертикальных царапин
zh_hk: 這個系統有6個垂直

# plural
source: Steel Tubes
ru: Стальные трубки
zh_hk: 鋼管

source: A few months back, he got his hands on some Xsotan hyperspace tech.
ru: Несколько месяцев назад он получил в распоряжение кое-какие технологии Зотанцев.
zh_hk: 幾個月前，他弄到了一些Xsotan超空間科技。

source: Maneuverability
ru: Маневренность
zh_hk: 機動性

source: XSTN-K VII
ru: ЗТН-К VII
zh_hk: XSTN-K VII 神秘芯片

# prefix
source: Steel Tube
ru: Стальных трубок
zh_hk: 鋼管

source: It was me who integrated it into his ship.
ru: Я интегрировал их в системы корабля.
zh_hk: 是我把它裝到了他的飛船上的。

source: Speed
ru: Скорость
zh_hk: 速度

source: This system has 7 vertical
ru: На модуле видны 7 вертикальных царапин
zh_hk: 這個系統有7個垂直

source: Long multi-purpose steel tubes.
ru: Длинные стальные трубы.
zh_hk: 多用途長鋼管。

source: Now he can jump three times as far as other ships, and five times as quick, and nobody can catch him.
ru: Теперь он может совершать прыжки дальностью в три раза больше чем любой другой корабль, и в пять раз быстрее. Никто не может его поймать.
zh_hk: 現在他能以三倍於其他飛船的距離跳躍，並且五倍的速度，所以沒有人能抓到他。

source: This station doesn't sell illegal goods.
ru: Эта станция не продает нелегальные товары.
zh_hk: 這個空間站不出售非法物品。

source: XSTN-K VIII
ru: ЗТН-К VIII
zh_hk: XSTN-K VIII 神秘芯片

source: Energy Inverter
ru: Инвертор энергии
zh_hk: 能量變頻器

source: But he made a big mistake when he threw me out.
ru: Но он совершил большую ошибку, когда он бросил меня.
zh_hk: 但他犯了個致命錯誤，就是把我踢了出來。

source: This station doesn't sell stolen goods.
ru: Эта станция не продает краденые товары.
zh_hk: 這個空間站不出售贓物。

source: This system has 8 vertical
ru: На модуле видны 8 вертикальных царапин
zh_hk: 這個系統有8個垂直

# plural
source: Energy Inverters
ru: Инверторы энергии
zh_hk: 能量變頻器

source: He doesn't know that I know of a way to disable his precious hyperspace drive.
ru: Он даже не подозревает, что я знаю способ деактивации его гипердвигателя.
zh_hk: 他不知道我掌握著使他寶貴的超空間跳躍引擎失效的技術。

source: This station doesn't sell suspicious goods.
ru: Эта станция не продает подозрительные товары.
zh_hk: 這個空間站不出售可疑物品。

source: Basic Trading System
ru: Базовый торговый модуль
zh_hk: 基礎交易系統插件

# prefix
source: Energy Inverter
ru: Инверторов энергии
zh_hk: 能量變頻器

source: You'll get revenge on a man who betrayed you.
ru: Ты получишь шанс отомстить человеку, который тебя предал.
zh_hk: 你會遭到來自那個曾經背叛了你的人的報復。

source: This station doesn't buy illegal goods.
ru: Эта станция не покупает нелегальные товары.
zh_hk: 這個空間站不收購非法物品。

source: Improved Trading System
ru: Улучшенный торговый модуль
zh_hk: 改良交易系統插件

source: Converts electron flow into positron flow.
ru: Конвертирует поток электронов в поток позитронов.
zh_hk: 將電流轉換成正電子流。

source: And, maybe, we can extract the Xsotan tech from his ship. I'll modify it so you can integrate it into your ship.
ru: Может быть - позже - мы сможем достать эти технологии из обломков его корабля и интегрировать в твой.
zh_hk: 然後，或許，我們可以從他的飛船上破解出Xsotan科技。我會改造它使你可以將它安裝到你的飛船上。

source: This station doesn't buy stolen goods.
ru: Эта станция не покупает краденые товары.
zh_hk: 這個空間站不收購贓物。

source: Advanced Trading System
ru: Продвинутый торговый модуль
zh_hk: 高級交易系統插件

source: Energy Generator
ru: Энергогенератор
zh_hk: 能量反應爐

source: I was Bottan's chief engineer. As such, I know everyhting about his hyperspace engine. It was me who integrated the Xsotan Technology into the ship.
ru: Я был главным инженером Боттана. Поэтому я знаю все о его Гипердвигателях. Именно я интегрировал Зотанские технологии в его корабль.
zh_hk: 我曾是Bottan的首席工程師，所以我知道幾乎所有有關他超空間引擎的事。是我親手把Xsotan技術應用到他飛船上的。

source: This station doesn't buy suspicious goods.
ru: Эта станция не покупает подозрительные товары.
zh_hk: 這個空間站不收購可疑物品。

source: High-Tech Trading System
ru: Высокотехнологичный торговый модуль
zh_hk: 高科技交易系統插件

# plural
source: Energy Generators
ru: Энергогенераторы
zh_hk: 能量反應爐

source: That same drive that allows him to jump extreme distances very quickly.
ru: Этот двигатель и позволяет ему делать такие огромные прыжки на большой скорости.
zh_hk: 那引擎使得他能高速跳躍極遠的距離。

source: Max
ru: Макс
zh_hk: 最大

source: Salesman's Trading System
ru: Специализированный торговый модуль
zh_hk: 商業交易系統插件

# prefix
source: Energy Generator
ru: Энергогенераторов
zh_hk: 能量反應爐

source: Since I know how it works, I can build a ray that disables his engine.
ru: Поскольку я знаю как он работает - я могу построить устройство,которое выведет его из строя.
zh_hk: 因為我知道它如何運作，我可以製作一種能使他的引擎失效的光束。

source: Not enough space in your cargo bay!
ru: Недостаточно места в грузовом отсеке!
zh_hk: 您的貨艙中沒有足夠空間！

source: Ultra-Tech Trading System
ru: Сверхмощный торговый модуль
zh_hk: 無限科技交易系統插件

source: A device that generates energy from an antimatter core.
ru: Устройство, получающее энергию из ядра антиматерии.
zh_hk: 一個從反物質核心中生產能量的設備。

source: That's none of your business, but I'll tell you this much: He betrayed me, one of his most loyal men!
ru: Это не твое дело, но вот что я скажу: он предал меня, одного из самых верных ему людей!
zh_hk: 這與你無關，但我要告訴你：他背叛了我，明明我是對他最忠誠的人之一！

source: You can only store ${amount} of this good!
ru: Вы можете хранить не более ${amount} этого товара!
zh_hk: 您僅可以儲存 ${amount} 個這種物品！

source: Trading System
ru: Торговый модуль
zh_hk: 交易系統

source: Display
ru: Экран
zh_hk: 顯示器

source: Now I'm a fugitive, hunted by my former friends and nearly all factions in the quadrant.
ru: Теперь я беглец, враг для бывших друзей и практически всех фракций в ближайшем квадранте.
zh_hk: 現在我是個逃亡者，被我以前的朋友和幾乎所有扇區中的勢力追殺。

source: You can't afford any of this good!
ru: Вы не можете приобрести ни один их этих предметов!
zh_hk: 您買不起這個物品！

source: Display prices of goods
ru: Отображает цены товаров
zh_hk: 顯示貨物價格

# plural
source: Displays
ru: Экраны
zh_hk: 顯示器

source: I can't just let that go without retaliation.
ru: Я не могу просто забыть об этом.
zh_hk: 我不會放過他。

source: You can only afford ${amount} of this good!
ru: Вы можете позволить себе только ${amount} этого товара!
zh_hk: 您僅夠購買 ${amount} 個這種物品！

source: Display price ratios of goods
ru: Отображает соотношения цен на товары
zh_hk: 顯示貨物價格比率

# prefix
source: Display
ru: Экранов
zh_hk: 顯示器

source: Since I have to remain here, I need you to organize all the parts I need to build the disruption ray.
ru: До тех пор пока я не могу сдвинуться с места, тебе придется обеспечивать меня материалами для постройки устройства.
zh_hk: 因為我不得不躲在這裏，我需要你去收集所有我需要用於製作毀壞光束的部件。

source: You don't have any of this!
ru: У Вас ничего из этого нет!
zh_hk: 您沒有這種物品！

source: View trading offers of all stations of the sector
ru: Отображает все торговые предложения в секторе
zh_hk: 顯示這個星區所有空間站的交易訂單

source: A touch display for computers.
ru: Экраны для компьютеров.
zh_hk: 一個計算機用觸屏顯示器。

source: I've sent the list of the parts to your ship.
ru: Я отправил тебе список деталей.
zh_hk: 我會發送部件清單到你的飛船上。

source: %s isn't bought.
ru: %s не куплено.
zh_hk: %s 未能購買。

source: Display trade routes in current sector
ru: Отображает торговые пути в секторе
zh_hk: 顯示當前星區的貿易航線

source: Processor
ru: Процессор
zh_hk: 處理器

source: Come back once you have them.
ru: Возвращайся когда достанешь все что нужно.
zh_hk: 當你集齊它們了就馬上回來。

source: Your ship has no cargo bay!
ru: У Вашего корабля нет грузового отсека!
zh_hk: 您的飛船沒有貨艙！

source: Display trade routes in last %i sectors
ru: Отображает торговые пути в %i последних посещенных секторах
zh_hk: 顯示最後%i個星區的貿易航線

# plural
source: Processors
ru: Процессоры
zh_hk: 處理器

source: I don't care how you get them, do what you must.
ru: Мне плевать где ты их возьмешь. Делай свое дело.
zh_hk: 我不管你怎麼得到它們，做你該做的。

source: You don't have any %s that the station buys!
ru: У Вас нет товара: %s!
zh_hk: 您沒有任何空間站收購的 %s！

source: Trading Overview
ru: Сводка по торговле
zh_hk: 貿易概況

# prefix
source: Processor
ru: Процессоров
zh_hk: 處理器

source: Just get me those parts.
ru: Просто принеси мне запчасти.
zh_hk: 只要讓我拿到那些部件。

source: This station is not able to take any more %s.
ru: Станция больше не в состоянии вместить %s.
zh_hk: 空間站沒有能力接收更多的 %s。

source: Trading Routes
ru: Торговые пути
zh_hk: 貿易航線

source: The heart of a computer, or any device that does some kind of calulcation.
ru: Сердце компьютера или любого другого вычислительного устройства.
zh_hk: 一台計算機或者任何需要計算的設備的心臟。

source: Smuggler
ru: Контрабандист
zh_hk: 走私船

source: You don't have any %s on your ship
ru: На Вашем корабле нет %s
zh_hk: 您的飛船上沒有任何 %s

source: View detected trading routes
ru: Показать найденные торговые маршруты
zh_hk: 顯示偵測到的貿易航線

source: Nanobot
ru: Нанобот
zh_hk: 納米機器人

source: Greetings
ru: Приветствую
zh_hk: 你好

source: This station's faction doesn't have enough money.
ru: У Фракции этой станции недостаточно денег.
zh_hk: 這個空間站的勢力沒有足夠的資金。

source: Buy from stations
ru: Купить на станциях
zh_hk: 從空間站購買

# plural
source: Nanobots
ru: Наноботы
zh_hk: 納米機器人

source: [The ship isn't answering.]
ru: [Корабль не отвечает]
zh_hk: 【這船隻沒有回應。】

source: This station has no more %s to sell.
ru: На станции больше нет %s на продажу.
zh_hk: 這個空間站沒有更多的 %s 出售。

source: Sell to stations
ru: Продать на станциях
zh_hk: 出售到空間站

# prefix
source: Nanobot
ru: Наноботов
zh_hk: 納米機器人

source: Yes.
ru: Да.
zh_hk: 好。

source: Your ship can not take more %s.
ru: Ваш корабль не может вместить больше %s.
zh_hk: 您的飛船不能接收更多的 %s。

source: Coord
ru: Коорд.
zh_hk: 座標

source: Tiny robots that are able to get into almost everything.
ru: Микроскопические ремонтные роботы.
zh_hk: 可以進入幾乎任何東西的微型機器人。

source: Does that mean you're interested?
ru: Я так понимаю, Вы заинтересованы?
zh_hk: 這意味著你感興趣？

source: Resource Shortage: ${amount} ${good.displayPlural}
ru: Недостаточно ресурсов: ${amount} ${good.displayPlural}
zh_hk: 資源短缺：${amount} ${good.displayPlural}

source: From
ru: Откуда
zh_hk: 從

source: Laser Head
ru: Концентрирующий кристалл
zh_hk: 鐳射頭

source: On second thought, I think I'll pass.
ru: Если подумать, я пожалуй пас.
zh_hk: 再考慮一下，我覺得我不行。

source: To
ru: Куда
zh_hk: 到

# plural
source: Laser Heads
ru: Концентрирующие кристаллы
zh_hk: 鐳射頭

source: Pity. Would have been some good coin in it for you. Not to speak of the friends you would have made.
ru: Жаль. Деньги то не плохие, не говоря уже о новых друзьях.
zh_hk: 可惜，這會賺到挺多錢的，更不用說你會交到的朋友了。

source: Delivery: ${good.displayPlural}
ru: Доставка: ${good.displayPlural}
zh_hk: 遞送：${good.displayPlural}

source: Object Detector
ru: Детектор объектов
zh_hk: 物體探測器插件

# prefix
source: Laser Head
ru: Концентрирующих кристаллов
zh_hk: 鐳射頭

source: Greetings. Interested in earning a lot of money for easy work?
ru: Приветствую. Есть желание заработать много денег за простую работу?
zh_hk: 哎呦您好！有興趣來輕鬆賺個一億的小目標嗎？

source: Client
ru: Клиент
zh_hk: 客戶

source: Valuable objects detected.
ru: Обнаружены ценные объекты.
zh_hk: 發現有價值目標。

source: A device used to focus laser beams.
ru: Устройство для фокусирования лазерных лучей.
zh_hk: 一個用以聚焦鐳射光束的設備。

source: How much?
ru: Сколько?
zh_hk: 多少？

source: Not enough cargo space on your ship.
ru: Недостаточно места в грузовом отсеке корабля.
zh_hk: 您的飛船上沒有足夠的貨艙空間。

source: C43 Object Detector
ru: Детектор объектов C43
zh_hk: C43 物體檢測插件

source: Laser Compressor
ru: Лазерный компрессор
zh_hk: 鐳射壓縮器

source: About 500k to a million. Depends on how fast you are. And if you can get the job done.
ru: От пятисот тысяч до миллиона, зависит от скорости. Ну и того, выполнишь ли ты задание.
zh_hk: 大概五十到1百萬，取決於你跑多快，以及……當然你能完成任務的話。

source: You have to be docked to the station.
ru: Нужно пристыковаться к станции.
zh_hk: 您必須停靠在空間站上。

source: Highlight Range
ru: Радиус подсвечивания
zh_hk: 標記範圍

# plural
source: Laser Compressors
ru: Лазерные компрессоры
zh_hk: 鐳射壓縮器

source: I don't want to do your dirty work.
ru: Я не хочу, делать грязную работу за Вас.
zh_hk: 我不想干你那髒活。

source: You don't have enough money for the deposit.
ru: У Вас не хватает денег для залога.
zh_hk: 您沒有足夠資金支付保證金。

source: Detection Range
ru: Радиус обнаружения
zh_hk: 檢測範圍

# prefix
source: Laser Compressor
ru: Лазерных компрессоров
zh_hk: 鐳射壓縮器

source: Good. All you have to do is take this cargo, and bring it to the checkpoint I just sent you.
ru: Отлично. Все что Вам нужно сделать это взять груз и доставить его в указанное место.
zh_hk: 好！你要做的就是帶著這個貨，到我剛剛發給你的座標點。

source: Organize ${amount} ${good.displayPlural} in 30 Minutes. You will be paid the double of the usual price, plus a bonus. Time Limit: 30 minutes Reward: $${reward}
ru: Организуйте доставку ${amount} ${good.displayPlural} в течение 30 минут. Вам выплатят двойную стоимость товара плюс бонус. Ограничение по времени: 30 минут Вознаграждение: $${reward}
zh_hk: 30分鐘內交付 ${amount} ${good.displayPlural}。 你會得到兩倍於常規價格的付款作為獎金。 時間限制：30分鐘 報酬：$${reward}

source: Detects claimable asteroids.
ru: Обнаруживает доступные для присвоения астероиды.
zh_hk: 檢測可佔領小行星。

source: A device that can bundle energy and emit a laser beam.
ru: Устройство для накопления энергии и генерации лазерного луча.
zh_hk: 一個可以聚集能量並激發出鐳射光束的設備。

source: Should be as easy as pie.
ru: Все должно пройти как по маслу.
zh_hk: 簡直是天上掉餡餅！

source: Deliver ${amount} ${good.displayPlural} to a station near this location in 20 minutes. You will have to make a deposit of $${deposit}, which will be reimbursed when the goods are delivered. Deposit: $${deposit} Time Limit: 20 minutes Reward: $${reward}
ru: Перевезите ${amount} ${good.displayPlural} на близлежащую станцию в течение 20 минут. Необходимо оставить залог в размере $${deposit}, который будет возвращен после выполнения задания. Залог: $${deposit} Время: 20 минут Награда: $${reward}
zh_hk: 20分鐘內遞送 ${amount} ${good.displayPlural} 到這個地點附近的一個空間站。 你需要繳納 $${deposit} 的保證金， 并確保物品能順利遞送。 保證金：$${deposit} 時間限制：20分鐘 報酬：$${reward}

source: Detects claimable asteroids and wreckages.
ru: Обнаруживает доступные для присвоения астероиды и корабли.
zh_hk: 檢測可佔領小行星與殘骸。

# plural
source: Drones
ru: Дроны
zh_hk: 無人機

source: It looks like you don't have enough cargo space. Dump some of your cargo and come back then.
ru: У Вас недостаточно места в грузовом отсеке. Возвращайтесь, когда решите эту проблему.
zh_hk: 看起來你沒足夠的貨艙空間，拋棄一點你的貨物再回來找我。

source: ${hours} hours, ${minutes} minutes
ru: ${hours} часов, ${minutes} минут
zh_hk: ${hours} 小時，${minutes} 分鐘

source: Detects claimable asteroids, wreckages and stashes.
ru: Обнаруживает доступные для присвоения астероиды, корабли и схроны.
zh_hk: 檢測可佔領小行星，殘骸和藏匿點。

# prefix
source: Drone
ru: Дронов
zh_hk: 無人機

source: Goods
ru: Товары
zh_hk: 貨物

source: ${minutes} minutes, ${seconds} seconds
ru: ${minutes} минут(-ы\-у), ${seconds} секунд(-ы\-у)
zh_hk: ${minutes} 分鐘，${seconds} 秒

source: Detects & highlights all interesting objects.
ru: Обнаруживает и подсвечивает все интересные объекты.
zh_hk: 檢測並標記所有特殊物體。

source: Unmanned little ships for everyday purpose.
ru: Небольшие беспилотные корабли для повседневного использования.
zh_hk: 用於日常事務的小型無人飛船。

source: A container full of unknown goods you received from an unknown ship.
ru: Контейнер полон неизвестных товаров от неизвестного судна был доставлен на Ваш корабль.
zh_hk: 從一艘未知飛船處接收到一個裝有未知貨物的容器。

source: ${seconds} seconds
ru: ${seconds} секунд(-ы)
zh_hk: ${seconds} 秒

source: Displays a notification when
ru: Показывает уведомление когда
zh_hk: 顯示提醒當

source: Warhead
ru: Боеголовка
zh_hk: 彈頭

source: Deliver the goods to \s(%i:%i)
ru: Доставьте груз в \s(%i:%i)
zh_hk: 把貨物送到 \s(%i:%i)

source: interesting items were detected.
ru: обнаруживает интересные объекты.
zh_hk: 檢測到特殊物體。

# plural
source: Warheads
ru: Боеголовки
zh_hk: 彈頭

source: Pleasure doing business with you!
ru: Приятно иметь дело с Вами!
zh_hk: 和你合作真開心！

source: Velocity Security Control Bypass
ru: Обход системы контроля скорости
zh_hk: 最高航速安全限制繞行插件

# prefix
source: Warhead
ru: Боеголовок
zh_hk: 彈頭

source: Hahahahahaha!
ru: Хахахахаха!
zh_hk: 哈哈哈哈哈哈！

source: Bypasses the velocity security control,
ru: Обходит предохранитель максимальной скорости,
zh_hk: 繞過安全閥限制以超速行駛。

source: Explosive heads for rockets.
ru: Взрывоопасные части для ракет.
zh_hk: 火箭的爆炸部。

source: Looks like you don't have the coin. And I can't afford any witnesses.
ru: Похоже у тебя не хватает Кредитов. А я не могу позволить себе оставлять свидетелей.
zh_hk: 看起來你沒錢，我可不敢留下目擊者。

source: but leaks energy from the generators.
ru: но создает утечку энергии из генератора.
zh_hk: 但會從反應爐洩漏能量。

source: Power Unit
ru: Блок питания
zh_hk: 動力單元

source: Enjoy your last moments in this universe!
ru: Наслаждайся последними моментами жизни!
zh_hk: 享受你在這個宇宙中的最後時光吧！

source: Weeeeeee!
ru: Уууух!
zh_hk: 嗚噢噢噢噢噢！

# plural
source: Power Units
ru: Блоки питания
zh_hk: 動力單元

source: Now, what will it be?
ru: И так, что ты выберешь?
zh_hk: 那麼，現在會怎樣？
